Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/kuremiraywayo.po
Languages: french, italian, japanese, spanish

source: [_mira_] Grandpa used his influence and connections to do business outside Konoha. In fact, he was all busy with work after the fourth took his place.
spanish: [_mira_] Abuela utilizó su influencia y conexiones para hacer negocios fuera de Konoha. De hecho, todo estaba ocupado con el trabajo después de que el cuarto ocupó su lugar.

source: [_r_] I get it now, Hiruzen was a businessman.
spanish: [_r_] lo consigo ahora, Hiruzen era un hombre de negocios.

source: [_mira_] Grandpa left a huge inheritance that was divided between our families, so my mom and I never knew what hard times were like.
spanish: [_mira_] La abuela dejó una herencia enorme que se dividió entre nuestras familias, así que mi madre y yo nunca sabíamos cómo eran los tiempos difíciles.

source: [_r_] Since you say it's gonna be like this, I believe you.
spanish: [_r_] Como dices que no va a ser así, creo que tú.

source: [_r_] You want to be a full-time mommy? Please, I'll always be here for you, I'll be your shoulder to lean on.
spanish: [_r_] ¿Quieres ser un mami a tiempo completo? Por favor, siempre estaré aquí para ti, voy a ser tu hombro para apoyarme.

source: [_mira_] Thank you...
spanish: [_mira_] Gracias ...

source: [_mira_] You're a very good person... I would do anything with you!
spanish: [_mira_] Usted es una persona muy buena ... ¡Yo haría cualquier cosa con usted!

source: [_r_] Anything you say? Like, absolutely anything?
spanish: [_r_] ¿Algo que digas? ¿Te gusta, absolutamente algo?

source: [_mira_] Oh, that's a familiar tone... Someone's craving his pregnant wife here?
spanish: [_mira_] Oh, eso es un tono familiar... ¿Alguien desea que su esposa embarazada aquí?

source: [_r_] Why not? We fuck all the time, now I want you even more!
spanish: [_r_] ¿Por qué no? ¡Nos follamos todo el tiempo, ahora te quiero aún más!

source: [_mira_] Come here honey! Right now I can still take you, but soon it will be over!
spanish: [_mira_] ¡Ven aquí la miel! Ahora mismo puedo llevarte, ¡pero pronto terminará!

source: [_r_] I know, that's why I want to fuck you as often as possible.
spanish: [_r_] lo sé, es por eso que quiero follarte tan a menudo como sea posible.

source: [_mira_] I love this place!
spanish: [_mira_] ¡Me encanta este lugar!

source: [_mira_] Relaxing here with you, without thinking of anything and without any secrets is so nice!
spanish: [_mira_] Relajarse aquí contigo, sin pensar en nada y sin secretos es tan agradable!

source: [_r_] Yeah, I feel so refreshed each time after the springs. It's a damn good thing.
spanish: [_r_] Sí, me siento tan refrescado cada vez después de las primaveras. Es una maldita cosa buena.

source: [_mira_] Very soon I'll give birth to our baby. Do you want to name it?
spanish: [_mira_] Muy pronto daré a luz a nuestro bebé. ¿Quieres nombrarlo?

source: [_r_] Haven't thought about it... We don't even have any idea if it's going to be a boy or a girl.
spanish: [_r_] No lo habíamos pensado... Ni siquiera tenemos idea de si va a ser un niño o una niña.

source: [_r_] Did you think of something?
spanish: [_r_] ¿Has pensado en algo?

source: [_mira_] I want you to give our baby a name! You're the father!
spanish: [_mira_] ¡Quiero que le dé un nombre a nuestro bebé! ¡Eres el padre!

source: [_r_] I guess I'll have to come up with one.
spanish: [_r_] Supongo que tendré que presentar uno.

source: [_mira_] You know, sometimes I feel a little sad...
spanish: [_mira_] Usted sabe, a veces me siento un poco triste ...

source: [_r_] Why?
spanish: [_r_] ¿Por qué?

source: [_mira_] I didn't want to be so blunt about it, but you seem more and more distant...
spanish: [_mira_] no quería ser tan contundente al respecto, pero cada vez parece más lejano...

source: [_mira_] I'm about to have your baby, and it's like you have your head in the clouds...
spanish: [_mira_] Estoy a punto de tener tu bebé, y es como si tuvieras la cabeza en las nubes...

source: [_r_] I'm sorry... I've just been thinking about a lot of things lately.
spanish: [_r_] Lo siento... Acabo de pensar en muchas cosas últimamente.

source: [_mira_] I'm your girlfriend, aren't I? Why don't you tell me what's bothering you?
spanish: [_mira_] soy tu amiga, ¿no? ¿Por qué no me dices lo que te molesta?

source: [_r_] Don't ask me how I know, but there's a disaster coming, a huge disaster.
spanish: [_r_] No me preguntes cómo sé, pero hay un desastre que viene, un enorme desastre.

source: [_r_] Everyone in the village is in danger, including you and Kurenai, and our future child, of course...
spanish: [_r_] Todo el mundo en el pueblo está en peligro, incluyendo usted y Kurenai, y nuestro futuro hijo, por supuesto ...

source: [_mira_] What are you talking about? What kind of danger could it be?
spanish: [_mira_] ¿De qué estás hablando? ¿De qué tipo de peligro podría ser?

source: [_r_] I can't tell you now, but in the future you'll find out for yourself...
spanish: [_r_] no puedo decirte ahora, pero en el futuro te averiguarás por ti mismo...

source: [_mira_] If we are in danger, then something must be done about it...
spanish: [_mira_] Si estamos en peligro, entonces algo se debe hacer al respecto ...

source: [_m_] I will protect you... You and Kurenai... And Hinata with the others...
spanish: [_m_] te protegeré... Tú y Kurenai... Y Hinata con los demás...

source: [_m_] I'll do anything to keep you safe...
spanish: [_m_] Haré cualquier cosa para mantenerte seguro...

source: [_mira_] Don't you hear me? Shouldn't we do something about it?
spanish: [_mira_] ¿No me oye? ¿No deberíamos hacer algo al respecto?

source: [_m_] I'll kill every enemy, I won't let anyone hurt you, I'll...
spanish: [_m_] Yo mataré a cada enemigo, no dejaré que nadie te haga daño, yo ...

source: [_r_] Huh? Yes...
spanish: ¿[_r_] Huh? Sí...

source: [_r_] Don't worry, let's just rest now.
spanish: [_r_] No te preocupes, vamos a descansar ahora.

source: [_mira_] Silly, you say such strange things sometimes...
spanish: [_mira_] Silly, dices a veces cosas tan extrañas...

source: [_r_] I'm sorry, I don't know what's gotten into me. Sometimes I feel anxious, don't mind me.
spanish: [_r_] Lo siento, no sé lo que me ha traído. A veces me siento angustioso, no me importa.

source: [_mira_] In case you've forgotten, I'm your pregnant girlfriend! You can't be scaring me like this! Apologize right now!
spanish: [_mira_] En caso de que te hayas olvidado, ¡soy tu novia embarazada! ¡No me puedes estar asustando así! ¡Disculpa ahora mismo!

source: [_r_] You know, I can think of a better way to apologize.
spanish: [_r_] Usted sabe, yo puedo pensar en una mejor manera de disculparse.

source: [_mira_] What, you just saw me naked, and you can't help it already?
spanish: [_mira_] ¿Qué, acabas de verme desnudo y ya no puedes ayudarlo?

source: [_r_] I can't, you're too gorgeous!
spanish: [_r_] ¡No puedo, eres demasiado hermosa!

source: [_mira_] There, I can't resist you when you're so cute, come here!
spanish: [_mira_] Allí, no puedo resistirte cuando eres tan lindo, ¡ven aquí!

source: [_r_] Is that comfortable for you? It's not the easiest position.
spanish: [_r_] ¿Es tan cómodo para ti? No es la posición más fácil.

source: [_mira_] Yes! Stop thinking! Just keep going like that!
spanish: [_mira_] ¡Sí! ¡Dejen de pensar ¡Sólo seguir así!

source: [_r_] Okay, let's try speeding up.
spanish: [_r_] Vale, intentemos acelerar.

source: [_mira_] That's it...
spanish: [_mira_] Eso eso...

source: [_mira_] Great... Feels great...
spanish: [_mira_] Genial... Te sientes genial...

source: [_r_] Good girl... Keep moving your hips like that!
spanish: [_r_] Buena chica... ¡Sigue moviendo tus caderas así!

source: [_r_] Good pace...
spanish: [_r_] Buen ritmo...

source: [_mira_] Mmm... It's so nice... But a little hard for me...
spanish: [_mira_] Mmm... Es muy agradable... Pero un poco difícil para mí...

source: [_r_] Lie down, leave the rest to me.
spanish: [_r_] Mentirá, déjame el resto.

source: [_r_] That's it baby, now I can take you fully!
spanish: [_r_] ¡Eso es un bebé, ahora puedo tomarte completamente!

source: [_mira_] Yeah... Fuck me however you want!
spanish: [_mira_] Sí... ¡Sí! ¡Sígueme como quieras!

source: [_mira_] Yes! Yes!
spanish: [_mira_] ¡Sí! ¡Sí!

source: [_mira_] Strangle me a little harder!
spanish: [_mira_] ¡Strangléame un poco más difícil!

source: [_mira_] Fuck me harder!
spanish: [_mira_] ¡Suerte más difícil!

source: [_mira_] Aaah! Yes!
spanish: ¡[_mira_] Aaah! ¡Sí!

source: [_mira_] Come on! Don't spare me!!!
spanish: [_mira_] ¡Vamos! Don't spare me !!!

source: [_r_] You asked for it!
spanish: [_r_] ¡Lo has pedido!

source: [_mira_] Fuck... That feels so good...
spanish: [_mira_] Suerte... Eso se siente tan bien...

source: [_mira_] Keep going! Keep going!
spanish: [_mira_] ¡Sigue adelante! ¡Sigue adelante!

source: [_r_] It feels so good inside!
spanish: [_r_] ¡Se siente tan bien dentro!

source: [_r_] I can't keep going so fast!
spanish: [_r_] ¡No puedo seguir yendo tan rápido!

source: [_r_] I'm about to cum!
spanish: [_r_] ¡Estoy a punto de cum!

source: [_mira_] Come on! Cum inside me!
spanish: [_mira_] ¡Vamos! ¡Cumba adentro!

source: [_r_] Now!
spanish: ¡[_r_] ahora!

source: [_r_] A little more!
spanish: [_r_] ¡Un poco más!

source: [_mira_] So what, ready to leave? Didn't forget anything?
spanish: [_mira_] Entonces, ¿qué está listo para salir? ¿No olvidaste nada?

source: [_r_] Yep, got everything packed.
spanish: [_r_] Sí, todo está empaquetado.

source: [_r_] It was nice.
spanish: [_r_] fue bueno.

source: [_mira_] Well, we could drop by here even more often after the baby's born.
spanish: [_mira_] Bueno, podríamos caer aquí aún más a menudo después de haber nacido el bebé.

source: [_r_] You know what?
spanish: [_r_] ¿Sabes qué?

source: [_r_] I love you. Thank you for our future baby.
spanish: [_r_] Te amo. Gracias por nuestro futuro bebé.

source: [_mira_] Oh, come on stop with this...
spanish: [_mira_] Oh, ven parados con esto...

source: [_mira_] When we get back home, I'll call my mom, and we'll get you!
spanish: [_mira_] Cuando regresemos a casa, llamaré a mi mamá, ¡y te llevaremos!

source: [_r_] Hey, is that a threat?
spanish: [_r_] Eh, ¿es esa una amenaza?

source: [_mira_] Well, if having sex with two beautiful women is a threat to you, then yes. I am pretty much threatening you!
spanish: [_mira_] Bueno, si tener relaciones sexuales con dos mujeres hermosas es una amenaza para ti, entonces sí. ¡Estoy bastante amenazándote!

source: [_r_] I think I could get used to that!
spanish: [_r_] ¡Creo que podría acostumbrarme a eso!

source: [_mira_] Fuck... This feels so good...
spanish: [_mira_] Suerte... Esto se siente tan bien...

source: [_r_] Fuck! It feels so... So good!
spanish: [_r_] ¡Fuck! Se siente así ... ¡Tan bien!

source: [_mira_] Come on!
spanish: [_mira_] ¡Vamos!

source: [_r_] More! More! More! More!
spanish: ¡[_r_] más! ¡Más! ¡Más!

source: [_mira_] N-not so...
spanish: [_mira_] N-no...

source: [_mira_] H-hard...
spanish: [_mira_] H-difícil...

source: [_m_] More! MORE! MORE! MORE! MORE!!!!
spanish: [_m_] Más! ¡MÁS! ¡MÁS! ¡MÁS! MÁS! !!!

source: [_m_] Harder! Harder! Harder! HARDER! HARDER! HARDER! HARDER! HARDER! HARDER!!! HARDER!!! HARDER!!!! HARDER!!!!
spanish: [_m_] ¡Maldito! ¡Mal! ¡HARDER! ¡HARDER! ¡HARDER! ¡HARDER! ¡¡¡HARDER! ¡¡¡HARDER!!! ¡¡¡HARDER!!!! ¡¡¡HARDER!!!!

source: [_m_] YES!!! NOW!!!
spanish: [_m_] Sí!!! ¡¡¡¡AHORA!!!

source: [_r_] W-what...
spanish: [_r_] W-que...

source: [_r_] It can't be...
spanish: [_r_] No puede ser...

source: [_r_] What have I done?
spanish: [_r_] ¿Qué he hecho?

source: [_r_] She's n-not breathing.
spanish: [_r_] She es una respiración propia.

source: [_r_] What do I do... What do I do... What do I do!?
spanish: [_r_] ¿Qué hago? ¿Qué hago yo ... What do I do!?

source: [_r_] Kamiko. Kamiko! I have to call her!
spanish: [_r_] Kamiko. ¡Kamiko! ¡Tengo que llamarla!

source: [_ka_] I brought you some water. Tell me, how do you feel now?
spanish: [_ka_] Te traje un poco de agua. Dime, ¿cómo te sientes ahora?

source: [_r_] It h-hurts...
spanish: [_r_] H-hurts...

source: [_ka_] On the inside?
spanish: ¿[_ka_] en el interior?

source: [_r_] My body... Arms... Legs... Neck...
spanish: [_r_] Mi cuerpo... Armas... Piernas... Cuerpo...

source: [_r_] E-everything feels like it's on fire!
spanish: [_r_] ¡Todo parece que está en llamas!

source: [_ka_] You're overflowing with chakra.
spanish: [_ka_] Estás rebosante de chakra.

source: [_ka_] You're changing.
spanish: [_ka_] Estás cambiando.

source: [_r_] W-where are we?
spanish: [_r_] ¿En dónde estamos?

source: [_ka_] We're a long way from Konoha, in the wasteland, in an underground torture chamber that's been here since ancient times.
spanish: [_ka_] Estamos muy lejos de Konoha, en el desierto, en una cámara de tortura subterránea que ha estado aquí desde la antigüedad.

source: [_r_] I did... Mirai... Why...
spanish: [_r_] lo hice... Mirai... ¿Por qué...

source: [_ka_] There's something awakening inside you. Something I hoped you'd never have... Gluttony...
spanish: [_ka_] Hay algo que está despiertando dentro de ti. Algo que esperaba que nunca hubieses... Gluttonica...

source: [_ka_] I used to have it too but suppressed it with great difficulty many hundreds of years ago.
spanish: [_ka_] Yo solía tenerlo también, pero lo suprimió con gran dificultad hace cientos de años.

source: [_ka_] Since you possess my chakra, gluttony manifested itself and adapted in you when you absorbed a huge amount of chakra from the old man.
spanish: [_ka_] Desde que posees mi chakra, la gluttonía se manifestó y se adaptó en ti cuando absorviste una gran cantidad de chakra del anciano.

source: [_ka_] I'm a beast, but I can control this horrible form thanks to my strong body and chakra control, but you...
spanish: [_ka_] Soy una bestia, pero puedo controlar esta forma horrible gracias a mi cuerpo fuerte y control del chakra, pero tú...

source: [_ka_] I didn't think the change would happen so soon...
spanish: [_ka_] No pensé que el cambio sucedería tan pronto...

source: [_ka_] My sweet boy...
spanish: [_ka_] Mi dulce niño ...

source: [_r_] How could I... Mirai... Chakra...
spanish: [_r_] ¿Cómo podría... Mirai... Chakra...

source: [_ka_] I should have noticed earlier... But I was too carried away with summoning a new pawn...
spanish: [_ka_] debería haber notado antes... Pero me llevé demasiado con la invocación de una pega nueva...

source: [_ka_] All this time you've been quietly adapting to the highest stage of chakra absorption, and when the adaptation was over, it was enough for you to kill to get the chakra you so desired...
spanish: [_ka_] Todo este tiempo usted se ha estado adaptando silenciosamente a la etapa más alta de la absorción de los chakras, y cuando la adaptación terminó, fue suficiente para que usted matara para conseguir el chakra que tanto deseaba ...

source: [_r_] I... w-want... for... t-the pain... to s-stop...
spanish: [_r_] Yo... w-w-want... para... t-the dolin... to s-stop...

source: [_ka_] Forgive me. Child...
spanish: [_ka_] Perdóneme. Child...

source: [_ka_] I promise you'll be all right.
spanish: [_ka_] Te prometo que estarás bien.

source: [_ka_] You're not going to die.
spanish: [_ka_] Usted no va a morir.

source: [_ka_] One day you'll contribute to our victory.
spanish: [_ka_] Un día usted contribuirá a nuestra victoria.

source: [_ri_] Do we have to take this monster into battle now?
spanish: [_ri_] ¿Tenemos que llevar a este monstruo a la batalla ahora?

source: [_ka_] He's not a monster, he's my precious son.
spanish: [_ka_] No es un monstruo, es mi hijo precioso.

source: [_ri_] Disgusting...
spanish: [_ri_] repugnante...

source: [_ka_] [viname]... The time has finally come...
spanish: [_ka_] [viname]... Por fin ha llegado el momento...

source: [_ka_] Today, my boy, you will finally go into battle!
spanish: [_ka_] ¡Hoy, mi muchacho, finalmente entrarás en batalla!

source: [_ka_] You will protect everyone you wanted to protect!
spanish: [_ka_] ¡Protegerá a todos los que querías proteger!

source: [_ri_] Are you sure THIS can be controlled?
spanish: [_ri_] ¿Está seguro de que esto se puede controlar?

source: [_ka_] My boy doesn't need to be controlled. But if he does want to absorb the chakra of ordinary people, the chain I created will hold him back.
spanish: [_ka_] Mi niño no necesita ser controlado. Pero si quiere absorber el chakra de la gente común, la cadena que he creado lo frenará.

source: [_ri_] Never mind, he'll die fighting Otsutsuki anyway.
spanish: [_ri_] No importa, morirá luchando contra Otsuki de todos modos.

source: [_ka_] Maybe... But at least...
spanish: [_ka_] tal vez... Pero al menos...

source: [_ka_] At least [viname] will accomplish his mission.
spanish: [_ka_] Al menos [viname] cumplirá su misión.

source: [_m_] The preparations for my wife's labor arre in full swing. Constant trips to the hospital, tests, it's all become routine for us.
spanish: [_m_] Los preparativos para el arre de trabajo de mi esposa en pleno aprieto. Viajes constantes al hospital, pruebas, todo se ha convertido en rutina para nosotros.

source: [_m_] The doctors say we're having a boy. My first child, my son... I keep thinking, will I be able to become a good father for him?
spanish: [_m_] Los médicos dicen que estamos teniendo un niño. Mi primer hijo, mi hijo ... Sigo pensando, ¿podré convertirme en un buen padre para él?

source: [_m_] My past is rather shady. I was transported here from a completely different world. I'm the one who helped the woman from Otsutsuki. I don't even know if I've been doing anything good here so far.
spanish: [_m_] Mi pasado es bastante sombrío. Fui transportado aquí desde un mundo completamente diferente. Soy la que ayudó a la mujer de Otsutsuki. Ni siquiera sé si he estado haciendo algo bueno aquí hasta ahora.

source: [_m_] Will my son be safe around me?
spanish: [_m_] ¿Estará seguro mi hijo a mi alrededor?

source: [_m_] Or does it not matter at all? Perhaps my past should be put aside... I've just got to leave it behind and never forget it. Start my life all over, like the old man said.
spanish: [_m_] ¿O no importa en absoluto? Tal vez mi pasado debería dejarse de lado... He tenido que dejarlo atrás y nunca olvidarlo. Empieza mi vida todo el tiempo, como dijo el anciano.

source: [_m_] That's probably the only right thing to do. If I don't pull myself together, I'm not the only one who's gonna have a hard time. I'm not alone now, nor am I shackled by the fear of death.
spanish: [_m_] Es probablemente lo único correcto que hay que hacer. Si no me encuentro a mí mismo, no soy el único que tiene dificultades para hacerlo. No estoy solo ahora, ni estoy encadenada por el miedo a la muerte.

source: [_m_] Now I have a family. And this family is going to grow bigger and bigger.
spanish: [_m_] Ahora tengo una familia. Y esta familia va a crecer cada vez más.

source: [_m_] After all, you were right, old man. You didn't tell me the whole truth, but now I can read between the lines what you were trying to say.
spanish: [_m_] Después de todo, tenías razón, anciano. Usted no me dijo toda la verdad, pero ahora puedo leer entre líneas lo que estaba intentando decir.

source: [_m_] It doesn't matter who I was in the past. It's who I'm going to be for my family in the future that matters.
spanish: [_m_] No importa quién fuera en el pasado. Lo que importa es quién vaya a ser para mi familia en el futuro.

source: [_m_] Thank you, whoever you were.
spanish: [_m_] Gracias, quienquiera que fuiste.

source: [_r_] Is he kicking? Or am I the one going crazy?
spanish: [_r_] ¿Está pateando? ¿O soy el que se está volviendo loco?

source: [_mira_] He sure is. The boy is gonna be energetic, it seems.
spanish: [_mira_] Seguro que sí. El chico está gonna ser energético, parece.

source: [_r_] He'll definitely have your personality then. I remember being the quietest baby in the universe. At least that's what my mom told me.
spanish: [_r_] Definitivamente tendrá su personalidad entonces. Recuerdo ser el bebé más tranquilo del universo. Al menos eso es lo que me dijo mi mamá.

source: [_mira_] Oh, I hope you're wrong, if he's going to take after me, you and I won't be able to sleep a night.
spanish: [_mira_] Oh, espero que te equivoques, si va a tomar después de mí, tú y no podré dormir una noche.

source: [_r_] No matter how loud our Mamoru will be, I'll help you with everything.
spanish: [_r_] No importa lo alto que sea nuestro Mamoru, te ayudaré con todo.

source: [_mira_] So it's Mamoru after all? I thought you wanted to name him Yuchi.
spanish: [_mira_] ¿Entonces es Mamoru después de todo? Pensé que querías llamarle Yuchi.

source: [_r_] And I changed my mind. Yuchi isn't a bad name, but I feel like you were right. Mamoru would suit him better.
spanish: [_r_] Y cambié de opinión. Yuchi no es un mal nombre, pero siento que tenías razón. Mamoru se adaptaría mejor a él.

source: [_mira_] You know, this is our first child. Whatever I want to name him, you as a man have to make your own decision, and I'll accept any choice you make, love.
spanish: [_mir_] Usted sabe, este es nuestro primer hijo. Lo que sea que quiera nombrarlo, tú como hombre tienes que tomar tu propia decisión, y aceptaré cualquier elección que hagas, amor.

source: [_r_] I'll give it some more thought... and... I love you, Mirai... Thank you for trusting me with such an important choice.
spanish: [_r_] Te voy a dar algo más... Te amo, Mirai... Gracias por confiar en mí con una elección tan importante.

source: [_mira_] How could I not? Your choice will always be the most important to me, until the end.
spanish: [_mira_] ¿Cómo podría no? Tu elección siempre será la más importante para mí, hasta el final.

source: [_mira_] Are you hungry? Would you like your wife to fix you something?
spanish: [_mira_] ¿Tiene hambre? ¿Te gustaría que tu mujer te arreglara algo?

source: [_r_] Oh, well, if it's not too much trouble. I could really use a snack.
spanish: [_r_] Oh, bueno, si no es demasiado problema. Realmente podría usar un snack.

source: [_mira_] Let's go to the kitchen, I'll see what I can do.
spanish: [_mira_] Vamos a la cocina, veré lo que puedo hacer.

source: [_mira_] Seems like we don't have a lot of food left. Would you like a sandwich?
spanish: [_mira_] Parece que no nos queda mucho de comida. ¿Quieres un sándwich?

source: [_mira_] We should definitely do some groceries tomorrow.
spanish: [_mira_] Definitivamente deberíamos hacer algunos alimentos mañana.

source: [_r_] A sandwich sounds great, I was just thinking of something simple.
spanish: [_r_] Un sándwich suena genial, solo estaba pensando en algo simple.

source: [_mira_] It'll be ready in a moment, dear.
spanish: [_mira_] Estará listo en un momento, querido.

source: [_mira_] Go ahead and wait in the living room, I'll bring it all to you.
spanish: [_mira_] Sigue adelante y espera en el salón, te lo traeré todo.

source: [_r_] Thank you, my love!
spanish: [_r_] ¡Gracias, mi amor!

source: [_mira_] Enjoy your meal, honey. I've added some of your favorite sauce.
spanish: [_mira_] Disfrute de su comida, miel. He añadido algo de tu salsa favorita.

source: [_r_] Thanks, Mirai. It looks scrumptious!
spanish: [_r_] Gracias, Mirai. ¡Parece scrumptimo!

source: [_mira_] Relax and eat up. Let your wife serve you as you deserve...
spanish: [_mira_] Relájese y coma. Deja que tu esposa te sirva como tú...

source: [_r_] Oh... Do you... wanna get to it again?
spanish: [_r_] Oh... ¿Deseas... volver a llegar?

source: [_mira_] Shh... Just enjoy your food, I'll get it done.
spanish: [_mira_] Shh ... Solo disfruta de tu comida, lo conseguiré hecho.
