Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/kuremiraywayo.po
Languages: french, italian, japanese, spanish

source: [_su_] Unfortunately though, you'll lose yourself completely.
spanish: [_su_] Desafortunadamente, te perderás por completo.

source: [_su_] What do you really want? I can see a human in you, with a desire to help people, with a desire to love.
spanish: [_su_] ¿Qué quieres realmente? Puedo ver a un ser humano en ti, con el deseo de ayudar a la gente, con el deseo de amar.

source: [_su_] But all these qualities are easy to lose.
spanish: [_su_] Pero todas estas calidades son fáciles de perder.

source: [_su_] Are you ready to pay such a price?
spanish: [_su_] ¿Estás listo para pagar ese precio?

source: [_su_] I guess I was wrong about you then.
spanish: [_su_] supongo que estaba mal con usted entonces.

source: [_su_] I mistook what I saw in you for what I hoped to see.
spanish: [_su_] Me confundió con lo que vi en ti por lo que esperaba ver.

source: [_r_] Kamiko knows what's best. If she tells me to do this, I'll follow.
spanish: [_r_] Kamiko sabe lo que es mejor. Si me dice que haga esto, seguiré.

source: [_r_] If she needs my power to protect this world, then I'm doing the right thing.
spanish: [_r_] Si ella necesita mi poder para proteger este mundo, entonces estoy haciendo lo correcto.

source: [_su_] From now on... This world... needs protection from you.
spanish: [_su_] A partir de ahora... Este mundo... necesita protección de ti.

source: [_su_] Let me go, give me an opportunity to escape.
spanish: [_su_] Déjame ir, dame una oportunidad de escapar.

source: [_su_] I'm a danger to Kamiko, not to you.
spanish: [_su_] Soy un peligro para Kamiko, no para ti.

source: [_su_] All this time I've been trying to figure out how to destroy her. And I've found a way.
spanish: [_su_] Todo este tiempo que he estado intentando averiguar cómo destruirla. Y he encontrado una manera.

source: [_su_] You won't be harmed. What's more, after she's dealt with, you'll live a good life, a life of a decent man.
spanish: [_su_] Usted no será dañado. Es más, después de que ella haya tratado, vivirás una buena vida, una vida de un hombre decente.

source: [_r_] You can't hurt Kamiko, she...
spanish: [_r_] No puedes lastimar a Kamiko, ella ...

source: [_su_] I know she's a monster with great power, but I've spent half my life researching her phenomenon.
spanish: [_su_] Sé que es un monstruo con gran poder, pero he pasado la mitad de mi vida investigando su fenómeno.

source: [_su_] She will disappear. And you will stay.
spanish: [_su_] Ella desaparecerá. Y te quedarás.

source: [_r_] But the girls... all of them... Hinata, Mirai, Kurenai... They feel attached to me because of Kamiko's power... If she's gone, what will I do...
spanish: [_r_] Pero las niñas... todas... Hinata, Mirai, Kurenai... Se sienten apegados a mí por el poder de Kamiko... Si se ha ido, ¿qué haré...

source: [_su_] Their feelings can't be changed. You gained access to them because of Kamiko's power, but who they've grown to love is you. And this can't be changed.
spanish: [_su_] Sus sentimientos no pueden cambiarse. Has tenido acceso a ellos debido al poder de Kamiko, pero quién ha crecido para amar es tú. Y esto no se puede cambiar.

source: [_su_] Let me go, and you'll live a life you won't be ashamed of.
spanish: [_su_] Déjame ir, y vivirás una vida de la que no te avergonzarás.

source: [_su_] Don't make a mistake, you're so close to ending it all...
spanish: [_su_] No cometas un error, estás tan cerca de terminarlo todo...

source: [_r_] Your words are so sweet... They're so full of hopes and dreams... But I don't believe it all.
spanish: [_r_] Tus palabras son tan dulzantes... Están tan llenas de esperanzas y sueños... Pero no lo creo todo.

source: [_r_] Kamiko has been taking care of me this whole time. I won't let her down.
spanish: [_r_] Kamiko se ha ocupado de mí todo este tiempo. No la defenderé.

source: [_su_] Too bad. The happy ending was so close.
spanish: [_su_] Demasiado mal. El final feliz estaba tan cerca.

source: [_r_] It's up to me to decide what the happy ending is.
spanish: [_r_] Depende de mí decidir cuál es el final feliz.

source: [_su_] Yeah, if what you've already gotten is enough for you, you'll be fine.
spanish: [_su_] Sí, si lo que ya has intentado es suficiente para ti, estarás bien.

source: [_su_] When I'm gone, you won't hear from Kamiko again.
spanish: [_su_] Cuando me haya ido, no volverás a escuchar de Kamiko.

source: [_su_] Settle down in the village, start a family with Mirai, or Kurenai, or both. Start a new life.
spanish: [_su_] Siéntate en la aldea, inicia una familia con Mirai, Kurenai o ambos. Comienza una nueva vida.

source: [_r_] I want to trust you so much...
spanish: [_r_] Quiero confiar tanto en ti...

source: [_su_] Just one step... I know it's hard... But you have to make this decision.
spanish: [_su_] Solo un paso... Sé que es difícil... Pero tienes que tomar esta decisión.

source: [_r_] You... You've convinced me.
spanish: [_r_] Usted ... Me has convencido.

source: [_r_] If it's really as you say, I'll trust it and just leave it all to you.
spanish: [_r_] Si realmente es como usted dice, yo confío en ello y simplemente déjelo todo a usted.

source: [_r_] I want to believe you so badly... Whoever you are...
spanish: [_r_] Quiero creerte tan mal... Quienquiera que sees...

source: [_su_] Listen to your heart... While you're still human.
spanish: [_su_] Escucha tu corazón ... Aunque todavía eres humano.

source: [_r_] I've listened.
spanish: [_r_] he escuchado.

source: [_m_] No one decides what to do with my life... No one but me...
spanish: [_m_] Nadie decide qué hacer con mi vida... Nadie más que yo...

source: [_m_] I've done... What I was supposed to.
spanish: [_m_] He hecho... Lo que se suponía que debía hacer.

source: [_m_] Now that I've tasted his flesh...
spanish: [_m_] Ahora que he probado su carne...

source: [_m_] I'll have the power.
spanish: [_m_] tendré el poder.

source: [_m_] And with that power...
spanish: [_m_] Y con ese poder...

source: [_m_] I'll never be useless again.
spanish: [_m_] Nunca volveré a ser inútil.

source: [_su_] It's a big step towards your new life. I'm glad you did the right thing.
spanish: [_su_] Es un gran paso hacia su nueva vida. Me alegro de que hiciste lo correcto.

source: [_r_] Who are you anyway? Will you tell me your name?
spanish: [_r_] ¿Quién eres de todos modos? ¿Me dirás tu nombre?

source: [_su_] Perhaps I would have, but it doesn't matter now.
spanish: [_su_] Tal vez lo tenga, pero ahora no importa.

source: [_su_] We'll never see each other again.
spanish: [_su_] Nunca volveremos a vernos.

source: [_su_] You'll never see Kamiko again.
spanish: [_su_] Nunca volverá a ver a Kamiko.

source: [_su_] After I walk out of this old barn, you'll finally start a new life.
spanish: [_su_] Después de salir de este viejo granero, usted finalmente comenzará una nueva vida.

source: [_r_] I... I believe you.
spanish: [_r_] I. .. Yo te creo.

source: [_su_] I have one last favor to ask of you.
spanish: [_su_] Tengo un último favor para pedirte.

source: [_su_] You don't have to agree, of course. But it would go a long way toward helping me find Kamiko right now.
spanish: R[_su_] No tienes que estar de acuerdo, por supuesto. Pero sería un gran paso para ayudarme a encontrar Kamiko ahora mismo.

source: [_su_] It will make her much more vulnerable, weaker. If you do this, you may be doing me the biggest favor of my entire life.
spanish: [_su_] la hará mucho más vulnerable, más débil. Si haces esto, puede que me esté haciendo el favor más grande de toda mi vida.

source: [_r_] What are you talking about?
spanish: [_r_] ¿De qué estás hablando?

source: [_su_] Your power, use it on me. When you do, I will be able to feel her chakra flow with my sharingan.
spanish: [_su_] Su poder, utilícelo sobre mí. Cuando lo hagas, podré sentir que su chakra fluye con mi sharingan.

source: [_su_] I'll find her either way, she won't hide from me, but this way you'll make it all that much easier.
spanish: [_su_] la encontraré de cualquier manera, no se esconderá de mí, pero de esta manera lo harás tanto más fácil.

source: [_r_] It won't hurt me?
spanish: [_r_] ¿No me lastimará?

source: [_su_] It will only hurt her.
spanish: [_su_] solo la perjudicará.

source: [_r_] Okay, give me your hand, let's get this over with.
spanish: [_r_] Vale, dame tu mano, pongámoslo.

source: [_su_] Thank you... It'll be much easier for me now.
spanish: [_su_] Gracias ... Será mucho más fácil para mí ahora.

source: [_su_] One last thing... Live a long and happy life, kid.
spanish: [_su_] Una última cosa... Vive una vida larga y feliz, chico.

source: [_su_] Goodbye.
spanish: [_su_] Adiós.

source: [_r_] I've already done more than you could ask of me...
spanish: [_r_] Ya he hecho más de lo que podría pedirme...

source: [_r_] If you want to end it, do it without my help.
spanish: [_r_] Si desea terminarlo, hágalo sin mi ayuda.

source: [_su_] I understand.
spanish: [_su_] Entiendo.

source: [_su_] Too many hard decisions to make at once.
spanish: [_su_] Demasiadas decisiones difíciles para tomar a la vez.

source: [_su_] Well, I hope you live a good life.
spanish: [_su_] Bueno, espero que vivas una buena vida.

source: [_su_] Goodbye, kid.
spanish: [_su_] Adiós, chico.

source: [_mira_] Hey, have you seen mom?
spanish: [_mira_] Oye, ¿has visto a nunca?

source: [_mira_] I didn't notice her leave at all.
spanish: [_mira_] no me di cuenta de su salida.

source: [_r_] Yeah, Kurenai went out to buy flowers, tomorrow is the memorial day.
spanish: [_r_] Sí, Kurenai salió a comprar flores, mañana es el día conmemorativo.

source: [_r_] You're going to visit your father, right?
spanish: [_r_] Usted va a visitar a su padre, ¿verdad?

source: [_mira_] Of course, we do so every year.
spanish: [_mira_] Por supuesto, lo hacemos cada año.

source: [_mira_] Are you coming with us?
spanish: [_mira_] ¿Vas a venir con nosotros?

source: [_r_] Your mom asked me to come with you, too... But I don't even know if it's appropriate.
spanish: [_r_] Tu mamá me pidió que viniera contigo... Pero ni siquiera sé si es apropiado.

source: [_mira_] What's wrong with that? You're my boyfriend, practically a part of the family, I think dad would have loved it.
spanish: [_mira_] ¿Qué está mal en eso? Eres mi boyfriend, prácticamente parte de la familia, creo que papá lo habría querido.

source: [_r_] But your mom and I... Well, you know...
spanish: [_r_] Pero tu mamá y yo... Bueno, ya sabes...

source: [_mira_] Come on, nobody except me knows about it.
spanish: [_mira_] Vamos, nadie más que yo lo sabe.

source: [_mira_] You didn't become my boyfriend and move in with us to be afraid of other people's opinions, did you?
spanish: [_mira_] No te has convertido en mi pequeño amigo y entraste con nosotros para tener miedo a las opiniones de otras personas, ¿verdad?

source: [_m_] That's right. After that night, I made a big move.
spanish: [_m_] Eso es correcto. Después de esa noche, hice un gran movimiento.

source: [_m_] I talked to Mirai, and she agreed to be my girlfriend.
spanish: [_m_] Hablé con Mirai, y ella accedió a ser mi novia.

source: [_m_] But we also had to tell Kurenai about it, which was quite awkward.
spanish: [_m_] Pero también tuvimos que decirle a Kurenai al respecto, lo que era bastante incómodo.

source: [_r_] The thing is... Kurenai, your daughter and I have been very close for a long time...
spanish: [_r_] La cosa es... Kurenai, su hija y yo hemos estado muy cerca durante mucho tiempo...

source: [_r_] I realized that she was dear to me, so I decided to ask her to be my girlfriend.
spanish: [_r_] me di cuenta de que era querida para mí, así que decidí pedirle que fuera mi amiga.

source: [_mira_] Mom... I know you were close to him too... We just feel such a deep connection, I really like him as a person.
spanish: [_mira_] Mamá... Sé que también estabas cerca de él... Nos sentimos una profunda conexión, realmente me gusta como persona.

source: [_mira_] You won't be upset?
spanish: [_mira_] ¿No te molestará?

source: [_kure_] Of course not, honey. As strange as it may sound, I'm glad there is now a man in your life.
spanish: [_kure_] Por supuesto que no, la miel. Por extraño que pueda sonar, me alegro de que ahora haya un hombre en tu vida.

source: [_kure_] You gave yourself whole to the way ninja. You did not spare any effort or nerves. I know how hard it is and what it can lead to, so I'm glad that you have someone to rely on.
spanish: [_kure_] Usted se dio entera a la manera ninja. No escatimó ningún esfuerzo ni nervios. Sé lo duro que es y a lo que puede llevar, así que me alegro de que tengas a alguien con quien confiar.

source: [_kure_] [viname] a good guy, I hope everything goes well for you.
spanish: [_kure_] [viname] un buen tipo, espero que todo vaya bien para ti.

source: [_r_] Thank you, Kurenai. You're an amazing woman.
spanish: [_r_] Gracias, Kurenai. Eres una mujer increíble.

source: [_mira_] Thank you... I thought you'd be mad... Thank you so much for understanding me...
spanish: [_mira_] Gracias... Pensé que estabas loco... Muchas gracias por entenderme...

source: [_kure_] I have a suggestion. Why don't you move in with us?
spanish: [_kure_] Tengo una sugerencia. ¿Por qué no te mueves con nosotros?

source: [_r_] Really? Is that what you want?
spanish: [_r_] ¿De verdad? ¿Es eso lo que quieres?

source: [_kure_] Why not? We have a big house, plenty of land, lots of space. You'll help me with the chores. We could really use your help. You and Mirai can move into the big bedroom on the second floor.
spanish: [_kure_] ¿Por qué no? Tenemos una gran casa, mucha tierra, mucho espacio. Me ayudarás con las tareas. We could really use your help. You and Mirai can move into the big bedroom on the second floor.

source: [_mira_] Indeed, why wait, it'll be cool to live together!
spanish: [_mira_] De hecho, ¿por qué esperar, será genial vivir juntos!

source: [_r_] O-okay... Since that's what you both want, let's do it!
spanish: [_r_] O-okay... Ya que eso es lo que ambos desean, ¡hagámoslo!

source: [_r_] Okay, you're right. I'll go with you, I guess there's nothing wrong with me being with you at a moment like this.
spanish: [_r_] Vale, tienes razón. Iré contigo, supongo que no hay nada malo en que esté contigo en un momento como este.

source: [_mira_] Right-right! And to motivate my hot guy, I have a few interesting ideas...
spanish: [_mira_] ¡Derecha! Y para motivar a mi tipo caliente, tengo algunas ideas interesantes...

source: [_r_] Yeah? How interesting exactly?
spanish: [_r_] ¿Sí? ¿Que tan interesante exactamente?

source: [_mira_] Get undressed and get down on the floor, I'll show you.
spanish: [_mira_] Desnudaos y bajad en el suelo, te mostraré.

source: [_r_] You get so slutty when Mommy's not home.
spanish: [_r_] Se obtiene tan slutty cuando Mommy no está en casa.

source: [_mira_] Shut up, pervert. I'm just showing my boyfriend how much I love him!
spanish: [_mira_] Cerra, perversa. ¡Estoy mostrando a mi amigo cuánto lo amo!

source: [_mira_] How do you like your young girlfriend's body? Admit it, you're the happiest man in the world, aren't you?
spanish: [_mira_] ¿Cómo te gusta el cuerpo de tu joven amiga? Admite, que eres el hombre más feliz del mundo, ¿no es tú?

source: [_r_] You read my mind, I was just thinking how lucky I am to have such a beautiful girl.
spanish: [_r_] Has leído mi mente, estaba pensando lo afortunada que soy tener una chica tan hermosa.

source: [_mira_] Well, that's what you should be thinking. No wonder I trained my body for so long.
spanish: [_mira_] Bueno, eso es lo que debes estar pensando. No es de extrañar que haya entrenado mi cuerpo durante tanto tiempo.

source: [_mira_] It's all yours now.
spanish: [_mira_] Ahora todo es tuyo.

source: [_mira_] You can look, touch, kiss, and do whatever you want to me!
spanish: [_mira_] Puedes mirar, tocar, besar y hacer lo que quieras para mí.

source: [_m_] Again...
spanish: [_m_] entrada...

source: [_m_] Fuck... This is so creepy...
spanish: [_m_] Suerte... Esto es tan espeluznante...

source: [_m_] Why am I seeing more and more of this?
spanish: [_m_] ¿Por qué estoy viendo cada vez más de esto?

source: [_m_] Stupid thoughts, get out of my head!
spanish: [_m_] pensamientos estúpidos, ¡sal de mi cabeza!

source: [_mira_] Hey, with that expression? There's such a pretty girl in front of you, and you're making faces?
spanish: [_mira_] Oye, ¿con esa expresión? Hay una chica tan bonita delante de ti, y estás haciendo caras?

source: [_r_] I'm sorry, pretty girl. I just remembered the dinner you made last night. Now that wasn't pretty...
spanish: [_r_] Lo siento, muchacha bonita. Acabo de recordar la cena que hiciste anoche. Ahora no era miserable...

source: [_mira_] Shut up! I'll drain you dry for saying that!
spanish: ¡[_mira_] cierra! ¡Te drenaré por decir eso!

source: [_r_] Well, get on with it!
spanish: [_r_] Bueno, ¡sigue con ella!

source: [_r_] Whatever I want, you said?
spanish: [_r_] ¿Qué es lo que quiero, has dicho?

source: [_r_] Then how about you get off that tight ass of yours, put my cock in your pussy so we can finally start fucking?
spanish: [_r_] Entonces, ¿qué tal si te metes en ese culo corto tuyo, pon mi polla en el coño para que por fin podamos empezar a follar?

source: [_mira_] So impatient, you don't even let me tease you properly.
spanish: [_mira_] Tan impaciente, ni siquiera me dejas tentar correctamente.

source: [_mira_] Well hold on then, I want to be on top tonight!
spanish: [_mira_] ¡Bien, entonces quiero estar a la cabeza esta noche!

source: [_mira_] Mm-hmm... Take your time...
spanish: [_mira_] Mm-hmm... Tómate tu tiempo...

source: [_mira_] We still have time...
spanish: [_mira_] Todavía tenemos tiempo...

source: [_mira_] You do know... how long it takes mom to fiddle with the flowers...
spanish: [_mira_] Tú sabes... cuánto tiempo tarda la mamá en acercarse con las flores...

source: [_r_] It's hard to hold back when I'm inside you.
spanish: [_r_] Es difícil retener cuando estoy dentro de ti.

source: [_mira_] Try harder then...
spanish: [_mira_] Inténtalo más difícil...

source: [_r_] How about I try fucking you harder instead?
spanish: [_r_] ¿Qué tal si intento follarte más duro en su lugar?

source: [_mira_] Do your worst!
spanish: [_mira_] ¡Haz lo peor!

source: [_mira_] Yes! Yes! Keep going like this! I'm so close!
spanish: [_mira_] ¡Sí! ¡Sí! ¡sigan así! ¡Estoy tan cerca!

source: [_r_] Cum, baby! Then get on your knees!
spanish: [_r_] ¡Cena, bebé! ¡Entonces ponte de rodillas!

source: [_mira_] I'm cumming!
spanish: [_mira_] ¡Estoy cumbando!

source: [_r_] I'm almost there! Come on!
spanish: [_r_] ¡Estoy casi ahí! ¡Vamos!

source: [_r_] You are so pretty... Just a little more...
spanish: [_r_] Tú eres tan así... Solo un poco más...

source: [_r_] You look awesome from this angle...
spanish: [_r_] Te ves genial desde este ángulo...

source: [_mira_] Do it! Cum all over my face!
spanish: [_mira_] ¡Hazlo! ¡Cumbra por toda mi cara!

source: [_r_] Just a little more!
spanish: [_r_] ¡Un poco más!

source: [_r_] Take it!
spanish: [_r_] ¡Tómalo!

source: [_mira_] Hey! Good job aiming!
spanish: [_mira_] ¡Hey! ¡Buen trabajo apuntando!

source: [_mira_] Now my eye will get red!
spanish: [_mira_] ¡Ahora mi ojo se volverá rojo!

source: [_mira_] Ah, should've just made you cum in my mouth like you always do.
spanish: [_mira_] Ah, debería haberte hecho cum en mi boca como siempre haces.

source: [_r_] Shit... Sorry, baby, I must have closed my eyes when I came.
spanish: [_r_] mierda... Lo siento, bebé, debo haber cerrado los ojos cuando vaya.

source: [_mira_] You dumbass! Aim better next time!
spanish: [_mira_] ¡Ustedes dumbass! ¡Objetivo mejor la próxima vez!

source: [_r_] You know it yourself. I've always been bad at throwing kunai.
spanish: [_r_] Usted mismo lo sabe. Siempre he sido malo al lanzar kunai.

source: [_mira_] Fuck it, we'll work on your accuracy later.
spanish: [_mira_] Felicidades, trabajaremos en tu precisión más tarde.

source: [_r_] You know Mirai, we've started having unprotected sex quite often...
spanish: [_r_] Usted sabe Mirai, hemos empezado a tener sexo sin protección a menudo ...

source: [_r_] You've been off the pill for a long time.
spanish: [_r_] Usted ha estado fuera de la píldora durante mucho tiempo.

source: [_mira_] Yeah, the pills have a bad effect on my health. I don't want this to affect my performance on missions...
spanish: [_mira_] Sí, las píldoras tienen un mal efecto en mi salud. No quiero que esto afecte mi rendimiento en misiones...

source: [_mira_] They began trusting me with A-rank missions along with jonin. I'll probably get promoted eventually...
spanish: [_mira_] Ellos comenzaron a confiar en mí con misiones de un rango junto con jonin. Probablemente voy a ser promovido eventualmente ...

source: [_r_] You're doing a great job, I can see how hard you're trying, but...
spanish: [_r_] Estás haciendo un gran trabajo, puedo ver lo difícil que estás tratando, pero ...

source: [_r_] You realize you could get pregnant, right?
spanish: [_r_] Te das cuenta de que podrías quedar embarazada, ¿verdad?

source: [_mira_] Yes. Of course I do.
spanish: [_mira_] Sí. Por supuesto que sí.

source: [_r_] You're taking a risk.
spanish: [_r_] Usted está tomando un riesgo.

source: [_mira_] Risk? What are you talking about? You're my beloved boyfriend, I trust you.
spanish: [_mira_] Riesgo? ¿De qué estás hablando? Eres mi novio querido, confío en ti.

source: [_r_] Trust me enough to get pregnant?
spanish: [_r_] ¿Confiar en mí lo suficiente para quedar embarazada?

source: [_mira_] Well, yeah. We haven't talked about it before, but honestly, I wouldn't mind having a baby with you...
spanish: [_mira_] Bueno, sí. No hemos hablado de ello antes, pero honestamente, no me importaría tener un bebé contigo...

source: [_r_] Wow... But pregnancy and a baby will put you a long way away from getting that rank you want so badly.
spanish: [_r_] Wow... Pero el embarazo y un bebé te dejarán muy lejos de conseguir ese rango que tan mal quieres tener.

source: [_mira_] Don't worry about it. In such cases, kunoichi can take a long maternity leave, which does not affect one's rank upon return.
spanish: [_mira_] No se preocupe por ello. En tales casos, kunoichi puede tomar una larga licencia de maternidad, que no afecta a su rango al regresar.

source: [_r_] But a child is such a big responsibility...
spanish: [_r_] Pero un niño es una responsabilidad tan grande...

source: [_mira_] So what? You'll be a great daddy. Moreover, we have my mom. She'll be happy to babysit the grandkids.
spanish: [_mira_] ¿Entonces qué? Serás un gran papá. Además, tenemos mi felicidad. Estará encantado de canguro a los abuelos.

source: [_r_] So you're serious about this, huh?
spanish: [_r_] Así que estás en serio con esto, ¿eh?

source: [_mira_] You bet I am. I'd like that very much!
spanish: [_mira_] Usted apuesta que soy. ¡Me gustaría mucho eso!

source: [_r_] I can't tell you that I share your desire of this...
spanish: [_r_] No puedo decirles que comparto su deseo de esto ...

source: [_r_] After all, it's a massive responsibility for us right now.
spanish: [_r_] Después de todo, es una enorme responsabilidad para nosotros en este momento.

source: [_r_] But I'll think about it.
spanish: [_r_] Pero lo pensaré.

source: [_mira_] Sure. In any case, keep in mind that I am not against it.
spanish: [_mira_] Claro. En cualquier caso, ten en cuenta que no estoy en contra.

source: [_r_] Of course, Mirai.
spanish: [_r_] Por supuesto, Mirai.

source: [_r_] You know what... I'd like that, too. More than anything.
spanish: [_r_] Usted sabe qué ... También me gustaría eso. Más que nada.
