Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/kuremiraywayo.po
Languages: french, italian, japanese, spanish

source: [_kure_] So pleasant... Your cum is inside me...
french: [_kure_] tellement plaisant... Votre foutre est en moi...
italian: [_kure_] così piacevole... Il tuo sperma è dentro di me...
japanese: [_kure_] とても楽しい... あなたの兼は私の中にあります...
spanish: [_kure_] Tan agradable... Su esperma está dentro de mí...

source: [_r_] What an amazing night, Kurenai...
french: [_r_] Quelle nuit incroyable, Kurenai ...
italian: [_r_] Che notte incredibile, Kurenai...
japanese: [_r_] なんと素晴らしい夜, Kurenai...
spanish: [_r_] Qué noche tan asombrosa, Kurenai...

source: [_r_] Are you sure it's safe? You know, cumming inside you.
french: [_r_] Êtes-vous sûr que c'est sécuritaire ? Vous savez, éjaculant en vous.
italian: [_r_] Sei sicuro che sia al sicuro? Sai, cumming dentro di te.
japanese: [_r_] 安全だと確信していますか？知っての通り、あなたの中をカミングします。
spanish: [_r_] ¿Estás seguro de que es seguro? Sabes, compitiendo dentro de ti.

source: [_kure_] Of course, don't worry, it's not easy to knock me up at this age.
french: [_kure_] Bien sûr, ne vous inquiétez pas, il n'est pas facile de me frapper à cet âge.
italian: [_kure_] Naturalmente, non ti preoccupare, non è facile bussarmi a questa età.
japanese: [_kure_] もちろん、心配しないでください、この年齢で私をノックアップするのは簡単ではありません。
spanish: [_kure_] Por supuesto, no te preocupes, no es fácil hacerme subir a esta edad.

source: [_r_] Well, I’ll take your word for it then.
french: [_r_] Eh bien, je vais prendre votre parole à ce moment-là.
italian: [_r_] Beh, prenderò la tua parola per allora.
japanese: [_r_] さて、私はそれのためにあなたの言葉を取ります。
spanish: [_r_] Bueno, entonces tomaré tu palabra para ello.

source: [_kure_] It's okay, boy, just relax.
french: [_kure_] C'est bon, mon garçon, détendu.
italian: [_kure_] Va bene, ragazzo, basta rilassarsi.
japanese: [_kure_] 大丈夫、息子さん、リラックスしてください。
spanish: [_kure_] Está bien, muchacho, solo se enciende.

source: [_r_] Will you need me to escort you home?
french: [_r_] Auriez-vous besoin de moi pour vous accompagner chez vous ?
italian: [_r_] Avrai bisogno di me per scortare a casa?
japanese: [_r_] 家までエスコートするのに私が必要ですか?
spanish: [_r_] ¿Necesitarás que te escolte a casa?

source: [_kure_] Oh don't worry, I'll sleep here, the owner knows me well, the rooms are great.
french: [_kure_] Oh, ne vous inquiétez pas, je vais dormir ici, le propriétaire me connaît bien, les chambres sont géniales.
italian: [_kure_] Oh non ti preoccupare, dormirò qui, il proprietario mi conosce bene, le camere sono grandi.
japanese: [_kure_] ああ、心配しないで、私はここで寝ます、所有者はよく私を知っている、部屋は素晴らしいです。
spanish: [_kure_] Oh no se preocupe, duermo aquí, el propietario me conoce bien, las habitaciones son geniales.

source: [_kure_] If you're ready for another round, you can stay with me.
french: [_kure_] Si vous êtes prêt pour un autre tour, vous pouvez rester avec moi.
italian: [_kure_] Se sei pronto per un altro round, puoi stare con me.
japanese: [_kure_] またラウンドの準備ができている場合は、私と一緒に滞在することができます。
spanish: [_kure_] Si estás listo para otra ronda, puedes quedarte conmigo.

source: [_r_] I'd love to, but no, I have plans tomorrow, but I'm sure we'll meet again soon.
french: [_r_] J'aimerais, mais non, j'ai des projets demain, mais je suis sûr que nous nous retrouverons bientôt.
italian: [_r_] mi piacerebbe, ma no, ho dei piani domani, ma sono sicuro che ci incontreremo di nuovo presto.
japanese: [_r_] そうしたいけど、明日は予定があるけど、すぐにまた会えると思う。
spanish: [_r_] Me encantaría, pero no, tengo planes mañana, pero estoy seguro de que nos volveremos a reunir pronto.

source: [_kure_] Will you visit this old lady again? I wouldn’t mind.
french: [_kure_] Allez-vous rendre visite à cette vieille dame ? Ça ne me dérangerait pas.
italian: [_kure_] tornerai a visitare questa vecchia signora? Non mi dispiacerebbe.
japanese: [_kure_] またこのおばあさんを訪ねてくれますか？気にしません。
spanish: [_kure_] ¿Volverás a visitar a esta anciana? No me importaría.

source: [_r_] I'll stay in touch. Always nice to steam the bones off for a while, Kurenai.
french: [_r_] Je resterai en contact. Je suis toujours agréable de faire sauter les os pendant un moment, Kurenai.
italian: [_r_] starò in contatto. Sempre bello spegnere le ossa per un po ', Kurenai.
japanese: [_r_] 連絡を取り合います。しばらく骨を蒸すのはいつでもいいですね。
spanish: [_r_] Estaré en contacto. Siempre agradable de vaporizar los huesos durante un tiempo, Kurenai.

source: [_kure_] Thank you, sweetie.
french: [_kure_] Merci, chérie.
italian: [_kure_] Grazie, sweetie.
japanese: [_kure_] ありがとうございます。
spanish: [_kure_] Gracias, sweetie.

source: [_mira_] Bastard! Bitch! Just one reason! GIVE ME ONE REASON!!
french: [_mira_] Bastard ! Bitch ! Juste une raison ! DONNEZ-MOI UNE RAISON !!
italian: [_mira_] Bastard! Bitch! Solo una ragione! GIVE ME ONE REASON!!
japanese: [_mira_] バスタード！ビッチ！理由を一つ教えてくれ！
spanish: ¡[_mira_] Bastard! ¡Tazón! ¡¡¡Solo una razón! ¡¡HAYA UNA LEZA!!

source: [_r_] Mirai? Fuck, wait, what are you... Are you going to stab me with a kunai? Calm down, let me...
french: [_r_] Mirai ? Fuck, attendez, que êtes-vous... Allez-vous me poignarder avec un kunai ? Calmez-vous, laissez-moi...
italian: [_r_] Mirai? Cazzo, aspetta, che cosa sei... Stai per pugnalarmi con un kunai? Calmatevi, lasciatemi...
japanese: [_r_] 未来？ファック、待って、あなたは何ですか？あなたはクナイで私を刺すつもりですか？落ち着いて、私を...
spanish: [_r_] Mirai? Suerte, espera, ¿qué eres... ¿Vas a apuñalarme con un kunai? Calme, déjame...

source: [_mira_] TELL ME! Give me one reason not to kill you right now!
french: [_mira_] TELL ME ! Donne-moi une raison de ne pas te tuer tout de suite !
italian: [_mira_] TELL ME! Dammi una ragione per non ucciderti adesso!
japanese: [_mira_] 電話してください！今すぐあなたを殺さない理由を一つ教えてください！
spanish: ¡[_mira_] ME! ¡Dame una razón para no matarte ahora mismo!

source: [_r_] I guess it's... You know... It's not legal...
french: [_r_] Je suppose que c'est... Vous savez... Ce n'est pas légal...
italian: [_r_] Immagino che sia... Lo sa... non è legale...
japanese: [_r_] 私はそれは...あなたが知っているだろう...それは合法ではない...
spanish: [_r_] Supongo que es... Sabes... No es legal...

source: [_mira_] Is it legal to fuck other people's mothers? You son of a bitch, I hate you!!
french: [_mira_] Est-il légal de baise les mères d'autres personnes ? Vous fils d'une chienne, je vous déteste !!
italian: [_mira_] È legale scopare le madri degli altri? Tu figlio di una cagna, ti odio!!
japanese: [_mira_] 他の人の母親とセックスするのは合法ですか？クソ野郎、私はあなたが嫌いです!!
spanish: [_mira_] ¿Es legal follar a las madres de otras personas? ¡Tú hijo de una perra, te odio!!

source: [_r_] So you saw...
french: [_r_] Donc vous avez vu...
italian: [_r_] Così hai visto...
japanese: [_r_] だからあなたは見た...
spanish: [_r_] Así que has visto...

source: [_mira_] How dare you... How could you do this to my mother...
french: [_mira_] Comment osez-vous ... Comment pourriez-vous faire ça à ma mère ...
italian: [_mira_] Come ti osi... Come potresti fare questo a mia madre...
japanese: [_mira_] なんてあえてchar@@1、どうして母にこんなことができるのか...
spanish: [_mira_] ¿Cómo te atreve... cómo podrías hacer esto a mi madre...

source: [_r_] You know, Mirai... You don't have a choice.
french: [_r_] Tu sais, Mirai ... Tu n'as pas le choix.
italian: [_r_] Sai, Mirai... Non hai scelta.
japanese: [_r_] みらい... あなたには選択肢がありません。
spanish: [_r_] Tú lo sabes, Mirai... No tienes elección.

source: [_mira_] What are you!?
french: [_mira_] Qu'est-ce que vous !?
italian: [_mira_] Che cosa sei!?
japanese: [_mira_] あなたは何ですか!?
spanish: [_mira_] ¿Qué eres!?

source: [_mira_] So you were saying...
french: [_mira_] Donc vous disiez ...
italian: [_mira_] Così stavate dicendo...
japanese: [_mira_] だからあなたは言っていました...
spanish: [_mira_] Así que estabas diciendo...

source: [_r_] Choice, it was your mother's choice. She is a lonely but still very beautiful woman.
french: [_r_] Choix, c'était le choix de votre mère. C'est une femme solitaire mais toujours très belle.
italian: [_r_] Scelta, è stata scelta da tua madre. È una donna solitaria ma ancora molto bella.
japanese: [_r_] お前の母親の選択だった。彼女は孤独だが、まだとても美しい女性だ。
spanish: [_r_] Elección, fue la elección de tu madre. Ella es una mujer solitaria pero aún muy hermosa.

source: [_r_] What's more, her body, just like yours, wants to be enjoyed.
french: [_r_] Quoi de plus, son corps, comme le vôtre, veut être apprécié.
italian: [_r_] Cosa c'è di più, il suo corpo, proprio come il vostro, vuole essere goduto.
japanese: [_r_] あなたの体と同じように、彼女の体も楽しみたいです。
spanish: [_r_] Lo que es más, su cuerpo, al igual que el tuyo, quiere ser disfrutado.

source: [_mira_] Don't talk about her like that...
french: [_mira_] Ne parlez pas d'elle comme ça...
italian: [_mira_] Non parlate di lei così...
japanese: [_mira_] そんな彼女のことを言わないで...
spanish: [_mira_] No hables de ella así...

source: [_r_] You're protecting her, that's alright. But look at it this way.
french: [_r_] Vous la protégez, c'est bien. Mais regardez de cette façon.
italian: [_r_] La stai proteggendo, va bene. Ma guardalo in questo modo.
japanese: [_r_] あなたは彼女を保護しています, それは大丈夫です. しかし、この方法でそれを見てください.
spanish: [_r_] La estás protegiendo, eso está bien. Pero mira de esta manera.

source: [_r_] Everything we did with her was also her wish, she wanted it as much as I did.
french: [_r_] Tout ce que nous avons fait avec elle était aussi son souhait, elle le voulait autant que moi.
italian: [_r_] Tutto quello che abbiamo fatto con lei era anche il suo desiderio, lo voleva tanto quanto ho fatto.
japanese: [_r_] 私たちが彼女と一緒にしたことはすべて彼女の願いでもありました, 彼女は私がしたようにそれを望んでいました.
spanish: [_r_] Todo lo que hicimos con ella era también su deseo, lo quería tanto como yo.

source: [_r_] Do I need to explain this to you?
french: [_r_] Ai-je besoin de vous l'expliquer ?
italian: [_r_] Ho bisogno di spiegarti questo?
japanese: [_r_] これを説明する必要がありますか?
spanish: [_r_] ¿Tengo que explicarle esto a usted?

source: [_r_] You want it too, I know you do. I can see it in your eyes.
french: [_r_] Tu veux aussi, je sais que tu le fais. Je peux le voir dans tes yeux.
italian: [_r_] Lo vuoi anche tu, lo conosco tu. Posso vederlo nei tuoi occhi.
japanese: [_r_] あなたも欲しいと思っているでしょう。あなたの目にも見えます。
spanish: [_r_] Usted también lo quiere, yo sé que lo hace. Lo puedo ver en tus ojos.

source: [_mira_] I don't... It's not true...
french: [_mira_] Je ne le fais pas... Ce n'est pas vrai...
italian: [_mira_] non lo faccio... Non è vero...
japanese: [_mira_] 私は... それは真実ではありません...
spanish: [_mira_] No ... No es verdad ...

source: [_r_] Then try to resist.
french: [_r_] Alors essayez de résister.
italian: [_r_] Quindi prova a resistere.
japanese: [_r_] それから抵抗しよう.
spanish: [_r_] Luego intenta resistirte.

source: [_mira_] Mmmm...
spanish: [_mira_] Mmm...

source: [_m_] I thought so.
french: [_m_] Je le pensais.
italian: [_m_] ho pensato così.
japanese: [_m_] そう思った。
spanish: [_m_] Pensé que sí.

source: [_mira_] You kissed me... Why..?
french: [_mira_] Tu m'embrassais ... Pourquoi ?
italian: [_mira_] Mi hai baciato... Perché..?
japanese: [_mira_] あなたは私にキスをしました...
spanish: [_mira_] Me besaste ... ¿Por qué ..?

source: [_r_] You don’t mind, do you? It seemed to me that you wanted this no less than me.
french: [_r_] Ça ne vous dérange pas, n'est-ce pas ? Il m'a semblé que vous vouliez cela pas moins que moi.
italian: [_r_] Non ti dispiace? Mi è sembrato che tu volessi questo non meno di me.
japanese: [_r_] 気にしませんか？私と同じくらいこれを望んでいるように思えました。
spanish: [_r_] No te importa, ¿verdad? Me parecía que querías esto no menos que yo.

source: [_mira_] I don't think now is the right time...
french: [_mira_] Je ne pense pas que c'est le bon moment ...
italian: [_mira_] Non penso che ora sia il momento giusto...
japanese: [_mira_] 今は適切な時ではないと思います。
spanish: [_mira_] No creo que ahora sea el momento adecuado...

source: [_mira_] I-I admit... I might have overreacted... But I don't even know...
french: [_mira_] I-I admet ... J'aurais peut-être réagi ... Mais je ne sais même pas ...
italian: [_mira_] lo ammetto... Potrei aver reagito in modo eccessivo... Ma non lo so...
japanese: [_mira_] I-I admit... 私は過剰反応していたかもしれません...
spanish: [_mira_] Yo lo admito... Podría haber reaccionado de manera exagerada... Pero ni siquiera lo sé...

source: [_mira_] We need to talk about this.
french: [_mira_] Nous devons en parler.
italian: [_mira_] Abbiamo bisogno di parlarne.
japanese: [_mira_] このことについて話し合う必要があります。
spanish: [_mira_] Tenemos que hablar de esto.

source: [_r_] This is not the most convenient place, maybe we should go to your place?
french: [_r_] Ce n'est pas le lieu le plus pratique, peut-être devrions-nous aller à votre place ?
italian: [_r_] Questo non è il posto più conveniente, forse dovremmo andare al tuo posto?
japanese: [_r_] ここは一番便利な場所ではありませんが、皆さんのところに行かないといけませんか?
spanish: [_r_] Este no es el lugar más conveniente, tal vez deberíamos ir a su lugar?

source: [_mira_] O-okay... Don’t think that you'll drag me into bed though! This is all too confusing...
french: [_mira_] O-okay... Mais ne pensez pas que vous allez me traîner dans le lit ! C'est trop confuse...
italian: [_mira_] O-okay... Non pensare che mi trascinerai nel letto però! Questo è troppo confuso...
japanese: [_mira_] わかりましたchar@@1 でも私をベッドに引きずってくれるとは思わないでください！これは混乱すぎます...
spanish: [_mira_] O-okay... ¡No pienses que me arrastrarás a la cama! Esto es demasiado confuso...

source: [_r_] Gotcha, let's just talk.
french: [_r_] Gotcha, parlons simplement.
italian: [_r_] Gotcha, parliamo.
japanese: [_r_] ゴチャ、話をしましょう。
spanish: [_r_] Gotcha, hablemos.

source: [_mira_] Why my mother? What made you go for it? She is...
french: [_mira_] Pourquoi ma mère ? Qu'est-ce qui vous a fait gagner ? Elle est...
italian: [_mira_] Perché mia madre? Cosa ti ha fatto andare? Lei è...
japanese: [_mira_] 私の母はなぜですか? なぜあなたはそれのために行ったのですか?
spanish: [_mira_] ¿Por qué mi madre? ¿Qué te hizo ir por ella? Ella es...

source: [_r_] What about her? Doesn't she deserve a chance to escape from her routine? She's a woman just like you.
french: [_r_] Qu'en est-il d'elle ? Ne mérite-t-elle pas une chance de s'échapper de sa routine ? C'est une femme comme vous.
italian: [_r_] Che dire di lei? Non merita una possibilità di fuggire dalla sua routine? È una donna come te.
japanese: [_r_] 彼女についてはどうですか? 彼女は彼女のルーチンから逃れるチャンスに値しませんか? 彼女はあなたのような女性です.
spanish: [_r_] ¿Qué pasa con ella? ¿No se merece la oportunidad de escaparse de su rutina? Es una mujer como tú.

source: [_mira_] Yes… But it just happens to be MY mother... And we… you know...
french: [_mira_] Oui… Mais il se trouve que c'est la mère MY ... Et nous,… , vous savez ...
italian: [_mira_] Sì… Ma succede solo di essere MY madre... E noi… sa...
spanish: [_mira_] Sí… Pero simplemente pasa a ser MI madre ... Y nosotros… ya sabes ...

source: [_r_] Fucked?
french: [_r_] Fuck ?
italian: [_r_] Sbattuto?
japanese: [_r_] 騙されましたか？
spanish: [_r_] ¿Suerte?

source: [_mira_] Yes.
french: [_mira_] Oui.
italian: [_mira_] Sì.
japanese: [_mira_] はい。
spanish: [_mira_] Sí.

source: [_r_] We're having an honest conversation, right Mirai? I won't lie to you, but you shouldn’t hide anything either.
french: [_r_] Nous avons une conversation honnête, Mirai de droite ? Je ne te mentirai pas, mais tu ne devrais rien cacher non plus.
italian: [_r_] Stiamo avendo una conversazione onesta, giusto Mirai? Non ti mentirò, ma non dovresti nascondere niente.
japanese: [_r_] 私たちは正直な会話をしていますよね？私はあなたに嘘をつきませんが、あなたも何も隠すべきではありません。
spanish: [_r_] Estamos teniendo una conversación honesta, ¿derecho Mirai? No te voy a mentir, pero tampoco debes esconder nada.

source: [_mira_] A-agreed.
french: [_mira_] A- accepté.
italian: [_mira_] A-approvato.
spanish: [_mira_] A-acordado.

source: [_r_] When I first saw her, I thought she wasn't getting enough attention.
french: [_r_] Quand je l'ai vue pour la première fois, je pensais qu'elle n'avait pas assez d'attention.
italian: [_r_] Quando l'ho vista per la prima volta, ho pensato che non stava ricevendo abbastanza attenzione.
japanese: [_r_] 私が初めて彼女を見たとき, 私は彼女が十分な注意を得ていないと思いました.
spanish: [_r_] Cuando la vi por primera vez, pensé que no estaba recibiendo suficiente atención.

source: [_r_] Back at the hot springs, when Hinata introduced us, I decided to help her.
french: [_r_] Retour aux sources thermales, lorsque Hinata nous a présenté, j'ai décidé de l'aider.
italian: [_r_] Tornato alle sorgenti termali, quando Hinata ci ha presentato, ho deciso di aiutarla.
japanese: [_r_] ひなたが紹介してくれた温泉で、彼女を助けることにしました。
spanish: [_r_] Volver a las primaveras calientes, cuando Hinata nos presentó, decidí ayudarla.

source: [_mira_] How many times have you... done it?
french: [_mira_] Combien de fois avez-vous ... fait ça ?
italian: [_mira_] Quante volte hai fatto... vero?
japanese: [_mira_] 何回やったと思いますか?
spanish: [_mira_] ¿Cuántas veces has hecho... ¿Hecho?

source: [_r_] More than with you, not by much though.
french: [_r_] Plus qu'avec vous, mais pas par beaucoup.
italian: [_r_] Più che con te, non per molto.
japanese: [_r_] しかし、あなたよりも多くはありません。
spanish: [_r_] más que contigo, no por mucho.

source: [_mira_] What did you like about her?
french: [_mira_] Qu'est-ce que tu aimes pour elle ?
italian: [_mira_] Cosa ti è piaciuto di lei?
japanese: [_mira_] 彼女についてどのようなことが好きでしたか?
spanish: [_mira_] ¿Qué te ha gustado de ella?

source: [_r_] Despite her age, she looks stunning. But that's not the best part. Every time we had sex, she did it with dedication, with eagerness, with trust.
french: [_r_] Malgré son âge, elle a l'air stupéfiante. Mais ce n'est pas la meilleure. Chaque fois que nous avons eu des rapports sexuels, elle l'a fait avec dévouement, avec empressement, avec confiance.
italian: [_r_] Nonostante la sua età, sembra stupefacente. Ma questa non è la parte migliore. Ogni volta che abbiamo fatto sesso, lo ha fatto con dedizione, con entusiasmo, con fiducia.
japanese: [_r_] 彼女の年齢にもかかわらず、, 彼女は見事に見えます. しかし、それは最良の部分ではありません. セックスをするたびに献身的にやったのです 熱心に信頼を持ち
spanish: [_r_] A pesar de su edad, parece asombrosa. Pero esa no es la mejor parte. Cada vez que teníamos sexo, lo hizo con dedicación, con ansiedad, con confianza.

source: [_r_] I think it’s a very rare find.
french: [_r_] Je pense que c'est une recherche très rare.
italian: [_r_] Penso che sia una scoperta molto rara.
japanese: [_r_] とても珍しい発見だと思います。
spanish: [_r_] creo que es un hallazgo muy raro.

source: [_mira_] Eh!... So you only want sex from my mom?
french: [_mira_] Eh !... Alors vous ne voulez que du sexe de ma mère ?
italian: [_mira_] Eh!... Quindi vuoi solo il sesso da mia mamma?
japanese: [_mira_] Eh!...だから、私の母からのセックスだけをしたいです?
spanish: [_mira_] ¡Eh!... ¿Entonces sólo quieres tener sexo de mi colega?

source: [_r_] Sex, that's enough.
french: [_r_] Sex, c'est suffisant.
italian: [_r_] Sesso, è abbastanza.
japanese: [_r_] セックス, それは十分です.
spanish: [_r_] Sex, eso es suficiente.

source: [_mira_] I understand.
french: [_mira_] Je comprends.
italian: [_mira_] capisco.
japanese: [_mira_] 分かります。
spanish: [_mira_] Entiendo.

source: [_mira_] I can't influence it, can I?
french: [_mira_] Je ne peux pas l'influencer, puis-je ?
italian: [_mira_] Non posso influenzarlo, vero?
japanese: [_mira_] 私はそれに影響を与えることができませんか？
spanish: [_mira_] No puedo influenciarla, ¿puedo?

source: [_r_] I doubt it.
french: [_r_] J'en doute.
italian: [_r_] ne dubito.
japanese: [_r_] 私はそれを疑う。
spanish: [_r_] Lo dudo.

source: [_mira_] Since I have no say in the matter... There's no point to being angry then.
french: [_mira_] Puisque je n'ai pas de mot à dire en la matière ... Il n'y a aucun intérêt à être en colère, alors.
italian: [_mira_] Dal momento che non ho voce in capitolo... Non ha senso essere arrabbiato allora.
japanese: [_mira_] 私には何も言わないので...その時に怒る意味はありません。
spanish: [_mira_] Desde que no tengo voz en el asunto... No tiene sentido estar enojado entonces.

source: [_r_] Glad you figured it out.
french: [_r_] Heureuse que vous ayez compris.
italian: [_r_] Felice che tu l'abbia capito.
japanese: [_r_] よかった。
spanish: [_r_] alegrarte de que lo hayas visto.

source: [_r_] That's not enough, Mirai. I want your mother to be happy.
french: [_r_] Ça ne suffit pas, Mirai. Je veux que votre mère soit heureuse.
italian: [_r_] Non basta, Mirai. Voglio che tua madre sia felice.
japanese: [_r_] それだけでは足りない、みらい。お母さんに幸せになってほしい。
spanish: [_r_] No es suficiente, Mirai. Quiero que tu madre sea feliz.

source: [_mira_] And what does that mean?
french: [_mira_] Et qu'est-ce que cela signifie ?
italian: [_mira_] E che cosa significa?
japanese: [_mira_] そしてそれはどういう意味ですか?
spanish: [_mira_] Y ¿qué significa eso?

source: [_r_] I don't know yet, but I'm going to find out.
french: [_r_] Je ne sais pas encore, mais je vais le savoir.
italian: [_r_] non lo so ancora, ma lo scoprirò.
japanese: [_r_] まだ分かりませんが、調べてみます。
spanish: [_r_] Todavía no lo sé, pero me voy a enterar.

source: [_mira_] Are you two in a serious…?
french: [_mira_] Êtes-vous deux dans un sérieux… ?
italian: [_mira_] Sei due in un serio…?
japanese: [_mira_] あなたは深刻な…にいますか？
spanish: [_mira_] ¿Eres dos en un… serio?

source: [_r_] Yes.
french: [_r_] Oui.
italian: [_r_] Sì.
japanese: [_r_] はい。
spanish: [_r_] Sí.

source: [_r_] Cat got your tongue?
french: [_r_] Le chat a eu votre langue ?
italian: [_r_] Gatto ha avuto la lingua?
japanese: [_r_] 猫が舌を抜いてくれた？
spanish: [_r_] ¿Gato tiene la lengua?

source: [_mira_] I don't know what to say.
french: [_mira_] Je ne sais pas quoi dire.
italian: [_mira_] Non so cosa dire.
japanese: [_mira_] 何を言ったらいいか分かりません。
spanish: [_mira_] No sé qué decir.

source: [_mira_] I need to think about it.
french: [_mira_] J'ai besoin d'y réfléchir.
italian: [_mira_] Ho bisogno di pensarci.
japanese: [_mira_] それについて考える必要があります。
spanish: [_mira_] necesito pensar en ello.

source: [_r_] Okay.
french: [_r_] OK.
japanese: [_r_] OK。
spanish: [_r_] Vale.

source: [_r_] I want to go to sleep.
french: [_r_] Je veux aller dormir.
italian: [_r_] voglio andare a dormire.
japanese: [_r_] 寝たい。
spanish: [_r_] Quiero ir a dormir.

source: [_mira_] You can stay for the night, I don't mind.
french: [_mira_] Vous pouvez rester pour la nuit, je ne pense pas.
italian: [_mira_] Puoi rimanere per la notte, non mi dispiace.
japanese: [_mira_] 泊まっても構いません。
spanish: [_mira_] Usted puede permanecer por la noche, no me importa.

source: [_m_] For some reason this month has gone by surprisingly quickly
french: [_m_] Pour une raison ou pour une autre, ce mois-ci est devenu étonnamment rapidement
italian: [_m_] Per qualche motivo questo mese è passato sorprendentemente rapidamente
japanese: [_m_] 何らかの理由で今月は驚くほど早く過ぎています
spanish: [_m_] Por alguna razón este mes ha pasado sorprendentemente rápido

source: [_m_] But at the same time very slowly and calmly.
french: [_m_] Mais en même temps très lentement et calmement.
italian: [_m_] Ma allo stesso tempo molto lentamente e con calma.
japanese: [_m_] しかし同時に非常にゆっくりと静かに。
spanish: [_m_] Pero al mismo tiempo muy lento y calamitoso.

source: [_m_] Maybe it’s because I'm starting to get used to it?
french: [_m_] C'est peut-être parce que je commence à m'habitué à ça ?
italian: [_m_] Forse è perché sto iniziando ad abituarsi?
japanese: [_m_] 私が慣れてきたからかな？
spanish: [_m_] Tal vez sea porque estoy empezando a acostumbrarme?

source: [_m_] I'm starting to get used to sweet, sensual Kurenai, who needed a man's touch so much.
french: [_m_] Je commence à m'habituer à la douce, sensuelle Kurenai, qui a tant besoin d'un homme.
italian: [_m_] Sto cominciando ad abituarmi a un po' dolce, sensuale Kurenai, che aveva tanto bisogno del tocco di un uomo.
japanese: [_m_] 私は甘い、官能的なKurenaiに慣れ始めています, そんなに男のタッチを必要としました.
spanish: [_m_] Estoy empezando a acostumbrarme a dulces y sensuales Kurenai, que tanto necesitaban el toque de un hombre.
