Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/kuremiraywayo.po
Languages: french, italian, japanese, spanish

source: [_r_] I think it's a great place to spend time for just the two of us.
french: [_r_] Je pense que c'est un bon endroit pour passer du temps pour nous deux.
italian: [_r_] Penso che sia un ottimo posto per trascorrere del tempo solo per i due.
japanese: [_r_] 私たち二人だけの時間を過ごすにはいい場所だと思います。
spanish: [_r_] creo que es un buen lugar para pasar tiempo por solo los dos de nosotros.

source: [_kure_] I'm all for it, I think it's indeed more convenient to do all those dirty things there...
french: [_kure_] Je suis tout pour ça, je pense qu'il est en effet plus pratique de faire toutes ces sales choses là-bas...
italian: [_kure_] Io sono tutto per questo, penso che sia davvero più conveniente fare tutte quelle cose sporche lì...
japanese: [_kure_] 私はすべてのそれらの汚いことを行うことは確かにもっと便利だと思います...
spanish: [_kure_] Estoy totalmente a favor, creo que es realmente más conveniente hacer todas esas sucias cosas allí...

source: [_r_] I like the way you think, Kurenai.
french: [_r_] J'aime la façon dont tu penses, Kurenai.
italian: [_r_] Mi piace il modo in cui pensi, Kurenai.
japanese: [_r_] 私は皆さんの考え方が好きです。
spanish: [_r_] Me gusta la forma en que piensas, Kurenai.

source: [_mira_] I just can't believe my ears...
french: [_mira_] Je ne peux pas croire mes oreilles ...
italian: [_mira_] Non riesco a credere alle mie orecchie...
japanese: [_mira_] 耳が信じられないchar@@1
spanish: [_mira_] No puedo creer mis oídos...

source: [_mira_] That... Freak! He did all those dirty things to my mom!?
french: [_mira_] C'est... Freak ! Il a fait toutes ces sales choses à ma mère !?
italian: [_mira_] Quello... Freak! Ha fatto tutte quelle cose sporche a mia mamma!?
japanese: [_mira_] それはchar@@1 すごい！彼は私のお母さんにそれらの汚いことをすべてやった！？
spanish: [_mira_] eso... ¡Freak! ¡Él hizo todas esas sucias cosas a mi colega!?

source: [_mira_] I thought so, this guy can't be trusted...
french: [_mira_] Je pensais que c'était le cas, on ne pouvait pas faire confiance à ce gars...
italian: [_mira_] ho pensato così, questo ragazzo non può essere fidato...
japanese: [_mira_] そう思ったけど、こいつは信用できない...
spanish: [_mira_] lo pensé, este tipo no puede ser confiado...

source: [_mira_] It's so hard to catch him... These last few months he miraculously eluded me... And then he suddenly appeared, and immediately came after my mother...
french: [_mira_] C'est si dur de le rattraper ... Ces derniers mois, il m'a miraculeusement échappé ... Et puis il est soudainement apparu, et immédiatement après ma mère ...
italian: [_mira_] È così difficile prenderlo... Questi ultimi mesi mi ha fatto miracolosamente eludere. E poi apparve improvvisamente, e subito venne dopo mia madre...
japanese: [_mira_] 彼を捕まえるのはとても難しい...この数ヶ月間、彼は奇跡的に私を逃がしました。 そして突然彼が現れ、すぐに母の後を追ってきました...
spanish: [_mira_] Es tan difícil atraparlo... Estos últimos meses me eludió milagrosamente. Y luego apareció de repente e inmediatamente vino después de mi madre...

source: [_mira_] What a freak! I hate it!!
french: [_mira_] Qu'est-ce qu'un freak ! Je déteste ça !!
japanese: [_mira_] なんて変人！私はそれを憎む!!
spanish: [_mira_] ¡Qué freak! ¡¡¡Lo odio!!

source: [_mira_] What did he do to my mom? I need to know more! And when I find out...
french: [_mira_] Qu'est-ce qu'il a fait à ma mère ? Je dois en savoir plus ! Et quand je le trouve ...
italian: [_mira_] Che cosa ha fatto a mia mamma? Ho bisogno di saperne di più! E quando lo trovo...
japanese: [_mira_] 彼は私のお母さんに何をしましたか? もっと知りたいです! そして、私が見つけたら...
spanish: [_mira_] ¿Qué hizo con mi compañía? ¡Necesito saber más! Y cuando lo descubro...

source: [_r_] Look at you Kurenai, you look great!
french: [_r_] Regarde Kurenai, tu as l'air super !
italian: [_r_] Guardati Kurenai, sembri fantastico!
japanese: [_r_] あなたを見てください、あなたは素晴らしいです!
spanish: [_r_] Mírate a Kurenai, ¡te ves genial!

source: [_r_] Is that a bottle of red wine? Didn't notice you taking that with you.
french: [_r_] Est-ce une bouteille de vin rouge ? N'a pas remarqué que tu pras ça avec toi.
italian: [_r_] È una bottiglia di vino rosso? Non ti sei accorto di portarlo con te.
japanese: [_r_] あれは赤ワインのボトルですか? あなたがあなたとそれを持っていることに気づかなかった。
spanish: [_r_] ¿Es eso una botella de vino tinto? No te has dado cuenta de que lo llevas contigo.

source: [_kure_] Boy, I come here too often, do you think I'm just steaming my bones without wine?
french: [_kure_] Garçon, je viens ici trop souvent, pensez-vous que je suis juste en train de faire cuire mes os sans vin ?
italian: [_kure_] Ragazzo, vengo qui troppo spesso, pensi che sto solo fumando le mie ossa senza vino?
japanese: [_kure_] 少年、私はあまりにも頻繁にここに来て、私はワインなしで私の骨を蒸していると思いますか?
spanish: [_kure_] Niño, vengo demasiado a menudo, ¿crees que estoy vaporetando mis huesos sin vino?

source: [_r_] I'm sure it's much more pleasant to steam bones with wine to go along!
french: [_r_] Je suis sûr que c'est beaucoup plus agréable à la vapeur d'os avec le vin d'aller le long !
italian: [_r_] Sono sicuro che è molto più piacevole vapore ossa con vino per andare avanti!
japanese: [_r_] ワインで骨を蒸すのはもっと楽しいと思います!
spanish: [_r_] ¡Estoy seguro de que es mucho más agradable vapor de huesos con vino para ir!

source: [_kure_] Trust me, I know a lot about good wines. You'll love this bottle, I kept it and saved it for a special occasion.
french: [_kure_] Crois-moi, je connais beaucoup de bons vins. Vous aimerez cette bouteille, je l'ai gardé et je l'ai sauvé pour une occasion spéciale.
italian: [_kure_] Fidati di me, conosco molto di buoni vini. Amerai questa bottiglia, l'ho conservata e salvata per un'occasione speciale.
japanese: [_kure_] 私を信じて, 私は良いワインについて多くを知っています. あなたはこのボトルを愛します, 私はそれを保持し、特別な機会のためにそれを保存しました.
spanish: [_kure_] Confíe en mí, sé mucho sobre los buenos vinos. Te encantará esta botella, la guardé y la salvé para una ocasión especial.

source: [_r_] Oh, so today is a special occasion?
french: [_r_] Oh, alors aujourd'hui est une occasion spéciale ?
italian: [_r_] Oh, così oggi è un'occasione speciale?
japanese: [_r_] ああ、だから今日は特別な機会ですか?
spanish: [_r_] Oh, ¿así que hoy es una ocasión especial?

source: [_kure_] A young man asked me out on a date that will end in great sex, it's definitely a special occasion.
french: [_kure_] Un jeune homme m'a demandé à une date qui finira par un grand sexe, c'est vraiment une occasion spéciale.
italian: [_kure_] Un giovane mi ha chiesto di uscire in una data che finirà nel grande sesso, è sicuramente un'occasione speciale.
japanese: [_kure_] 若い男は偉大なセックスで終わる日付に私を尋ねました, それは間違いなく特別な機会です.
spanish: [_kure_] Un joven me preguntó en una fecha que terminará en un gran sexo, definitivamente es una ocasión especial.

source: [_mira_] Seeing mom and that jerk... I can't hear what they're talking about... But mom looks like she's flirting...
french: [_mira_] En voyant ma mère et ce sacc... Je n'entends pas de quoi ils parlent... Mais ma mère semble flirter...
italian: [_mira_] Vedendo mamma e che si masturba... Non riesco a sentire di cosa stanno parlando... Ma mamma sembra che lei stia flirtando...
japanese: [_mira_] お母さんとあのジャークを見てchar@@1。彼らが何を話しているのか聞こえないchar@@2でもお母さんはイチャイチャしているようだchar@@3。
spanish: [_mira_] Viendo a la madre y a esa miserón... No puedo oír de qué están hablando... Pero la madre parece que está flirtando...

source: [_mira_] What's the matter with her...
french: [_mira_] Qu'est-ce que c'est avec elle ...
italian: [_mira_] Qual è la questione con lei...
japanese: [_mira_] 彼女との問題は何ですか?
spanish: [_mira_] ¿Qué es lo que importa con ella...

source: [_r_] So you like to sip wine, huh? Had no clue you were into it.
french: [_r_] Alors tu aimes boire du vin, hein ? N'avais pas d'indices que tu étais dedans.
italian: [_r_] Così ti piace sorseggiare il vino, eh? Non avevi alcun indizio su di esso.
japanese: [_r_] それでワインを飲むのが好きですか？あなたが興味を持っていた手がかりがなかったのです。
spanish: [_r_] Así que te gusta saborear vino, ¿eh? No tenías ninguna pista en ella.

source: [_kure_] What else is a lonely old woman with a grown child supposed to do?
french: [_kure_] Qu'est-ce qu'une vieille femme seule avec un enfant adulte est censée faire ?
italian: [_kure_] Che altro dovrebbe fare una vecchia donna solitaria con un bambino cresciuto?
japanese: [_kure_] 成長した子供を持つ孤独な老婆は他に何をしなければならないのでしょうか?
spanish: [_kure_] ¿Qué más es una mujer solitaria con un hijo adulto que debe hacer?

source: [_kure_] Now is the time to live for yourself... Maybe that's why I jumped on your young cock with such enthusiasm.
french: [_kure_] Le moment est venu de vivre pour vous ... C'est peut-être pour ça que j'ai sauté sur votre jeune coq avec un tel enthousiasme.
italian: [_kure_] Ora è il momento di vivere per voi... Forse è per questo che ho saltato sul vostro giovane cazzo con un tale entusiasmo.
japanese: [_kure_] 今こそ自分のために生きる時だ...だからそんな熱意を持って若いチンポに飛び乗ったのかもしれない。
spanish: [_kure_] Ahora es el momento de vivir para ti mismo... Tal vez por eso salté en tu joven polla con tanto entusiasmo.

source: [_r_] It's so funny that you talk about yourself as an old woman, considering that you have the body of a young fit girl.
french: [_r_] C'est tellement drôle que tu parles de toi-même comme une vieille femme, considérant que tu as le corps d'une jeune femme en forme.
italian: [_r_] È così divertente che parli di te stesso come una vecchia donna, considerando che hai il corpo di una giovane ragazza.
japanese: [_r_] あなたが若いフィットガールの体を持っていることを考えると、あなたは老女として自分自身について話すのはとても面白いです.
spanish: [_r_] Es tan divertido que hablas de ti mismo como una mujer mayor, teniendo en cuenta que tienes el cuerpo de una niña de cabeza.

source: [_kure_] Probably because in the past I was quite a good shinobi, I never sat still, so my body was perfectly preserved for my age.
french: [_kure_] Probablement parce que dans le passé j'étais une bonne shinobi, je ne suis jamais restée assise, donc mon corps était parfaitement préservé pour mon âge.
italian: [_kure_] Probabilmente perché in passato ero abbastanza un buon shinobi, non mi sono mai seduto ancora, così il mio corpo è stato perfettamente conservato per la mia età.
japanese: [_kure_] おそらく、以前は結構いい忍者だったので、じっと座ったことはなかったので、私の体は年齢のために完全に保存されていました。
spanish: [_kure_] Probablemente porque en el pasado era un brinobi bastante bueno, nunca me senté hasta la fecha, así que mi cuerpo fue perfectamente preservado para mi edad.

source: [_r_] Not just that, with such a tight ass like yours, it's a sin not to enjoy young cocks. I don't know why you never had fans before me.
french: [_r_] Pas seulement que, avec un tel cul si serré comme le vôtre, c'est un péché de ne pas aimer les jeunes bites. Je ne sais pas pourquoi vous n'avez jamais eu de fans avant moi.
italian: [_r_] Non solo, con un culo così stretto come il tuo, è un peccato non godere di cazzi giovani. Non so perché non avete mai avuto dei fan prima di me.
japanese: [_r_] それだけでなく、あなたのようなきつい尻で、若いチンポを楽しまないのは罪です。 私の前にファンがいなかった理由は分かりません。
spanish: [_r_] No solo eso, con un culo tan apretado como el tuyo, es un pecado no disfrutar de las pollas jóvenes. No sé por qué nunca has tenido fans antes de mí.

source: [_kure_] I'm a modest woman, only you managed to dig out of me the enthusiasm that I have long had hidden within.
french: [_kure_] Je suis une femme modeste, seulement vous avez réussi à m'extraire de moi l'enthousiasme que j'ai depuis longtemps caché à l'intérieur.
italian: [_kure_] Sono una donna modesta, solo tu sei riuscito a scavare fuori di me l'entusiasmo che ho da tempo nascosto dentro.
japanese: [_kure_] 私は控えめな女性です, あなただけが私は長い間中に隠されていた熱意を私から掘り下げることができました.
spanish: [_kure_] Soy una mujer modesta, sólo que lograste cavar fuera de mí el entusiasmo que durante mucho tiempo había escondido dentro.

source: [_mira_] What the hell are they talking about ... Fuck, I can’t hear them but I need to..
french: [_mira_] Qu'est-ce qu'ils parlent de ... Fuck, je ne peux pas les entendre mais j'ai besoin de ..
italian: [_mira_] Di che diavolo stanno parlando... Scopo, Non riesco a sentirli, ma ho bisogno di..
japanese: [_mira_] 彼らは何を話しているのですか... ファック, 私はそれらを聞くことができませんが、私はする必要があります...
spanish: [_mira_] ¿De qué están hablando el infierno... Fuck, no puedo oírlos pero necesito hacerlo?

source: [_mira_] Drinking wine, it looks like some kind of date...
french: [_mira_] Le vin, il ressemble à une sorte de date ...
italian: [_mira_] Bere il vino, sembra una sorta di data...
japanese: [_mira_] ワインを飲むと、何らかの日付のように見えます...
spanish: [_mira_] Beber vino, parece una especie de fecha...

source: [_r_] Are you relaxed enough? How about we start using our bodies for their intended purpose? I’ve been drooling at the sight of you all evening.
french: [_r_] Êtes-vous assez détendu ? Comment pouvons-nous commencer à utiliser nos corps aux fins prévues ? J'ai été en train de se droyer à la vue de toi toute la soirée.
italian: [_r_] Sei abbastanza rilassato? Che ne dici di iniziare a usare i nostri corpi per il loro scopo previsto? Ho guidato alla vista di voi tutta la sera.
japanese: [_r_] 十分にリラックスしていますか？私たちはその目的のために私たちの体を使い始めますか？ 私は一晩中あなたの姿を見てよだれをしていました。
spanish: [_r_] ¿Está usted suficientemente relajado? ¿Qué tal empezamos a usar nuestros cuerpos para su propósito? He estado babeando a la vista de todos ustedes por la noche.

source: [_kure_] Sit down sweetie, bring your delicious cock over here, mommy will make sure everything is clean and slippery.
french: [_kure_] Sit down Chéri, apporte ton délicieux coq ici, maman va s'assurer que tout est propre et glissant.
italian: [_kure_] Siediti dolcezza, porta il tuo delizioso cazzo qui, la mamma farà in modo che tutto sia pulito e scivoloso.
japanese: [_kure_] 甘いものを座らせて、おいしいチンポをここに持ってきて、ママはすべてが清潔で滑りやすいことを確認します。
spanish: [_kure_] Siéntate unas semanas, trae tu deliciosa polla por aquí, mi diversión se asegurará de que todo esté limpio y resbaladizo.

source: [_r_] You know exactly what I need, Kurenai...
french: [_r_] Vous savez exactement ce dont j'ai besoin, Kurenai ...
italian: [_r_] Sai esattamente di cosa ho bisogno, Kurenai...
japanese: [_r_] あなたは私が必要とするものを正確に知っています...
spanish: [_r_] Usted sabe exactamente lo que necesito, Kurenai ...

source: [_r_] Your blowjobs are any man's dream...
french: [_r_] Votre chablis est le rêve d'un homme ...
italian: [_r_] I tuoi pompini sono il sogno di ogni uomo...
japanese: [_r_] あなたのフェラチオは男の夢です...
spanish: [_r_] Sus mamadas son el sueño de cualquier hombre ...

source: [_r_] Fuck yes... Like this...
french: [_r_] Fuck y... Comme ceci...
italian: [_r_] Cazzo sì... Come questo...
japanese: [_r_] はい... このように...
spanish: [_r_] Pagado sí... Como esto...

source: [_r_] Come on Kurenai, I know you can take it deeper!
french: [_r_] Viens sur Kurenai, je sais que tu peux l'approfondir !
italian: [_r_] Vieni su Kurenai, so che puoi approfondirlo!
japanese: [_r_] Kurenaiに来て、もっと深く理解してもらえると思います！
spanish: [_r_] Ven a Kurenai, ¡sé que puedes tomarlo más profundo!

source: [_mira_] What the fuck is going on!?
french: [_mira_] Que se passe la baise !?
italian: [_mira_] Che cazzo sta succedendo!?
japanese: [_mira_] 何が起こっているんだ!?
spanish: [_mira_] ¿Qué mierda está pasando!?

source: [_mira_] She... She’s sucking his cock like that...
french: [_mira_] Elle suce sa queue comme ça...
italian: [_mira_] Lei... Sta succhiando il suo cazzo così...
japanese: [_mira_] 彼女はchar@@1 彼女は彼のチンポをそんなに吸い込んでいます...
spanish: [_mira_] She... Ella está chupando su polla así...

source: [_mira_] Mom... What the hell are you doing with that...
french: [_mira_] Maman... Que faites-vous avec ça...
italian: [_mira_] Moma... Che diavolo stai facendo con quello...
japanese: [_mira_] お母さん... いったい何をしているんだ...
spanish: [_mira_] Mom... Qué infierno estás haciendo con eso...

source: [_r_] Fuck yeah... Like this, mommy...
french: [_r_] Fuck yeah... Comme ça, maman...
italian: [_r_] Cazzo sì... Come questo, mamma...
japanese: [_r_] ファックうん, このように, ママ...
spanish: [_r_] Fuck sieah... Me gusta... Me gusta...

source: [_r_] When you suck like that, I just go crazy...
french: [_r_] Quand vous aspirez comme ça, je deviais fou ...
italian: [_r_] Quando si succhia così, io impazzire...
japanese: [_r_] そんなふうにしゃくしゃすると、ただ気が狂ってしまうchar@@1
spanish: [_r_] Cuando succionas así, simplemente me vuelvo loco ...

source: [_r_] Just a little more and I'll cum...
french: [_r_] Juste un peu plus et je vais foutre...
italian: [_r_] Solo un po 'di più e io cum...
japanese: [_r_] もう少しだけ、私は...
spanish: [_r_] Solo un poco más y me cumbre...

source: [_r_] Cumming! I'm cumming!
french: [_r_] Je jouis ! Je jouis !
italian: [_r_] Cumming! Sto cumming!
japanese: [_r_] カミング！私は面倒だ！
spanish: [_r_] ¡Me cuelgo! ¡Me cumbo!

source: [_r_] Swallow it all... I know you love the taste.
french: [_r_] Tout avaler... Je sais que vous aimez le goût.
italian: [_r_] Ingeriscilo tutto... So che ami il gusto.
japanese: [_r_] 全てを飲み込んでください。私はあなたが味を愛していることを知っています。
spanish: [_r_] Truébelo todo... Sé que te encanta el sabor.

source: [_mira_] This bastard... He came on my mum’s...
french: [_mira_] Ce bâtard... Il est venu sur ma mère...
italian: [_mira_] Questo bastardo... È venuto sulla mia mamma...
japanese: [_mira_] この野郎char@@1 彼は私の母の上に来た...
spanish: [_mira_] este bastardo... Vino a mi madre...

source: [_mira_] From here it’s even a bit... Hot...
french: [_mira_] De là, c'est même un peu ... Hot ...
italian: [_mira_] Da qui è anche un po'... Hot...
japanese: [_mira_] ここからは少しでも...
spanish: [_mira_] Desde aquí es incluso un poco... Rápido...

source: [_kure_] Are you comfortable? I’ll start moving now.
french: [_kure_] Êtes-vous à l'aise ? Je vais commencer maintenant.
italian: [_kure_] Sei comodo? Inizierò a muovermi ora.
japanese: [_kure_] 快適ですか？今から引っ越しを始めます。
spanish: [_kure_] ¿Está cómodo? Empezaré a mudar ahora.

source: [_r_] Yes, don’t worry, just ride me however you want.
french: [_r_] Oui, ne vous inquiétez pas, n'est-ce pas que vous voulez.
italian: [_r_] Sì, non ti preoccupare, basta cavalcarmi come vuoi.
japanese: [_r_] はい、心配しないで、好きなように乗ってください。
spanish: [_r_] Sí, no te preocupes, solo envíame como quieras.

source: [_r_] Like this, good job... Don’t rush, feel it inside you...
french: [_r_] Comme ça, bon boulot ... Ne vous précipitez pas, sentez-vous à l'intérieur de vous ...
italian: [_r_] In questo modo, buon lavoro... Non fretta, sentitela dentro di voi...
japanese: [_r_] このように、よくできましたchar@@1 急いではいけませんchar@@2
spanish: [_r_] Me gusta esto, buen trabajo... No te desanimes, siéntalo dentro de ti...

source: [_kure_] OHH... I missed the feeling of you sliding into me.
french: [_kure_] OHH... J'ai raté le sentiment de vous glisser dans moi.
italian: [_kure_] OHH... Ho perso la sensazione di scivolare dentro di me.
japanese: [_kure_] ああ...私はあなたが私の中に滑り込んでいる感じを逃しました。
spanish: [_kure_] OHH... me perdí la sensación de que deslizaste hacia mí.

source: [_r_] You can get a lot wilder if you want to.
french: [_r_] Vous pouvez avoir beaucoup de flétri si vous voulez.
italian: [_r_] È possibile ottenere molto più selvaggio se si desidera.
japanese: [_r_] したい場合はもっとワイルドになれます。
spanish: [_r_] Puede obtener mucho más wilder si lo desea.

source: [_r_] Oh... You have so much enthusiasm, I’d never guess that you are a mother with a grown child.
french: [_r_] Oh... Vous avez tellement d'enthousiasme, je ne devrais jamais croire que vous êtes une mère avec un enfant grandissant.
italian: [_r_] Oh... Hai così tanto entusiasmo, non avrei mai indovinato che sei una madre con un bambino adulto.
japanese: [_r_] ああ... あなたはとても熱意を持っています、私はあなたが成長した子供を持つ母親であることを想像することはありません。
spanish: [_r_] Oh... Tienes tanto entusiasmo, nunca adivinaría que eres una madre con un niño adulto.

source: [_kure_] S-stop... Just let me enjoy your cock...
french: [_kure_] S-stop... Laissez-moi juste profiter de votre queue...
italian: [_kure_] S-stop... Permettetemi di godermi il vostro cazzo...
japanese: [_kure_] S-stop... ただ、あなたのコックを楽しませてください...
spanish: [_kure_] S-stop... Déjame disfrutar de tu polla...

source: [_r_] Come on, fuck yourself harder!
french: [_r_] Allez, baissez-vous plus fort !
italian: [_r_] Avanti, scopa più duramente!
japanese: [_r_] もっと強くファックしろ！
spanish: [_r_] Venga, ¡fíjate más fuerte!

source: [_mira_] Fuck... I didn't think it would be this hot...
french: [_mira_] Fuck... Je ne pensais pas que ce serait aussi chaud...
italian: [_mira_] Fuck... Non pensavo fosse questo caldo...
japanese: [_mira_] ファック... こんなに暑いとは思わなかった...
spanish: [_mira_] Suerte... No pensé que sería tan caliente...

source: [_mira_] What am I doing...
french: [_mira_] Qu'est-ce que je fais ...
italian: [_mira_] Che cosa sto facendo...
japanese: [_mira_] 私は何をしています...
spanish: [_mira_] Qué estoy haciendo...

source: [_mira_] There's no one here... Maybe I should...
french: [_mira_] Il n'y a personne ici ... Peut-être que je devrais ...
italian: [_mira_] Non c'è nessuno qui... Forse dovrei...
japanese: [_mira_] ここには誰もいません...
spanish: [_mira_] No hay nadie aquí... Tal vez debería...

source: [_mira_] The way how they fuck...
french: [_mira_] La façon dont ils baisent ...
italian: [_mira_] Il modo in cui si scopa...
japanese: [_mira_] 彼らはどのようにファック方法...
spanish: [_mira_] La manera en que follan...

source: [_mira_] It turns me on so fucking much!
french: [_mira_] Ça me tourne tellement à merde !
italian: [_mira_] Mi accende così tanto cazzo!
japanese: [_mira_] すごくクソくらえ!
spanish: [_mira_] ¡Me excita tanto la mierda!

source: [_mira_] It’s the first time I see my mum...From this side...
french: [_mira_] C'est la première fois que je vois ma mère ...De ce côté ...
italian: [_mira_] È la prima volta che vedo mia mamma... da questo lato...
japanese: [_mira_] お母さんに初めて会った...こちら側から...
spanish: [_mira_] Es la primera vez que veo a mi madre... Desde este lado...

source: [_mira_] Fuck... What I’m doing is so.. Mm....
french: [_mira_] Fuck... Ce que je fais c'est ainsi... Mm....
italian: [_mira_] Fuck... Quello che sto facendo è così.. Mm....
japanese: [_mira_] ファックchar@@1 私がしていることはそうです...
spanish: [_mira_] Suerte... Lo que estoy haciendo es tan.. Mm....

source: [_mira_] I want... I want it too...
french: [_mira_] Je veux... Je le veux aussi...
italian: [_mira_] lo voglio... lo voglio anche...
japanese: [_mira_] 私も欲しい...
spanish: [_mira_] Yo quiero... yo también lo quiero...

source: [_mira_] I want him to fuck me too!
french: [_mira_] Je veux qu'il me baise aussi !
italian: [_mira_] voglio che lui mi scopi troppo!
japanese: [_mira_] 私も彼にファックしてほしい!
spanish: [_mira_] ¡Quiero que me follen también!

source: [_mira_] Y-yes... So fast... Relief...
french: [_mira_] Y-oui... Si vite... soulagez-vous...
italian: [_mira_] Y-sì... Così veloce... Rilievo...
japanese: [_mira_] Y-yes...
spanish: [_mira_] Y-y... Tan rápido... Aliviado...

source: [_r_] Great... you fuck so well...
french: [_r_] Super... vous baisez si bien...
italian: [_r_] Grande... si scopa così bene...
japanese: [_r_] 素晴らしい... あなたはとてもよくファックします...
spanish: [_r_] genial... tan bien... te follas tan bien...

source: [_r_] Go on...
french: [_r_] Allez...
italian: [_r_] Vai su...
japanese: [_r_] 次に進む...
spanish: [_r_] Continuar...

source: [_kure_] Yeah...Mmm...Just a little more...
french: [_kure_] Ouais...Mmm...Juste un peu plus...
italian: [_kure_] Sì...Mmm...Appena un po' di più...
japanese: [_kure_] はい...うーん...ほんの少し...
spanish: [_kure_] Sí...Mmm...Just a little more...

source: [_r_] I'm about to cum! Get off!
french: [_r_] Je suis sur le point de foutre ! Allez-y !
italian: [_r_] sto per cum! Scena!
japanese: [_r_] 私はクムに近づいています！降りてください！
spanish: [_r_] ¡Estoy a punto de cumpleaños! ¡Descúbre!

source: [_kure_] No! It's okay, cum inside me, it's safe... Just cum! I'm ready too!
french: [_kure_] Non ! Ça va bien, foutre en moi, c'est sûr... jouir ! Je suis prêt aussi !
italian: [_kure_] No! Va bene, sborra dentro di me, è sicuro... Basta sborra! Sono pronto troppo!
japanese: [_kure_] いいえ! 大丈夫です, 私の中の兼, それは安全です... ちょうどクム! 私も準備ができている!
spanish: ¡[_kure_] No! Está bien, cum dentro de mí, es seguro... ¡Simplemente! ¡Estoy listo también!
