Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/kuremiraywayo.po
Languages: french, italian, japanese, spanish

source: [_m_] I'm not sure I can get both mother and daughter at the same time.
french: [_m_] Je ne suis pas sûr de pouvoir avoir la mère et la fille en même temps.
italian: [_m_] Non sono sicuro di poter ottenere sia madre che figlia allo stesso tempo.
japanese: [_m_] 母親と娘の両方を同時に手に入れられるかどうかはわかりません。
spanish: [_m_] No estoy seguro de que pueda conseguir tanto a la madre como a la hija al mismo tiempo.

source: [_m_] But if I do succeed, It’ll be an unforgettable threesome!
french: [_m_] Mais si je réussis, ce sera un moment inoubliable !
italian: [_m_] Ma se ho successo, sarà un trio indimenticabile!
japanese: [_m_] しかし、もし成功すれば、忘れられない3人になるだろう！
spanish: [_m_] Pero si tengo éxito, ¡será un trío inolvidable!

source: [_m_] That decides me! I'll think about it tomorrow and share it with Kamiko.
french: [_m_] Ça me décide ! Je vais y réfléchir demain et la partager avec Kamiko.
italian: [_m_] Che mi decide! Ci penserò domani e lo condividerò con Kamiko.
japanese: [_m_] それで私が決めてくれました！明日考えて、神子と共有します。
spanish: [_m_] ¡Eso me decide! Lo pensaré mañana y lo compartiré con Kamiko.

source: [_m_] So what's the plan? I should probably just start by chatting... With Kurenai, it worked out pretty well...
french: [_m_] Alors quel est le plan ? Je devrais probablement commencer par discuter... Avec Kurenai, cela s'est plutôt bien déroulé...
italian: [_m_] Qual è il piano? Probabilmente dovrei iniziare chiacchierando... Con Kurenai, ha funzionato abbastanza bene...
japanese: [_m_] だから、計画は何ですか? まずはチャットから始めましょう...Kurenaiでは、かなりうまくいきました。
spanish: [_m_] ¿Entonces cuál es el plan? Probablemente debería empezar por chatear... Con Kurenai, funcionó bastante bien...

source: [_m_] I think we need to approach things like adults, after all Kurenai is a grown woman.
french: [_m_] Je pense que nous devons aborder les choses comme les adultes, après tout Kurenai est une femme adulte.
italian: [_m_] Penso che dobbiamo avvicinarci a cose come gli adulti, dopotutto Kurenai è una donna cresciuta.
japanese: [_m_] やっぱり紅は大人の女性だったので、大人の方にもアプローチする必要があると思います。
spanish: [_m_] creo que tenemos que acercarnos a cosas como los adultos, ya que Kurenai es una mujer adulta.

source: [_m_] Or should I start with Mirai? It's a difficult choice, Mirai is already more attached to me, but that doesn’t mean that it will be easier with her than with her mother.
french: [_m_] Ou devrais-je commencer par Mirai ? C'est un choix difficile, Mirai est déjà plus attaché à moi, mais cela ne veut pas dire qu'il sera plus facile avec elle qu'avec sa mère.
italian: [_m_] O dovrei iniziare con Mirai? È una scelta difficile, Mirai è già più attaccato a me, ma questo non significa che sarà più facile con lei che con sua madre.
japanese: [_m_] それとも未来から始めるべきか？ 難しい選択ですね、みらいはもうもっと愛着を持っています。 でも母親より簡単になるわけではありません
spanish: [_m_] ¿O debo empezar con Mirai? Es una elección difícil, Mirai ya está más ligado a mí pero eso no significa que sea más fácil con ella que con su madre.

source: [_m_] I should probably text her first.
french: [_m_] Je devrais probablement la SMS d'abord.
italian: [_m_] Dovrei probabilmente testarla prima.
japanese: [_m_] 私はおそらく彼女を最初にテキストする必要があります.
spanish: [_m_] Probablemente debería enviarle un mensaje de texto primero.

source: [_m_] Well, that's it, the problem solved itself.
french: [_m_] Eh bien, c'est bien ça, le problème s'est résolu.
italian: [_m_] Beh, è questo, il problema si è risolto.
japanese: [_m_] そうですね、問題は解決しました。
spanish: [_m_] Bueno, eso es todo, el problema se resolvió a sí mismo.

source: [_m_] Today I only have one objective, which is Kurenai.
french: [_m_] Aujourd'hui, je n'ai qu'un seul objectif, qui est Kurenai.
italian: [_m_] Oggi ho solo un obiettivo, che è Kurenai.
japanese: [_m_] 今日、私は唯一の目的を持っています, これはクレナイです.
spanish: [_m_] Hoy solo tengo un objetivo, que es Kurenai.

source: [_r_] Hey Kamiko, so, about yesterday's conversation... I think I've made up my mind.
french: [_r_] Hé Kamiko, donc, à propos de la conversation d'hier... Je pense que je me suis fait l'esprit.
italian: [_r_] Hey Kamiko, quindi, circa la conversazione di ieri... Penso di aver fatto la mia mente.
japanese: [_r_] 神子さん、昨日の会話について...決心したと思います。
spanish: [_r_] Hey Kamiko, así, acerca de la conversación de ayer... Creo que me he tomado la decisión.

source: [_ka_] I'm all ears.
french: [_ka_] Je suis toutes les oreilles.
italian: [_ka_] sono tutte orecchie.
japanese: [_ka_] 私はすべて耳にします.
spanish: [_ka_] Soy todos los oídos.

source: [_r_] I think I'll set Sakura aside for a while, I'll deal with Kurenai and Mirai.
french: [_r_] Je pense que je vais mettre Sakura de côté pour un moment, je vais traiter avec Kurenai et Mirai.
italian: [_r_] Penso che lascerò da parte Sakura per un po', mi occuperò di Kurenai e Mirai.
japanese: [_r_] しばらくさくらを脇に置いておきますと思います。
spanish: [_r_] Creo que dejaré a Sakura a un lado por un rato, trataré con Kurenai y Mirai.

source: [_ka_] Getting yourself worked up before the main course, huh? I don't mind, have fun.
french: [_ka_] Se faire travailler avant la course principale, hein ? Ça ne me dérange, amusez-vous bien.
italian: [_ka_] Ti fa lavorare prima del corso principale, eh? Non mi dispiace, divertirmi.
japanese: [_ka_] メインコースの前に体を動かしてみませんか？気にしない、楽しんでください。
spanish: [_ka_] ¿Te has subido antes del curso principal, eh? No me importa, diviértete.

source: [_r_] I'm going to Kurenai today. Any advice, any instructions?
french: [_r_] Je vais me rendre à Kurenai aujourd'hui. Des conseils, des instructions ?
italian: [_r_] Vado a Kurenai oggi. Qualche consiglio, qualche istruzione?
japanese: [_r_] 今日はクレナイに行く予定です。アドバイスはありますか？指示はありますか？
spanish: [_r_] voy a Kurenai hoy. ¿Algún consejo, alguna instrucción?

source: [_ka_] Just be the same seductive son of a bitch you always are, you don't need anything else.
french: [_ka_] Simplement être le même fils séducteur d'une chienne que vous êtes toujours, vous n'avez pas besoin d'autre chose.
italian: [_ka_] Sii lo stesso figlio seducente di una cagna che sei sempre, non hai bisogno di altro.
japanese: [_ka_] いつも同じく魅惑的なクソ野郎になれば、他には何も必要ありません。
spanish: [_ka_] Solo sé el mismo hijo seductor de una perra que siempre eres, no necesitas otra cosa.

source: [_r_] What about my provocation skill? Would it make sense to use it?
french: [_r_] Qu'en est-il de ma technique de provocation ? Serait-il sensé de l'utiliser ?
italian: [_r_] Che ne dici della mia abilità di provocazione? Ha senso usarla?
japanese: [_r_] 私の挑発スキルはどうでしょうか? それを使うのは意味がありますか?
spanish: [_r_] ¿Qué hay de mi habilidad de provocación? ¿Tendría sentido usarla?

source: [_ka_] No sweetie, you already fucked that old lady, didn't you?
french: [_ka_] Pas de chérie, vous avez déjà baisé cette vieille dame, n'est-ce pas ?
italian: [_ka_] No sweetie, hai già scopato quella vecchia signora, vero?
japanese: [_ka_] いいえ、もうあのおばあさんとヤッたでしょ？
spanish: [_ka_] No hay semanas, ya has follado a esa anciana, ¿verdad?

source: [_r_] Yeah, happened before.
french: [_r_] Oui, il s'est produit avant.
italian: [_r_] Sì, è successo prima.
japanese: [_r_] ええ、前にも起こりました。
spanish: [_r_] Sí, sucedió antes.

source: [_ka_] So you don't need a provocation then. The threads of my chakra are already deeply rooted in her body, which means the old woman has been having dreams for a long time in which you fuck her brains out.
french: [_ka_] Donc vous n'avez pas besoin d'une provocation. Les fils de ma chakra sont déjà profondément enracinées dans son corps, ce qui veut dire que la vieille femme a des rêves depuis longtemps dans lesquels vous baisez ses cerveaux.
italian: [_ka_] Quindi non hai bisogno di una provocazione. I fili del mio chakra sono già profondamente radicati nel suo corpo, che significa che la vecchia donna ha avuto sogni per molto tempo in cui si scopa il cervello fuori.
japanese: [_ka_] それでは挑発は必要ありません。 私のチャクラの糸はすでに彼女の体に深く根付いている。 つまり老婆は長い間夢を見てた あなたが彼女の頭をクビにしてた
spanish: [_ka_] Así que no necesitas una provocación entonces. Los hilos de mi chakra ya están profundamente arraigados en su cuerpo, lo que significa que la anciana ha estado teniendo sueños durante mucho tiempo en el que le follan sus golpes.

source: [_r_] So I can just... Fuck her whenever I want?
french: [_r_] Alors je peux juste... la baiser quand je le veux ?
italian: [_r_] Così posso solo... Cazzo lei ogni volta che voglio?
japanese: [_r_] 私はいつでも彼女をファックすることができます...
spanish: [_r_] Así que puedo ajustar... ¿Suerte cuando quiera?

source: [_ka_] You're not a rapist, idiot. Just be yourself. She definitely wants your cock, that's all you need to know.
french: [_ka_] Vous n'êtes pas un violeur, idiot. Juste être toi-même. Elle veut vraiment ta bite, c'est tout ce que tu as besoin de savoir.
italian: [_ka_] Non sei uno stupratore, un idiota. Sii te stesso. Vuole sicuramente il tuo cazzo, è tutto quello che devi sapere.
japanese: [_ka_] あなたは強姦犯ではありません。自分自身になってください。彼女は間違いなくあなたのコックを望んでいます、それはあなたが知る必要があるすべてです。
spanish: [_ka_] Usted no es un violador, idiota. Solo debes ser tú mismo. Ella definitivamente quiere tu polla, eso es todo lo que necesitas saber.

source: [_r_] Gotcha, then see you soon, I'll try to come up with something related to her.
french: [_r_] Gotcha, puis vous revoir bientôt, je vais essayer de trouver quelque chose qui lui est lié.
italian: [_r_] Gotcha, poi ci vediamo presto, cercherò di trovare qualcosa di correlato a lei.
japanese: [_r_] 早くお会いしましょう。彼女に関係することを考えてみましょう。
spanish: [_r_] Gotcha, luego te vemos pronto, intentaré encontrar algo relacionado con ella.

source: [_ka_] Have fun.
french: [_ka_] Amusea.
italian: [_ka_] Divertiti.
japanese: [_ka_] 楽しんでください。
spanish: [_ka_] Diviértete.

source: [_kure_] Give me a second.
french: [_kure_] Donnez-moi une seconde.
italian: [_kure_] Dammi un secondo.
japanese: [_kure_] ちょっと待ってください。
spanish: [_kure_] Dame un segundo.

source: [_kure_] Oh, it's you...
french: [_kure_] Oh, c'est vous...
italian: [_kure_] Oh, sei tu...
japanese: [_kure_] ああ、それはあなた...
spanish: [_kure_] Oh, eres tú...

source: [_kure_] I didn't... Didn't expect to meet you again...
french: [_kure_] Je n'ai pas... Je ne m'attendais pas à vous rencontrer à nouveau...
italian: [_kure_] non ho fatto... Non aspettavo di incontrarti di nuovo...
japanese: [_kure_] 私はしませんでしたchar@@1 もうあなたに会うとは思わなかった...
spanish: [_kure_] Yo no... no esperaba conocerte de nuevo...

source: [_r_] Hello Kurenai, would you mind having my company?
french: [_r_] Bonjour Kurenai, ça vous dérangerait d'avoir mon entreprise ?
italian: [_r_] Ciao Kurenai, ti dispiacerebbe avere la mia compagnia?
japanese: [_r_] こんにちは、Kurenaiさん、私の会社を持っていただけませんか？
spanish: [_r_] Hola Kurenai, ¿te importaría tener mi empresa?

source: [_r_] If you do, I can leave.
french: [_r_] Si vous le faites, je peux partir.
italian: [_r_] Se lo fai, posso andarmene.
japanese: [_r_] そうすれば、私は出発することができます。
spanish: [_r_] Si lo hace, puedo irme.

source: [_kure_] N-no, not really... It's just a little unusual... I thought you weren't coming back...
french: [_kure_] N-non, pas vraiment... C'est juste un peu inhabituel... Je pensais que vous ne reveniez pas...
italian: [_kure_] N-no, non veramente... è solo un po' insolito... pensavo che non stesse tornando...
japanese: [_kure_] N-no, 実際には... ちょっと変わっているだけだ... あなたは戻って来ないと思っていた...
spanish: [_kure_] N-no, en realidad... Es un poco inusual... pensé que no volvieses...

source: [_r_] But I'm here. Would you like to talk about what happened between us before?
french: [_r_] Mais je suis ici. Voulez-vous parler de ce qui s'est passé entre nous auparavant ?
italian: [_r_] Ma io sono qui. Vuoi parlare di ciò che è successo prima tra noi?
japanese: [_r_] しかし、私はここにいます。
spanish: [_r_] Pero estoy aquí. ¿Te gustaría hablar de lo que pasó entre nosotros antes?

source: [_r_] I think we have things to discuss.
french: [_r_] Je pense que nous avons des choses à discuter.
italian: [_r_] Penso che abbiamo cose da discutere.
japanese: [_r_] 議論すべきことがあると思います。
spanish: [_r_] creo que tenemos cosas que discutir.

source: [_kure_] Y-yes, come to the backyard. Wait here, I'll make us some coffee.
french: [_kure_] Y-oui, venez dans la cour. Attendez ici, je vais nous faire du café.
italian: [_kure_] Y-sì, vieni al cortile. Aspetta qui, ci farò un po' di caffè.
japanese: [_kure_] Y-はい, 裏庭に来てください. ここで待って, 私は私たちにいくつかのコーヒーを作ります.
spanish: [_kure_] Sí, ven al patio trasero. Espera aquí, nos haré algo de café.

source: [_r_] Sure.
french: [_r_] Bien sûr.
italian: [_r_] Certo.
japanese: [_r_] もちろん
spanish: [_r_] Claro.

source: Time to find a new card!
french: Il est temps de trouver une nouvelle carte !
italian: È ora di trovare una nuova carta!
japanese: 新しいカードを見つけましょう！
spanish: ¡Es hora de encontrar una nueva tarjeta!

source: [_kure_] So what actually brings you here?
french: [_kure_] Alors, qu'est-ce qui vous amène ici ?
italian: [_kure_] Che cosa ti porta qui?
japanese: [_kure_] では、実際に何があなたをここへ連れてきたのでしょうか?
spanish: [_kure_] Entonces, ¿qué te trae aquí?

source: [_kure_] After our last time sleeping together, you disappeared for months...
french: [_kure_] Après notre dernière fois couché ensemble, vous avez disparu pendant des mois ...
italian: [_kure_] Dopo la nostra ultima volta di dormire insieme, sei scomparso per mesi...
japanese: [_kure_] 私たちの最後の時間一緒に寝た後、あなたは数ヶ月間姿を消しました...
spanish: [_kure_] Después de nuestra última vez durmiendo juntos, ustedes desaparecieron durante meses ...

source: [_r_] It's a long story, but it's not because of you, I felt very good with you.
french: [_r_] C'est une longue histoire, mais ce n'est pas à cause de toi, je me suis senti très bien avec toi.
italian: [_r_] È una storia lunga, ma non è per te, mi sono sentito molto bene con te.
japanese: [_r_] 長い話ですが、それはあなたのせいではなく、とても良いと感じました。
spanish: [_r_] Es una historia larga, pero no es por ti, me sentí muy bien contigo.

source: [_kure_] The way it happened... You know, I'm not that kind of woman at all.
french: [_kure_] Comme ça s'est passé... Vous savez, je ne suis pas du tout ce genre de femme.
italian: [_kure_] Il modo in cui è accaduto... Sai, non sono affatto una donna di questo tipo.
japanese: [_kure_] それが起こった方法...あなたは知っています, 私は全くそのような女性のようなものではありません.
spanish: [_kure_] La forma en que sucedió... Sabes, no soy una mujer en absoluto.

source: [_kure_] I don't throw myself into passion with the first handsome man I meet...
french: [_kure_] Je ne me jette pas dans la passion avec le premier homme que je rencontre ...
italian: [_kure_] Non mi lancio nella passione con il primo bell'uomo che incontro...
japanese: [_kure_] 私が出会った最初のハンサムな男と情熱に身を投げるわけではありません...
spanish: [_kure_] No me lanzo a la pasión con el primer guapo hombre que me encuentro...

source: [_kure_] It's just that everything happened so fast with you, I can't explain what caused this feelings.
french: [_kure_] C'est juste que tout s'est passé si vite avec vous, je ne peux pas expliquer ce qui a causé ce sentiment.
italian: [_kure_] È solo che tutto è accaduto così velocemente con te, non riesco a spiegare cosa abbia causato questi sentimenti.
japanese: [_kure_] 全てがあなたとあまりにも速く起こっただけで、この気持ちの原因は説明できません。
spanish: [_kure_] Es simplemente que todo pasó tan rápido contigo, no puedo explicar lo que causó estos sentimientos.

source: [_r_] It's okay Kurenai, you lacked affection and good sex, you got it from me, we are all human.
french: [_r_] C'est bon Kurenai, vous avez manqué d'affection et de bon sexe, vous l'avez reçu de moi, nous sommes tous humains.
italian: [_r_] Va bene Kurenai, ti manca l'affetto e il buon sesso, lo hai ottenuto da me, siamo tutti umani.
japanese: [_r_] Kurenai、あなたは愛情と良いセックスを欠いていて、あなたは私からそれを得ました、私たちはすべて人間です。
spanish: [_r_] Está bien Kurenai, has lacado la afección y el buen sexo, lo has obtenido de mí, todos somos humanos.

source: [_kure_] Probably… so what are you here for this time? It's a no-strings quickie again, am I right?
french: [_kure_] Probablement… alors qu'est-ce que vous êtes ici pour cette fois-ci ? Ça ne va plus vite, n'est-ce pas ?
italian: [_kure_] Probabilmente… quindi che cosa sei qui per questo tempo? È un no-stringhe quickie di nuovo, ho ragione?
japanese: [_kure_] おそらく… なので、今回は何のためにここにいますか? それはまた素早いですね?
spanish: [_kure_] Probablemente… así que ¿para qué estás aquí para este tiempo? No es una cadena rápida otra vez, ¿tengo razón?

source: [_r_] No point in denying the obvious, I really want to fuck you.
french: [_r_] Je ne veux pas nier l'évidence, je veux vraiment te baiser.
italian: [_r_] Nessun punto nel negare l'ovvio, voglio davvero scopare.
japanese: [_r_] 明らかなことを否定する意味はない、本当にあなたをファックしたい。
spanish: [_r_] No tiene sentido negar lo obvio, realmente quiero follarte.

source: [_r_] You were happy with me back then, weren't you?
french: [_r_] Vous étiez satisfait de moi à l'époque, n'est-ce pas ?
italian: [_r_] Eri felice con me allora, vero?
japanese: [_r_] 当時は嬉しかったですね。
spanish: [_r_] Usted estaba feliz conmigo en aquel entonces, ¿no?

source: [_r_] Admit it, you yourself are thinking about my cock.
french: [_r_] Admettez ça, vous êtes vous-même en train de penser à ma bite.
italian: [_r_] Ammettilo, tu stesso stai pensando al mio cazzo.
japanese: [_r_] それを認めて、あなた自身が私のチンポについて考えています。
spanish: [_r_] Admita, tú mismo estás pensando en mi polla.

source: [_kure_] Somehow you're right again, I really want you too.
french: [_kure_] Une fois de plus, vous avez raison, je veux vraiment vous aussi.
italian: [_kure_] In qualche modo hai di nuovo ragione, voglio davvero anche te.
japanese: [_kure_] なんとなく正しいのですが、私も本当に欲しいです。
spanish: [_kure_] De alguna manera estás en lo correcto de nuevo, yo realmente quiero que tú también.

source: [_kure_] If you want it too, so be it... I think two adults can afford it...
french: [_kure_] Si vous le voulez aussi, alors ... Je pense que deux adultes peuvent se le permettre ...
italian: [_kure_] Se lo vuoi anche, sia così... penso che due adulti possano permetterselo...
japanese: [_kure_] もしあなたがそれを望んでいるなら、それはそうである...私は2人の大人がそれを買う余裕があると思う...
spanish: [_kure_] Si lo desea también, así sea ... Creo que dos adultos pueden permitírselo ...

source: [_r_] You know, Kurenai, we had wonderful sex, but I caught myself thinking that there were no feelings in it at all.
french: [_r_] Vous savez, Kurenai, nous avons eu un beau sexe, mais je me suis pris à penser qu'il n'y avait aucun sentiment dans tout ça.
italian: [_r_] Sai, Kurenai, abbiamo avuto un sesso meraviglioso, ma mi sono preso pensando che non ci fossero sentimenti in esso.
japanese: [_r_] ご存知の通り、Kurenai、私たちは素晴らしいセックスをしていましたが、私はその中に全く感情がないと思っていました。
spanish: [_r_] Tú sabes, Kurenai, teníamos sexo maravilloso, pero me sorprendió pensando que no había ningún sentimiento en él.

source: [_r_] I don't know if you even need it, but if we could get to know each other better, I'd be really happy.
french: [_r_] Je ne sais pas si vous en avez besoin, mais si on pouvait mieux se connaître, je serais vraiment heureux.
italian: [_r_] Non so se ne hai nemmeno bisogno, ma se potessimo conoscerci meglio, sarei davvero felice.
japanese: [_r_] 必要かどうかさえ分かりませんが、お互いをもっと知り合えるようになれば、本当に嬉しいです。
spanish: [_r_] No sé si incluso lo necesitas, pero si pudiéramos conocernos mejor, estaría realmente feliz.

source: [_kure_] Feelings... I don't know what to say... Can I want something like that with a young man at my age?
french: [_kure_] Des sentiments... Je ne sais pas quoi dire... Puis-je avoir quelque chose comme ça avec un jeune homme à mon âge ?
italian: [_kure_] Sentimenti... Non so cosa dire... Posso volere qualcosa di simile con un giovane alla mia età?
japanese: [_kure_] 気分...何を言っていいのかわからない... 私は私の年齢の若い男性と一緒にそのような何かが欲しいですか?
spanish: [_kure_] Sientes... No sé qué decir... ¿Puedo querer algo así con un joven a mi edad?

source: [_kure_] Why are you interested in such things with me... I can't give you much...
french: [_kure_] Pourquoi vous intéressez-vous à de telles choses avec moi ... Je ne peux pas te donner beaucoup ...
italian: [_kure_] Perché sei interessato a cose del genere con me... Non posso darti molto...
japanese: [_kure_] どうして私と一緒にそんなことに興味があるのですか?
spanish: [_kure_] ¿Por qué estás interesado en estas cosas conmigo... No puedo darte mucho...

source: [_r_] You're wrong. Youth is good, but you have a lot of experience.
french: [_r_] Vous avez tort. Les jeunes sont bons, mais vous avez beaucoup d'expérience.
italian: [_r_] Hai torto. La gioventù è buona, ma hai molta esperienza.
japanese: [_r_] 違います。青年は良いですが、経験がたくさんあります。
spanish: [_r_] Usted está equivocado. La juventud es buena, pero tienes mucha experiencia.

source: [_r_] I'm not even talking about sex, in that respect you're probably one of the best women I've ever met.
french: [_r_] Je ne parle même pas de sexe, à cet égard, vous êtes probablement l'une des meilleures femmes que j'ai jamais rencontrées.
italian: [_r_] Non sto nemmeno parlando di sesso, in questo senso sei probabilmente una delle donne migliori che abbia mai incontrato.
japanese: [_r_] 私はセックスの話をしているわけではありませんが、その点であなたはおそらく私が会った中で最高の女性の一人です。
spanish: [_r_] Ni siquiera estoy hablando de sexo, en ese respeto usted es probablemente una de las mejores mujeres que he conocido.

source: [_r_] I'm talking about you as a person, you seem more interesting to me than you think you are.
french: [_r_] Je parle de vous en tant que personne, vous me semblez plus intéressant que vous ne le pensez.
italian: [_r_] Sto parlando di te come persona, mi sembri più interessante di quanto tu pensi di essere.
japanese: [_r_] 私は人としてあなたのことを話していますが、あなたが思っているよりも面白いように思えます。
spanish: [_r_] Estoy hablando de ti como una persona, me parece más interesante de lo que crees.

source: [_kure_] You... Maybe there's something about it... I can't give you an answer right now... But I’ll need to think about it.
french: [_kure_] Vous... Peut-être y a-t-il quelque chose à ce sujet... Je ne peux pas vous donner de réponse pour l'instant... Mais je vais devoir y réfléchir.
italian: [_kure_] Tu... Forse c'è qualcosa al riguardo... non posso darti una risposta in questo momento... Ma dovrò pensarci.
japanese: [_kure_] あなたchar@@1 たぶん何かがあります。今すぐ答えを出すことはできませんが、考える必要があります。
spanish: [_kure_] Usted ... Tal vez hay algo al respecto ... No te puedo dar una respuesta ahora mismo ... Pero tendré que pensar en ello.

source: [_kure_] Thank you... That’s nice to hear.
french: [_kure_] Merci... C'est sympa d'entendre.
italian: [_kure_] Grazie... È bello sentire.
japanese: [_kure_] ありがとうございますchar@@1 それは聞いてうれしいです。
spanish: [_kure_] Gracias ... Eso es agradable de escuchar.

source: [_r_] You're welcome, Kurenai.
french: [_r_] Vous êtes les bienvenus, Kurenai.
italian: [_r_] Sei il benvenuto, Kurenai.
japanese: [_r_] どういたしまして, Kurenai.
spanish: [_r_] Estás bienvenido, Kurenai.

source: [_r_] Do you have any plans for tonight?
french: [_r_] Avez-vous des plans pour ce soir ?
italian: [_r_] Hai dei piani per stasera?
japanese: [_r_] 今夜の予定はありますか。
spanish: [_r_] ¿Tienes planes para esta noche?

source: [_kure_] None. Do you have anything to offer?
french: [_kure_] Aucune. Avez-vous quoi que ce soit à offrir ?
italian: [_kure_] Nessuna. Hai qualcosa da offrire?
japanese: [_kure_] なし。何か提供するものはありますか？
spanish: [_kure_] Ninguno. ¿Tienes algo que ofrecer?

source: [_r_] How about going to the hot springs? That's where we first met.
french: [_r_] Comment aller aux sources thermales ? C'est là que nous nous sommes rencontrés pour la première fois.
italian: [_r_] Che ne dici di andare alle sorgenti calde? Ecco dove ci siamo incontrati per la prima volta.
japanese: [_r_] 温泉に行ってみてはいかがですか? そこで私たちは初めて出会いました。
spanish: [_r_] ¿Qué tal ir a las primas calientes? Es ahí donde nos reunimos primero.
