Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/kuremiraywayo.po
Languages: french, italian, japanese, spanish

source: [_m_] I love her surprise blowjobs, she's really been spoiling me a lot lately.
spanish: [_m_] Me encanta su sorpresa blowjobs, realmente me ha estropeado mucho últimamente.

source: [_m_] Maybe it's just the pregnancy that's affecting her, but she's become very gentle and submissive.
spanish: [_m_] Tal vez sea sólo el embarazo que le afecta, pero se ha vuelto muy suave y sumisiva.

source: [_m_] Always trying to please me, always trying to make me happy.
spanish: [_m_] Siempre tratando de complemorarme, siempre tratando de hacerme feliz.

source: [_m_] It's not like I'm gonna complain... I just hope it doesn't suddenly end...
spanish: [_m_] No es como si fuera una queja... espero que de repente no termine...

source: [_r_] You're doing a hell of a job...
spanish: [_r_] Usted está haciendo un infierno de un trabajo ...

source: [_r_] The sandwich is really good too!
spanish: [_r_] ¡El sándwich es muy bueno también!

source: [_r_] Mmmm... Keep going, honey...
spanish: [_r_] Mmm... Sigue adelante, miel...

source: [_mira_] Aw you enshoying ish?
spanish: [_mira_] ¿Os que estás escapando?

source: [_r_] I sure do... You're just the best...
spanish: [_r_] Estoy seguro de que lo hará... Eres el mejor...

source: [_r_] That's so... good...
spanish: [_r_] Es así... bueno...

source: [_mira_] Cum... in my moush!
spanish: [_mira_] Cum... ¡en mi madre!

source: [_r_] Sure! I... I think I'm almost ready...
spanish: ¡[_r_] Seguro! Yo... creo que casi estoy listo...

source: [_r_] Keep working with your tongue like that, yeah...
spanish: [_r_] Sigue trabajando con tu lengua como esta, si...

source: [_r_] Don't slow down!
spanish: [_r_] No desaceleres!

source: [_mira_] Come on! Fill my moush witsh cum!
spanish: [_mira_] ¡Vamos! ¡Llena mi jovencita jovencita!

source: [_m_] Just how much... I love my life...
spanish: [_m_] Cuánto... Me encanta mi vida...

source: [_m_] Am I really not in paradise?
spanish: [_m_] ¿Realmente no estoy en el paraíso?

source: [_mira_] Thanks for the treat, honey.
spanish: [_mira_] Gracias por la sorpresa, miel.

source: [_r_] You've really been spoiling me lately...
spanish: [_r_] Usted realmente me ha estado estropeando últimamente ...

source: [_mira_] Of course! You're my husband, it'll always be like that.
spanish: ¡[_mira_] por supuesto! Eres mi marido, siempre será así.

source: [_r_] You're teasing me...
spanish: [_r_] Me estás burlando ...

source: [_r_] Your words alone make my dick go hard again!
spanish: [_r_] ¡Tus palabras por sí solas hacen que mi polla vuelva a ser difícil!

source: [_mira_] Does my husband crave his pregnant wife once again?
spanish: [_mira_] ¿Mi marido antoja otra vez a su esposa embarazada?

source: [_r_] He sure does...
spanish: [_r_] Él seguro que lo hace...

source: [_mira_] Well, what are you waiting for? Come and take me! I can sure still take you!
spanish: [_mira_] Bueno, ¿a qué estás esperando? ¡Ven a tomarme! ¡Estoy seguro de que todavía te lleva!

source: [_r_] You don't have to ask me twice!
spanish: [_r_] ¡No tienes que preguntarme dos veces!

source: [_r_] Get on all fours, I can't wait any longer!
spanish: [_r_] ¡Pon todos los cuatros, no puedo esperar más!

source: [_mira_] Careful... Let's take it slow...
spanish: [_mira_] Cuidado... Vamos a tomarlo lentamente...

source: [_mira_] I do want you, but don't rush it, please...
spanish: [_mira_] Te quiero, pero no lo escapes, por favor...

source: [_r_] Is this alright? I'll go in slowly, okay?
spanish: [_r_] ¿Esto está bien? Voy a entrar despacio, ¿bien?

source: [_mira_] Uh-huh... Come on, put it in...
spanish: [_mira_] Uh-huh... Vamos, ponlo en...

source: [_r_] Just like that... Are you feeling good?
spanish: [_r_] Así que... ¿Te sientes bien?

source: [_mira_] Yeah... I don't feel any discomfort... It feels good!
spanish: [_mira_] Sí... No me siento desilusionado... ¡Se siente bien!

source: [_mira_] Go on, get to it!
spanish: [_mira_] ¡Vamos, lleguemos!

source: [_mira_] I'm all yours! Fuck me harder!
spanish: [_mira_] ¡Soy todo tuyo! ¡Suerta más difícil!

source: [_mira_] I've got used to it! Come on!
spanish: ¡[_mira_] me he acostumbrado a él! ¡Vamos!

source: [_mira_] YES! YES!
spanish: [_mira_] ¡SÍ! ¡SÍ!

source: [_mira_] Fuck me! Keep going!
spanish: [_mira_] ¡Suerte! ¡Sigue adelante!

source: [_r_] Come over herre! I want to see your face!
spanish: [_r_] ¡Vengan a herre! ¡Quiero ver tu cara!

source: [_mira_] Sure! Let me just lie down like this!
spanish: ¡[_mira_] Seguro! ¡Permíteme acostarme así!

source: [_mira_] Yes! Yes! Yes!
spanish: [_mira_] ¡Sí! ¡Sí! ¡Sí!

source: [_mira_] God! That feels so good! Fuck!
spanish: [_mira_] ¡Dios! ¡Eso se siente tan bien! ¡Suerte!

source: [_r_] I'm gonna cum inside!
spanish: [_r_] ¡Estoy gonna cum dentro!

source: [_mira_] Cum anywhere you want! In any of my holes!
spanish: [_mira_] ¡Cumple donde quieras! ¡En cualquiera de mis agujeros!

source: [_r_] Just a little more!!
spanish: [_r_] Solo un poco más!!

source: [_mira_] I love you! I love you! COME ON, DO IT!
spanish: ¡[_mira_] te amo! ¡Te amo! ¡COME ON, HAGO!

source: [_mira_] MMMMMMMMMMMMMM!!!
spanish: [_mira_] MMMMMMMMMMMMMMMM!!!

source: [_mira_] It's all inside me... I love it...
spanish: [_mira_] Es todo dentro de mí... Me encanta...

source: [_mira_] How's that? Am I taking care of my beloved husband's needs well enough?
spanish: [_mira_] ¿Cómo es eso? ¿Me estoy ocupando suficientemente de las necesidades de mi amado marido?

source: [_r_] Oh, Mirai... more than enough!
spanish: [_r_] Oh, Mirai... ¡más que suficiente!

source: [_r_] I couldn't even dream of such a perfect wife!
spanish: [_r_] ¡Ni siquiera pude soñar con una esposa tan perfecta!

source: [_mira_] What a smooth talker you've become!
spanish: [_mira_] ¡Qué hablador tan suave te has convertido!

source: [_mira_] But I'm in a good mood, so this time I'll believe you.
spanish: [_mira_] Pero estoy de buen humor, así que esta vez te creeré.

source: [_r_] I love you so much!
spanish: [_r_] ¡Te amo mucho!

source: [_r_] It took some effort, but I found the most romantic record we have. Do you want to listen to it?
spanish: [_r_] Ha costado un esfuerzo, pero he encontrado el disco más romántico que tenemos. ¿Quieres escucharlo?

source: [_mira_] Oh... Are you inviting me for a dance again?
spanish: [_mira_] Oh... ¿Me estás invitando a bailar de nuevo?

source: [_r_] You got it right!
spanish: [_r_] ¡Tienes razón!

source: [_r_] It's on the bottom shelf, in a fresh package. Put it on, I'll be right down!
spanish: [_r_] Está en la parte inferior, en un paquete nuevo. Póngalo, ¡estaré a la derecha!

source: [_mira_] Okay, waiting for you, my love!
spanish: [_mira_] Vale, esperándote, ¡mi amor!

source: [_r_] But there's enough of my love for the two of you tonight... if you know what I mean...
spanish: [_r_] Pero hay bastante de mi amor por los dos esta noche... si sabes lo que quiero decir...

source: [_mira_] Do you want to call her?
spanish: [_mira_] ¿Quieres llamarla?

source: [_r_] Yes... You'll work as a team tonight. You don't mind, do you?
spanish: [_r_] Sí ... Esta noche trabajarás en equipo. No te importa, ¿verdad?

source: [_mira_] Of course not. Go to bed, I'll call her.
spanish: [_mira_] Por supuesto que no. Ve a la cama, la llamaré.

source: [_kure_] You're in the mood tonight, aren't you?
spanish: [_kure_] Usted está de humor esta noche, ¿no?

source: [_r_] More than ever! It's been a while since the three of us did this.
spanish: [_r_] ¡Más que nunca! Han pasado un tiempo desde que los tres hicimos esto.

source: [_mira_] A long time? Honey, it's only been three days!
spanish: [_mira_] ¿Un largo tiempo? ¡Solo, solo han pasado tres días!

source: [_r_] Such gorgeous women should be fucked every day!
spanish: [_r_] ¡Qué mujeres tan gorgeas deberían ser folladas cada día!

source: [_kure_] I don't know where you get the strength for the two of us, but I like it...
spanish: [_kure_] No sé dónde tienes la fuerza para los dos de nosotros, pero me gusta...

source: [_kure_] Lie down, we'll get it all done!
spanish: ¡[_kure_] tumbe, lo conseguiremos todo!

source: [_kure_] Come on, Mirai. Don't keep your husband waiting. We have to get his cock ready for work.
spanish: [_kure_] Vamos, Mirai. No dejes que tu marido espere. Tenemos que preparar su polla para trabajar.

source: [_mira_] I'm in for it!
spanish: ¡[_mira_] estoy a favor de él!

source: [_m_] I just love it when these two team up together...
spanish: [_m_] Me encanta cuando estos dos equipos juntos...

source: [_m_] Every motion is so coordinated... They always manage to polish every inch of my cock.
spanish: [_m_] Cada movimiento está tan coordinado... Siempre logran pulir cada pulgada de mi polla.

source: [_m_] Never forgetting the balls, too... Doing everything they can to make me feel their love.
spanish: [_m_] Nunca olvides las bolas... Haciendo todo lo que puedan para hacerme sentir su amor.

source: [_kure_] Salivate it more, Mirai. Quit slacking off!
spanish: [_kure_] Salivalo más, Mirai. ¡Salga de la misma!

source: [_mira_] I know!
spanish: [_mira_] ¡Lo sé!

source: [_m_] Kurenai is always so attentive to detail! Experience does make a difference!
spanish: [_m_] Kurenai siempre está tan atento a los detalles! ¡La experiencia marca la diferencia!

source: [_m_] They're so damn good... at this...
spanish: [_m_] Son tan malditos bien... en esto...

source: [_m_] I'm going to cum any second now... if I don't control myself...
spanish: [_m_] ahora voy a cum cualquier segundo... si no me controlan...

source: [_m_] But I can't! I have to fuck them properly!
spanish: [_m_] ¡Pero no puedo! ¡Tengo que follarlos correctamente!

source: [_r_] That's enough, girls!
spanish: [_r_] ¡Eso es suficiente, chicas!

source: [_r_] Come here, Kurenai, I want to fuck you first!
spanish: [_r_] ¡Ven aquí, Kurenai, quiero follarte primero!

source: [_kure_] Uh-huh!
spanish: [_kure_] ¡Uh-eh!

source: [_m_] I love fucking Kurenai right in front of Mirai...
spanish: [_m_] Me encanta follar a Kurenai justo delante de Mirai...

source: [_m_] At first, Mirai was uneasy, even a little embarrassed, but she quickly got used to it.
spanish: [_m_] Al principio, Mirai era incómodo, incluso un poco avergonzada, pero rápidamente se acostumbró.

source: [_m_] Now these two want to have a threesome more often than I do!
spanish: [_m_] ¡Ahora estos dos quieren tener un trío más a menudo que yo!

source: [_m_] We agreed that I wouldn't cum inside Kurenai, and everything would be fine.
spanish: [_m_] Acordamos que no me cum dentro de Kurenai, y todo estaría bien.

source: [_m_] Kurenai doesn't want to have any more kids, and Mirai gets a little jealous if I don't cum inside her.
spanish: [_m_] Kurenai no quiere tener más hijos, y Mirai se hace un poco celoso si no cum dentro de ella.

source: [_m_] I don't mind it all, really. The main thing is that they're both totally into sex. I love it.
spanish: [_m_] no me importa todo, en realidad. Lo principal es que ambos están totalmente en el sexo. Me encanta.

source: [_r_] That was just too good... Come one, get on top of my face.
spanish: [_r_] Eso era demasiado bueno... Venga, ponte por encima de mi cara.

source: [_r_] It's your turn, Mirai. Your favorite seat is ready for you!
spanish: [_r_] Es tu turno, Mirai. ¡Tu asiento favorito está listo para ti!

source: [_mira_] Good! You may cum anytime you want, honey!
spanish: [_mira_] ¡Bien! ¡Puedes cum cuando quieras, miel!

source: [_m_] When they're not busy with my cock, they just won't stop kissing each other.
spanish: [_m_] Cuando no están ocupados con mi polla, simplemente no dejarán de besarse.

source: [_m_] I love the sound of them kissing, it's so fucking hot!
spanish: [_m_] Me encanta el sonido de ellos besando, ¡es tan caliente!

source: [_m_] I'm not sure if they do it that loud on purpose... but I like it!
spanish: [_m_] No estoy seguro de si lo hacen en voz alta... ¡pero me gusta!

source: [_r_] Mirai... honey... I'm about to...
spanish: [_r_] Mirai... miel... Estoy a punto de...

source: [_mira_] It's okay, honey! Cum inside me!
spanish: [_mira_] ¡Está bien, miel! ¡Cumba dentro de mí!

source: [_r_] Yes, I'm almost there!
spanish: [_r_] Sí, estoy casi ahí!

source: [_mira_] Come on! Come on! Fill me up!
spanish: [_mira_] ¡Vamos! ¡Vamos! ¡Relléname!

source: [_m_] That felt so good... And to think that we do this almost every day...
spanish: [_m_] Eso se sintió tan bien... Y pensar que hacemos esto casi cada día...

source: [_kure_] That was fun, my sweethearts. But I'm gonna go downstairs and fix us some dinner.
spanish: [_kure_] Eso fue divertido, mis semanas de duración. Pero me voy abajo y nos arregla algo de comida.

source: [_kure_] Today is your favorite veal, Mirai.
spanish: [_kure_] Hoy es tu ternera favorita, Mirai.

source: [_mira_] Thank you! Want me to help you?
spanish: [_mira_] ¡Gracias! ¿Quieres ayudarte?

source: [_kure_] No, no. Just relax with your husband, I'll take care of it.
spanish: [_kure_] No, no. Solo relájate con tu marido, te lo haré.

source: [_r_] Thank you, Kurenai. We love you.
spanish: [_r_] Gracias, Kurenai. Te amamos.

source: [_kure_] And I love you two!
spanish: [_kure_] ¡Y te amo dos!

source: [_mira_] Do you want to just lie around?
spanish: [_mira_] ¿Quieres solo acostarte?

source: [_r_] How about we... Well, you know what I'm talking about.
spanish: [_r_] ¿Qué tal nosotros ... Bueno, ya sabes de lo que estoy hablando.

source: [_mira_] Of course! I'll run downstairs and put your favorite record on then!
spanish: [_mira_] ¡Por supuesto! ¡Corré escaleras y pondré tu historial favorito en ese entonces!

source: [_r_] Okay! I'll take a quick shower and come downstairs in a second.
spanish: [_r_] ¡Vale! Voy a tomar una ducha rápida y bajaré en un segundo.

source: [_mira_] I'll be waiting, love!
spanish: [_mira_] ¡Estaré esperando, amor!

source: [_r_] I won't keep you waiting!
spanish: [_r_] ¡No te mantendré esperando!

source: [_r_] That's it, darling. One leg steps back, the back is kept straight...
spanish: [_r_] Eso es, querido. Una pierna hacia atrás, la parte trasera se mantiene recta...

source: [_mira_] You're a great teacher! Ever thought of opening your own ballet school?
spanish: [_mira_] ¡Eres un gran maestro! ¿Alguna vez has pensado en abrir tu propia escuela de ballet ?

source: [_r_] Oh, please. I'm but an amateur!
spanish: [_r_] Oh, por favor. ¡Sólo soy un amateur!

source: [_mira_] Where'd you learn to dance so skillfully, amateur?
spanish: [_mira_] ¿A dónde aprenderás a bailar tan hábilmente, amateur?

source: [_r_] Well, you know... It doesn't take much skill to dance with the love of your life.
spanish: [_r_] Bueno, ya sabes... No se necesita mucha habilidad para bailar con el amor de tu vida.

source: [_r_] It's just feeling the rhythm, looking into the loving eyes, and getting lost in the moment.
spanish: [_r_] Es simplemente sentir el ritmo, mirando a los ojos amantes, y perdiéndote en el momento.

source: [_mira_] You're so sweet... You're gonna make me cry...
spanish: [_mira_] Eres tan dulce ... Vas a hacerme llorar ...

source: [_r_] Don't hold back then. You're free to be weak and sensitive next to me.
spanish: [_r_] No se retengan entonces. Eres libre de ser débil y sensible a mi lado.

source: [_mira_] But it's only for a while! As long as I'm pregnant! Later, I'll be a strong and responsible shinobi once more.
spanish: [_mira_] ¡Pero solo por un tiempo! ¡Mientras esté embarazada! Más tarde, seré un shinobi fuerte y responsable una vez más.

source: [_r_] Of course, of course, honey... Whatever you become, I'll always be there for you.
spanish: [_r_] Por supuesto, por supuesto... Sea lo que sea que se convierta, siempre estaré ahí para ti.

source: [_mira_] You will... you will never leave me... right...?
spanish: [_mira_] Usted ... usted nunca me dejará ... ¿verdad ...?

source: [_r_] Nothing can make me leave my beloved wife.
spanish: [_r_] Nada me puede hacer salir de mi amada esposa.

source: [_r_] That's a promise!
spanish: [_r_] ¡Eso es una promesa!

source: [_ri_] So, how's he special?
spanish: [_ri_] Entonces, ¿cómo es especial?

source: [_ka_] Why did you think there was anything special about him?
spanish: R[_ka_] ¿Por qué creiste que había algo especial en él?

source: [_ri_] You decided to check on him before leaving the Land of Fire.
spanish: [_ri_] Usted decidió comprobarlo antes de abandonar la Tierra de Fuego.

source: [_ri_] Isn't that enough?
spanish: [_ri_] ¿No es suficiente?

source: [_ka_] Maybe you're right.
spanish: [_ka_] Tal vez tengas razón.

source: [_ka_] [viname] was my first experiment. The first one who didn't die after traveling through space.
spanish: [_ka_] [viname] fue mi primer experimento. El primero que no murió después de viajar por el espacio.

source: [_ri_] I managed to do that too.
spanish: [_ri_] Yo también logré hacerlo.

source: [_ka_] That's why we're leaving.
spanish: [_ka_] Es por eso que nos marchamos.

source: [_ri_] I don't understand it, why didn't you kill him? He freed the damn old man.
spanish: [_ri_] No lo entiendo, ¿por qué no lo mataste? Él liberó al maldito hombre viejo.

source: [_ri_] Doesn't he deserve to die?
spanish: [_ri_] ¿No se merece morir?

source: [_ka_] Maybe he does, maybe he does not. Either way, I don't want to see him die.
spanish: [_ka_] Tal vez lo haga, tal vez no. De cualquier manera, no quiero verlo morir.

source: [_ka_] He made that choice driven by fear. I can understand him.
spanish: [_ka_] Él hizo esa elección impulsada por el miedo. Puedo entenderlo.

source: [_ka_] With your arrival and the old man's death, our plans have changed course anyway.
spanish: [_ka_] Con su llegada y la muerte del anciano, nuestros planes han cambiado de todos modos.

source: [_ka_] Now there's more paths for me to follow than before.
spanish: [_ka_] Ahora hay más caminos que debo seguir que antes.

source: [_ka_] And he... He's done enough.
spanish: [_ka_] Y él... Ha hecho bastante.

source: [_ka_] He's at the beginning of his evolution into Otsutsuki, but now he won't be able to finish it since he's no longer feeding his thirst.
spanish: [_ka_] Él está al principio de su evolución en Otsutsuki, pero ahora no podrá terminarlo ya que ya no está alimentando su sed.

source: [_ka_] After a while, his power will get weathered. He will become an ordinary human.
spanish: [_ka_] Al cabo de un tiempo, su poder se desgastará. Se convertirá en un humano ordinario.

source: [_ri_] He knows too much, he is dangerous to you.
spanish: [_ri_] Él sabe demasiado, él es peligroso para usted.

source: [_ka_] He's proven that he's not.
spanish: [_ka_] Ha demostrado que no lo es.

source: [_ri_] Does that mean that you...
spanish: [_ri_] ¿Significa eso que...

source: [_ka_] We're leaving. The old man is dead, which means there's nothing keeping us in the Land of Fire anymore.
spanish: [_ka_] Estamos saliendo. El anciano está muerto, lo que significa que ya no hay nada que nos mantenga en la Tierra del Fuego.

source: [_ri_] Whatever you say, but I'd kill that guy if I were you.
spanish: [_ri_] Lo que digas, pero mataría a ese tipo si yo fuera tú.

source: [_ka_] You've been a good boy, [viname]... Let's hope your life doesn't get cut short, and you'll be happy.
spanish: [_ka_] Usted ha sido un buen chico, [viname] ... Esperemos que tu vida no se corta, y serás feliz.

source: [_ka_] Goodbye.
spanish: [_ka_] Adiós.

source: [_ko3_] Daddy! His hair are funny!
spanish: [_ko3_] ¡Papá! ¡Su cabello es gracioso!

source: [_r_] Don't mess around, Kaoru! Mr Photographer's got to take a picture.
spanish: [_r_] No se desarme, ¡Kaoru! El fotógrafo ha tenido que tomar una foto.

source: [_ko3_] But I wanna watch Ninja-Kenshi!!
spanish: [_ko3_] Pero quiero ver Ninja-Kenshi!!

source: [_kure_] If you sit still until Mr Photographer leaves, I'll make you some milk chocolate. Are you fine with that, sweetie?
spanish: [_kure_] Si usted se siente todavía hasta que el Sr. Fotógrafo se va, yo le haré un poco de chocolate con leche. ¿Está bien con eso, cariño?

source: [_ko3_] Cocolate!? Okay then!
spanish: [_ko3_] ¡Cocolato!? ¡Bien entonces!

source: [_ko1_] Father... Do you remember that...
spanish: [_ko1_] Father... ¿Te acuerdas de eso...

source: [_r_] I know, I know, they'll wait for you. Taking a family photo is very important!
spanish: [_r_] Sé, lo sé, que esperarán por ti. Tomar una foto de familia es muy importante!

source: [_mira_] Dad's right, your mission isn't going anywhere.
spanish: [_mira_] El papá tiene razón, tu misión no va a ninguna parte.

source: [_ko1_] You know better than anyone that A rank missions require punctuality, mom.
spanish: [_ko1_] Usted sabe mejor que nadie que las misiones de un rango requieren puntualidad, mamá.

source: [_ko2_] Quit grumbling, brother! It took Daddy so long to convince them to let you go for a while!
spanish: [_ko2_] ¡Deja de quejarte, hermano! ¡Le tomó tanto tiempo convencerles de que te dejaran ir por un tiempo!

source: [_ko1_] I know... Jeez...
spanish: [_ko1_] lo soy... Jeez...

source: [_fotik_] Smile for the camera, everyone!
spanish: [_fotik_] Sonríe para la cámara, ¡todos!

source: [_m_] It's all been... so long ago...
spanish: [_m_] Todo ha sido ... hace tanto tiempo ...

source: [_m_] How long has it been...
spanish: [_m_] Cuánto tiempo ha sido ...

source: [_m_] God... To think of it... twenty one years have passed...
spanish: [_m_] Dios... Para pensarlo... han pasado veintiún años...

source: [_m_] The photo's all worn out.
spanish: [_m_] La foto está desgastada.

source: [_m_] This is my favorite one.
spanish: [_m_] Este es mi favorito.

source: [_m_] There were many after it, but it's become so special to me for some reason.
spanish: [_m_] Hubo muchos después de esto, pero se ha vuelto tan especial para mí por alguna razón.

source: [_m_] Who would have thought I'd live to be seventy-two years old...
spanish: [_m_] ¿Quién habría pensado que viviría con setenta y dos años de edad...

source: [_m_] My lifestyle is as senile as it can get at this point.
spanish: [_m_] Mi estilo de vida es tan senil como puede llegar en este momento.

source: [_m_] I'm bedridden, it's been hard to walk for some time now.
spanish: [_m_] Estoy atascado, ha sido difícil caminar durante algún tiempo.

source: [_m_] But I still have a loving and relatively young wife who takes care of me all the time.
spanish: [_m_] Pero todavía tengo una esposa amante y relativamente joven que se encarga de mí todo el tiempo.

source: [_m_] Mirai is only 57 years old, she never leaves my side... Looking after me like I'm a small child... So sick of it.
spanish: [_m_] Mirai tiene solo 57 años, nunca deja mi lado... Cuidado como si fuera un niño pequeño... Tan enfermo.

source: [_m_] All I can do now is lie here and make draw some conclusions.
spanish: [_m_] Todo lo que puedo hacer ahora es mentir aquí y sacar algunas conclusiones.

source: [_m_] Yes, gotta think of my life and of what I've come to after all this time.
spanish: [_m_] Sí, tienes que pensar en mi vida y en lo que he venido después de todo este tiempo.

source: [_m_] And to tell the truth, without any whining and all that... I think I've been very lucky.
spanish: [_m_] Y decir la verdad, sin llorar y todo eso... creo que he tenido mucha suerte.

source: [_m_] I came into this world at Kamiko's will, probably by some complete accident, too... Yet, not only didn't I die, but was also able to build a strong family.
spanish: [_m_] Yo vine a este mundo a la voluntad de Kamiko, probablemente por algún accidente completo, también ... Sin embargo, no sólo no morí, sino que también fue capaz de construir una familia fuerte.
