Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/kuremiraywayo.po
Languages: french, italian, japanese, spanish

source: [_mira_] I see you're not so sad anymore, pervert.
french: [_mira_] Je vois que tu n'es plus triste, pervers.
italian: [_mira_] Vedo che non sei più così triste, pervertito.
japanese: [_mira_] 私はあなたがもうそんなに悲しいことではないを参照してください, 変態.
spanish: [_mira_] Veo que ya no eres tan triste, perverso.

source: [_r_] Yes, you know very well how to distract me, that's cool.
french: [_r_] Oui, vous savez très bien comment me distraire, c'est cool.
italian: [_r_] Sì, sai molto bene come distrarmi, è cool.
japanese: [_r_] はい、あなたは私をそらす方法をよく知っている、それはクールです。
spanish: [_r_] Sí, sabes muy bien cómo distraerme, eso es genial.

source: [_mira_] You're flattering yourself, I just wanted to fuck, it's not for your sake.
french: [_mira_] Vous êtes flatteurs, je voulais simplement baiser, ce n'est pas pour vous.
italian: [_mira_] Stai lusingando te stesso, volevo solo scopare, non è per te.
japanese: [_mira_] お世辞を言ってるんだよ。ファックしたかったんだけど、お前のためじゃないよ。
spanish: [_mira_] Estás halagando a ti mismo, solo quería follar, no es por tu bien.

source: [_r_] Oh, so you took advantage of me?
french: [_r_] Oh, vous avez donc profité de moi ?
italian: [_r_] Oh, quindi hai approfittato di me?
japanese: [_r_] ああ、それで私を利用したのですか?
spanish: [_r_] Oh, ¿así que has aprovechado de mí?

source: [_mira_] Don't even pretend that you didn't want this.
french: [_mira_] Ne prétends même pas que tu ne voulais pas ça.
italian: [_mira_] Non fingere nemmeno di non volere questo.
japanese: [_mira_] あなたがこれを望んでいないふりをしないでください。
spanish: [_mira_] Ni siquiera finge que no querías esto.

source: [_r_] I'm a good liar, but even I couldn't handle this.
french: [_r_] Je suis un bon menteur, mais même je n'ai pas pu gérer cela.
italian: [_r_] Sono un buon bugiardo, ma anche io non riuscivo a gestirlo.
japanese: [_r_] 私は嘘つきですが、私でさえこれを扱うことができませんでした。
spanish: [_r_] Soy un buen mentiroso, pero ni siquiera yo pude manejar esto.

source: [_r_] Wait, someone is calling.
french: [_r_] Attendez, quelqu'un appelle.
italian: [_r_] Aspetta, qualcuno sta chiamando.
japanese: [_r_] 待って、誰かが電話してきます。
spanish: [_r_] Espera, alguien está llamando.

source: [_ka_] Can you speak, can nobody hear me?
french: [_ka_] Pouvez-vous parler, personne ne m'entend ?
italian: [_ka_] Riesci a parlare, nessuno può sentirmi?
japanese: [_ka_] 話せますか？誰にも聞こえませんか？
spanish: [_ka_] ¿Puede usted hablar, nadie puede oírme?

source: [_r_] Y-yes, you can talk.
french: [_r_] Y-oui, vous pouvez parler.
italian: [_r_] Y-sì, puoi parlare.
japanese: [_r_] Y-はい、あなたは話すことができます。
spanish: [_r_] Sí, puedes hablar.

source: [_ka_] Okay, do you remember the place where I found you on your first day?
french: [_ka_] Ok, tu te souviens de l'endroit où je t'ai trouvé le premier jour ?
italian: [_ka_] Okay, ti ricordi il luogo in cui ti ho trovato il tuo primo giorno?
japanese: [_ka_] さて、初日にあなたを見つけた場所を覚えていますか?
spanish: [_ka_] Vale, ¿recuerdas el lugar donde te encontré en tu primer día?

source: [_ka_] We passed near an abandoned wooden house, you must remember it, meet me there.
french: [_ka_] Nous avons passé près d'une maison en bois abandonnée, vous devez vous en souvenir, y rencontrer.
italian: [_ka_] Siamo passati vicino ad una casa di legno abbandonata, devi ricordartela, incontrarmi lì.
japanese: [_ka_] 私たちは放棄された木造家屋の近くを通過しました, あなたはそれを覚えておく必要があります, そこに私に会いましょう.
spanish: [_ka_] Pasamos cerca de una casa de madera abandonada, debes recordarla, conocerme allí.

source: [_r_] Do you need me right now?
french: [_r_] Vous avez besoin de moi maintenant ?
italian: [_r_] Hai bisogno di me in questo momento?
japanese: [_r_] 今すぐ私が必要ですか？
spanish: [_r_] ¿Me necesita ahora mismo?

source: [_ka_] Right now and don't keep me waiting.
french: [_ka_] Actuellement et ne m'attendez pas.
italian: [_ka_] In questo momento e non farmi aspettare.
japanese: [_ka_] 今は待たせないでくれ。
spanish: [_ka_] ahora mismo y no esperarme.

source: [_r_] Oh, okay, whatever you say, I’ll be there right away.
french: [_r_] Oh, d’accord, quoi que vous disiez, je serai là tout de suite.
italian: [_r_] Oh, va bene, qualunque cosa tu dica, sarò lì subito.
japanese: [_r_] ああ、わかりました、あなたの言うことは何でも、私はすぐにそこにいます。
spanish: [_r_] Oh, bueno, hagas lo que digas, estaré ahí de inmediato.

source: [_mira_] Is everything okay? Who was it?
french: [_mira_] Tout va bien ? Qui l'a été ?
italian: [_mira_] Va tutto bene? Chi era?
japanese: [_mira_] 大丈夫ですか？誰でしたか？
spanish: [_mira_] ¿Está todo bien? ¿Quién lo estaba?

source: [_r_] It’s the woman who I rent the apartment from.
french: [_r_] C'est la femme à qui je loue l'appartement.
italian: [_r_] È la donna da cui ho affittato l'appartamento.
japanese: [_r_] 私がアパートを借りる女性です。
spanish: [_r_] Es la mujer de la que alquila el apartamento.

source: [_r_] She asked to come over, apparently something urgent.
french: [_r_] Elle a demandé à venir, apparemment quelque chose d'urgent.
italian: [_r_] Lei chiese di capire, apparentemente qualcosa di urgente.
japanese: [_r_] 彼女は、明らかに緊急の何かを来るように求めました.
spanish: [_r_] Pidió venir, al parecer algo urgente.

source: [_mira_] Is she pretty?
french: [_mira_] Est-elle jolie ?
italian: [_mira_] È carina?
japanese: [_mira_] 彼女はかわいいですか?
spanish: [_mira_] ¿Ella es ingenua?

source: [_r_] N-no, you know, an ordinary old lady...
french: [_r_] N-non, vous savez, une vieille dame ordinaire...
italian: [_r_] N-no, sai, una vecchia signorina ordinaria...
japanese: [_r_] N-no, あなたは知っています, 普通の老婦人...
spanish: [_r_] N-no, ya sabes, una anciana ordinaria...

source: [_mira_] You said that you’re a good liar. Alright, message me later, okay?
french: [_mira_] Vous avez dit que vous étiez un bon menteur. D'accord, dites-moi plus tard, d'accord ?
italian: [_mira_] Hai detto che sei un bugiardo bugiardo. Bene, mi messaggio più tardi, ok?
japanese: [_mira_] あなたは嘘つきだと言ったわね。わかりました、後で伝えてください、いいですね？
spanish: [_mira_] Has dicho que eres un buen mentiroso. ¿De acuerdo, envíame un mensaje más tarde, ¿no?

source: [_r_] Of course, see you soon!
french: [_r_] Bien sûr, à bientôt !
italian: [_r_] Certo, ci vediamo presto!
japanese: [_r_] もちろん、すぐにお会いしましょう!
spanish: [_r_] ¡Por supuesto, te vemos pronto!

source: [_ka_] Here you are, good.
french: [_ka_] Ici vous êtes, bon.
italian: [_ka_] Ecco, buono.
japanese: [_ka_] 良いですね。
spanish: [_ka_] Aquí estás, bien.

source: [_r_] K-kamiko... You're covered in blood! Is it safe in here!?
french: [_r_] K-kamiko... Vous êtes couvert de sang ! Est-il sécuritaire ici !?
italian: [_r_] K-kamiko... Sei coperto di sangue! È sicuro qui dentro!?
japanese: [_r_] K-kamikochar@@1 あなたは血まみれです！ここは安全ですか？
spanish: [_r_] K-kamiko... ¡Estás cubierto de sangre! ¿Está seguro aquí!?

source: [_ka_] Don't be nervous, I wouldn't risk such a precious pawn like you.
french: [_ka_] Ne soit pas nerveux, je ne risquerai pas un pion aussi précieux que vous.
italian: [_ka_] Non essere nervoso, non rischierei una pedina così preziosa come te.
japanese: [_ka_] 緊張しないで、あなたのような貴重なポーンを危険にさらすことはありません。
spanish: [_ka_] No seas nervioso, no arriesgaría un peón tan precioso como tú.

source: [_ka_] I have a big gift for you, come in.
french: [_ka_] J'ai un gros cadeau pour toi, viens.
italian: [_ka_] Ho un grande regalo per voi, entrate.
japanese: [_ka_] あなたには大きな贈り物があります。お入りください。
spanish: [_ka_] Tengo un gran regalo para usted, venga.

source: [_ka_] Look how cute, I played with him for a little, although I can’t say that we had much fun.
french: [_ka_] Regardez comme mignon, j'ai joué avec lui un peu, même si je ne peux pas dire que nous avons eu beaucoup de plaisir.
italian: [_ka_] Guardate quanto carino, ho giocato con lui per un po', anche se non posso dire che ci siamo divertiti molto.
japanese: [_ka_] かわいいですね、私は彼と少し遊んでいましたが、あまり楽しいとは言えません。
spanish: [_ka_] Mira lo lindo, jugué con él por un poco, aunque no puedo decir que nos divertimos mucho.

source: [_r_] K-Kamiko... What the fuck is this...?
french: [_r_] K-Kamiko... Qu'est-ce que la baise est ceci... ?
italian: [_r_] K-Kamiko... Che cazzo è questo...?
japanese: [_r_] K-Kamiko... これは何ですか?
spanish: [_r_] K-Kamiko... ¿Qué follada es esta...?

source: [_r_] W-what's wrong with him... He's all...
french: [_r_] W-ce qui ne va pas avec lui... Il est tous...
italian: [_r_] W-what 's wrong with him... He's tutto...
japanese: [_r_] W-What with him... 彼はすべて...
spanish: [_r_] Lo que está mal con él... Está todo...

source: [_ka_] It's not that bad, I didn't even tear off his limbs.
french: [_ka_] Ce n'est pas si grave, je n'ai même pas déchiré ses membres.
italian: [_ka_] Non è così male, non ho nemmeno strappato gli arti.
japanese: [_ka_] そんなに悪くはありません。彼の手足をはがしたりもしませんでした。
spanish: [_ka_] No es tan malo, ni siquiera quité sus extremidades.

source: [_r_] Why did you...
french: [_r_] Pourquoi as-tu ...
italian: [_r_] Perché hai fatto...
japanese: [_r_] なぜ...
spanish: [_r_] ¿Por qué lo hizo...

source: [_ka_] He was watching us. You and me.
french: [_ka_] Il nous regardait. Toi et moi.
japanese: [_ka_] 彼は私達を見ていました。あなたと私。
spanish: [_ka_] Él nos estaba mirando. Tú y yo.

source: [_ka_] Don't let his vulnerable position fool you. He has some insanely good chakra reserves and excellent control.
french: [_ka_] Ne laissez pas sa position vulnérable vous tromper. Il a quelques bonnes réserves de chakra et un excellent contrôle.
italian: [_ka_] Non lasciate ingannare la sua posizione vulnerabile. Ha alcune riserve di chakra follemente buone e un controllo eccellente.
japanese: [_ka_] 彼の弱点はあなたをだまさせてはいけません。彼は非常に良いチャクラ備蓄と優れたコントロールを持っています。
spanish: [_ka_] No dejes que su posición vulnerable te engañe. Tiene unas reservas de chakra increíblemente buenas y un control excelente.

source: [_ka_] This old man is a shinobi, nevertheless at Kage’s level.
french: [_ka_] Ce vieil homme est un shinobi, néanmoins au niveau de Kage.
italian: [_ka_] Questo vecchio uomo è uno shinobi, tuttavia a livello di Kage.
japanese: [_ka_] この老人は忍者であるが、景のレベルにはある。
spanish: [_ka_] Este viejo hombre es un shinobi, sin embargo a nivel de Kage.

source: [_r_] Is... Is he our enemy?
french: [_r_] est... est-ce qu'il est notre ennemi ?
italian: [_r_] È... Lui è il nostro nemico?
japanese: [_r_] は... 彼は私たちの敵ですか?
spanish: [_r_] Es ... ¿Es nuestro enemigo?

source: [_ka_] Of course. The things he knows put us in danger.
french: [_ka_] Bien sûr. Les choses qu'il sait nous mettent en danger.
italian: [_ka_] Certo. Le cose che conosce ci mettono in pericolo.
japanese: [_ka_] もちろん、彼が知っていることは私たちを危険にさらしました。
spanish: [_ka_] Por supuesto. Las cosas que sabe nos ponen en peligro.

source: [_ka_] But what's even worse... His spirit is strong. It is impossible to extract information from him. As a source of information, he is useless.
french: [_ka_] Mais ce qui est encore pire ... Son esprit est fort. Il est impossible d'en extraire des informations. En tant que source d'information, il est inutile.
italian: [_ka_] Ma ciò che è ancora peggio... Il suo spirito è forte. È impossibile estrarre informazioni da lui. Come fonte di informazioni, è inutile.
japanese: [_ka_] しかし、さらに悪いことに...彼の精神は強い。彼から情報を引き出すことは不可能だ。情報源として、彼は役に立たない。
spanish: [_ka_] Pero lo que es aún peor... Su espíritu es fuerte. Es imposible extraer información de él. Como fuente de información, es inútil.

source: [_ka_] But his chakra... So... Delicious... An excellent gift for my beloved and only pawn... for you.
french: [_ka_] Mais son chakra... Alors... Délicieux... Un excellent cadeau pour mon bien-aimé et seul pion... pour vous.
italian: [_ka_] Ma il suo chakra... Così... Delizioso... Un regalo eccellente per la mia amata e solo pedina... per voi.
japanese: [_ka_] しかし、彼のチャクラ...だから... おいしい... 私の最愛のポーンのための優れた贈り物...あなたのために。
spanish: [_ka_] Pero su chakra... Así que... Delicioso... Un regalo excelente para mi amada y única paña... para ti.

source: [_r_] O-Okay... I understand. What's next? Do I need to do something...?
french: [_r_] O-Okay... Je comprends. Et ensuite ? Dois-je faire quelque chose... ?
italian: [_r_] O-Okay... Capisco. Cosa c'è dopo? Devo fare qualcosa...?
japanese: [_r_] わかりましたchar@@1 わかりました。次は何ですか？何かをする必要がありますか？
spanish: [_r_] O-Vale... Entengo. ¿Qué sigue? ¿Necesito hacer algo...?

source: [_ka_] Yes. Everything’s very simple.
french: [_ka_] Oui. Tout est très simple.
italian: [_ka_] Sì. Tutto è molto semplice.
japanese: [_ka_] はい。すべてがとてもシンプルです。
spanish: [_ka_] Sí. Todo es muy simple.

source: [_ka_] Kill him. Then taste just one piece of his flesh.
french: [_ka_] Tuez-le. Puis goûtez un seul morceau de sa chair.
italian: [_ka_] Uccidilo. Poi assaggia solo un pezzo della sua carne.
japanese: [_ka_] 彼を殺す. そして、彼の肉のほんの一片を味わう.
spanish: [_ka_] matarlo. Luego saborea solo una pieza de su carne.

source: [_ka_] You can't even imagine how delicious his chakra will be...
french: [_ka_] Vous ne pouvez même pas imaginer à quel point son chakra sera délicieux ...
italian: [_ka_] Non puoi nemmeno immaginare quanto delizioso sarà il suo chakra...
japanese: [_ka_] 彼のチャクラがどれだけ美味しいか想像すらできない...
spanish: [_ka_] Ni siquiera puedes imaginar lo delicioso que será su chakra...

source: [_ka_] And your abilities will develop much quicker.
french: [_ka_] Et vos capacités vont se développer beaucoup plus rapidement.
italian: [_ka_] E le tue abilità si svilupperanno molto più velocemente.
japanese: [_ka_] そしてあなたの能力ははるかに速く発展するでしょう。
spanish: [_ka_] Y tus habilidades se desarrollarán mucho más rápido.

source: [_r_] Jeesus... Kamiko... I... I don't kill people...
french: [_r_] Jeesus... Kamiko... Je... Je ne tue pas les gens...
italian: [_r_] Jeesus... Kamiko... Io... Non uccido le persone...
japanese: [_r_] ジーザスchar@@1カミコchar@@2char@@3私は人を殺さないchar@@4。
spanish: [_r_] Jeesus... Kamiko... Yo... no mato a personas...

source: [_ka_] You'll have to.
french: [_ka_] Vous devrez le faire.
italian: [_ka_] Dovrete farlo.
japanese: [_ka_] する必要があります。
spanish: [_ka_] Usted tendrá que hacerlo.

source: [_ka_] Do you remember what we talked about before your transformation?
french: [_ka_] Vous souvenez-vous de ce dont nous avons parlé avant votre transformation ?
italian: [_ka_] Ti ricordi di cosa abbiamo parlato prima della tua trasformazione?
japanese: [_ka_] 変革の前に私たちが話したことを覚えていますか?
spanish: [_ka_] ¿Recuerdas de lo que hablamos antes de tu transformación?

source: [_ka_] This world is much crueler than you might think.
french: [_ka_] Ce monde est beaucoup plus cruel que vous ne le pensez.
italian: [_ka_] Questo mondo è molto più crudele di quanto tu possa pensare.
japanese: [_ka_] この世界は皆さんが思っている以上に残酷です。
spanish: [_ka_] Este mundo es mucho más cruel de lo que usted podría pensar.

source: [_ka_] Don't worry, you're no longer just a person, there's power inside you... You're an Ōtsutsuki, although you don't realize it yet.
french: [_ka_] Ne vous inquiétez pas, vous n'êtes plus seulement une personne, il y a du pouvoir à l'intérieur de vous ... Vous êtes un Ōtsutsuki, même si vous ne le réalisez pas encore.
italian: [_ka_] Non ti preoccupare, non sei più solo una persona, c'è potere dentro di te... Sei un O<unk> tsutsuki, anche se non lo sai ancora.
japanese: [_ka_] 心配しないで、あなたはもはや人ではなく、あなたの中に力がある...あなたはおつつきですが、まだ気づいていません。
spanish: [_ka_] No te preocupes, ya no eres solo una persona, hay poder dentro de ti... Eres un O-tsutsuki, aunque aún no te das cuenta de ello.

source: [_r_] Am I the same... Just like you?
french: [_r_] Je suis la même... Tout comme vous ?
italian: [_r_] Sono lo stesso... Proprio come te?
spanish: [_r_] ¿Soy lo mismo... ¿Al igual que tú?

source: [_ka_] My precious child, I have nurtured you all this time, you are just like me.
french: [_ka_] Mon précieux enfant, je t'ai toujours nourrié cette fois, tu es comme moi.
italian: [_ka_] Mio prezioso figlio, ti ho nutrito tutto questo tempo, sei proprio come me.
japanese: [_ka_] 私の大切な子、私は今まであなたを育ててきた、あなたは私と同じです。
spanish: [_ka_] Mi precioso niño, te he criado todo este tiempo, eres igual que yo.

source: [_r_] Even if... Could you maybe do it yourself? And then I will taste... Him...
french: [_r_] Même si... Pourriez-vous le faire vous-même ? Et alors je vais goûter... Lui...
italian: [_r_] Anche se... Potresti forse farlo da soli? E allora io assaporerò... Lui...
japanese: [_r_] たとえば... あなた自身でそれを行うことができますか? そして、私は彼を味わいます...
spanish: [_r_] Incluso si... ¿Podrías hacerlo tú mismo? Y entonces tendré un gusto... É...

source: [_ka_] I can't. This is your sacrifice. Yes, I prepared it for you. But it's all yours.
french: [_ka_] Je ne peux pas. C'est votre sacrifice. Oui, je l'ai préparé pour vous. Mais c'est tout à vous.
italian: [_ka_] non posso. Questo è il tuo sacrificio. Sì, l'ho preparato per te. Ma è tutto tuo.
japanese: [_ka_] できません。これはあなたの犠牲です。はい、私はあなたのために用意しました。しかし、それはすべてあなたのものです。
spanish: [_ka_] No puedo. Este es su sacrificio. Sí, lo preparé para ti. Pero todo es tuyo.

source: [_ka_] I...I am a beast. We hunt for chakra and feed on it alone, that is what gives us strength.
french: [_ka_] Je... Je suis une bête. Nous chassons le chakra et nous en nourrissons seuls, c'est ce qui nous donne de la force.
italian: [_ka_] Io... io sono una bestia. Cerchiamo chakra e ci nutriamo da soli, questo è ciò che ci dà forza.
japanese: [_ka_] 私は...私は獣です。私たちはチャクラを狩り、それだけでそれを餌にします。それが私たちに力を与えるのです。
spanish: [_ka_] Yo... Soy una bestia. Buscamos chakra y nos alimentamos de ella sola, eso es lo que nos da fuerza.

source: [_r_] So... I have to... Do it alone...
french: [_r_] Donc ... Je dois ... Fais seule ...
italian: [_r_] So... Devo fare... Farlo da solo...
japanese: [_r_] だから... 一人でやる...
spanish: [_r_] Así que... tengo que... Hazlo solo...

source: [_ka_] I'll leave you a sharp knife. That will be enough.
french: [_ka_] Je vais vous laisser un couteau tranchant. Ça suffira.
italian: [_ka_] ti lascerò un coltello affilato. Sarà sufficiente.
japanese: [_ka_] 鋭利なナイフを残しておきます。それで十分です。
spanish: [_ka_] te dejaré un cuchillo afilado. Eso será suficiente.

source: [_ka_] You don't have to rush, do it before nightfall. As soon as you taste his flesh and feel a surge of strength... Anyway, you will understand.
french: [_ka_] Ne vous précipitez pas, faites-le avant la tombée de la nuit. Dès que tu auras goûté sa chair et que tu sentiras un regain de force... De toute façon, tu comprendras.
italian: [_ka_] Non devi fretta, farlo prima della notte. Non appena assaggiate la sua carne e sentite un'ondata di forza... Comunque capirete.
japanese: [_ka_] 夕暮れ前に急ぐ必要はありません。 あなたが彼の肉を味わい、力の急増を感じるとすぐに...とにかく、あなたは理解するでしょう。
spanish: [_ka_] Usted no tiene que apresurarse, hacerlo antes de caer la noche. Tan pronto como usted saborea su carne y siente una oleada de fuerza ... De todos modos, usted comprenderá.

source: [_ka_] And remember.
french: [_ka_] Et rappelez-vous.
italian: [_ka_] E ricorda.
japanese: [_ka_] そして覚えています.
spanish: [_ka_] y recuerda.

source: [_ka_] No pity for food.
french: [_ka_] Pas de pitié pour la nourriture.
italian: [_ka_] Nessun peccato per il cibo.
japanese: [_ka_] 食べ物に同情はありません。
spanish: [_ka_] No hay pena por la comida.

source: [_m_] To kill somebody... with my own hands...
spanish: [_m_] Para matar a alguien... con mis propias manos...

source: [_m_] What's there to think about... it is necessary... Is it so necessary?
spanish: [_m_] ¿En qué hay que pensar... es necesario... ¿Es tan necesario?

source: [_m_] He's an enemy. Kamiko said he's a danger...
spanish: [_m_] Él es un enemigo. Kamiko dijo que es un peligro...

source: [_m_] But is it really so? I guess he is. Kamiko would not lie to me...
spanish: [_m_] ¿Pero es realmente así? Supongo que lo es. Kamiko no mintiría a mí...

source: [_m_] But, fuck... Just to grab a knife and stab a living person... I just can't...
spanish: [_m_] Pero, fuck... Sólo para agarrar un cuchillo y apuñalar a una persona viviente... No puedo...

source: [_su_] You've been thinking for so long.
spanish: [_su_] Has estado pensando durante tanto tiempo.

source: [_su_] I can see how nervous you are. It's strange to see you like this.
spanish: [_su_] Puedo ver lo nervioso que eres. Es extraño verte así.

source: [_r_] You don't know me.
spanish: [_r_] No me conoces.

source: [_su_] Indeed, I don't know the present you at all.
spanish: [_su_] De hecho, no conozco el presente en absoluto.

source: [_su_] I can see human qualities in you that make me feel strange.
spanish: [_su_] Puedo ver las cualidades humanas en ti que me hacen sentir extraño.

source: [_r_] What's strange about the fact that I can't kill a man with my own hands?
spanish: [_r_] ¿Qué extraño es que no pueda matar a un hombre con mis propias manos?

source: [_su_] The fact that you're the one asking that question seems to have broken my view of the world completely.
spanish: [_su_] El hecho de que usted es el que hace esa pregunta parece haber roto completamente mi visión del mundo.

source: [_r_] You're speaking in riddles, old man. I don't understand you at all.
spanish: [_r_] Usted está hablando en acertijos, viejo hombre. No te entiendo en absoluto.

source: [_su_] Kamiko wants me dead, she wants you to do it. But it'll ruin your life.
spanish: [_su_] Kamiko me quiere muerto, quiere que lo hagas. Pero arruinará tu vida.

source: [_su_] I know very well what your absorbing my chakra will lead to... Because I've seen it happen before.
spanish: [_su_] Sé muy bien a qué llevará tu absorción de mi chakra... Porque he visto que ocurría antes.

source: [_su_] You're not going to like what will happen to your mind after that.
spanish: [_su_] Usted no va a gustar lo que va a pasar a su mente después de eso.

source: [_r_] How interesting, you sound like you know everything.
spanish: [_r_] Qué interesante, suena como si lo sabías todo.

source: [_su_] You are closer to the truth than you think.
spanish: [_su_] Estás más cerca de la verdad de lo que piensas.

source: [_r_] And what do you expect me to do? Want me to spare you? Gonna try talking me into it?
spanish: [_r_] ¿Y qué esperas que haga? ¿Quieres que te ahorre? ¿Gonna intenta hablar conmigo en él?

source: [_su_] The fact that you can still think for yourself and carry on a conversation is much more than I expected already.
spanish: [_su_] El hecho de que todavía puede pensar por sí mismo y llevar a cabo una conversación es mucho más de lo que esperaba.

source: [_r_] Give me one reason, at least something... to convince me that I don't have to kill you...
spanish: [_r_] Dame una razón, al menos algo... para convencerme de que no tengo que matarte...

source: [_su_] Kamiko is a renegade from the Otsutsuki clan. And you're an outsider from another world, you were just an ordinary guy until you were forced into our universe, which you're very familiar with.
spanish: [_su_] Kamiko es un renegado del clan Otsutsuki. Y eres un forastero de otro mundo, era sólo un hombre común hasta que te obligaron a entrar en nuestro universo, con el que estás muy familiarizado.

source: [_r_] How did you...
spanish: [_r_] ¿Cómo lo hizo...

source: [_su_] You told me yourself. It was... under different circumstances. More frightening than what we have now.
spanish: [_su_] Me dijiste tú mismo. Era... bajo circunstancias diferentes. Más aterrador que lo que tenemos ahora.

source: [_su_] I know many contradictory facts about you. But the only thing I know for sure is that once you taste my flesh, you will never be the same again.
spanish: [_su_] Conozco muchos hechos contradictorios sobre ti. Pero lo único que sé con certeza es que una vez que saboreas mi carne, nunca volverás a ser la misma.

source: [_r_] I know. Kamiko told me I would gain strength, great strength. What's wrong with it?
spanish: [_r_] Lo sé. Kamiko me dijo que ganaría fuerza, gran fuerza. ¿Qué hay de malo en ello?

source: [_su_] She didn't lie. You'll gain power that present day's shinobi can't match. You'll become extremely powerful.
spanish: [_su_] Ella no miente. Ganarás el poder que la shinobi del día de hoy no puede coincidir. Te convertirás en extremadamente poderoso.
