Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/kuremiraywayo.po
Languages: french, italian, japanese, spanish

source: [_m_] My youngest daughter, Kaoru, my sweetheart, she's grown into a good girl.
spanish: [_m_] Mi hija joven, Kaoru, mi arte de las semanas, ha crecido hasta convertirse en una buena chica.

source: [_m_] She's always been so energetic. I even used to think she would become a shinobi... But no, Kaoru chose a different path.
spanish: [_m_] She siempre ha sido tan energético. Incluso pensaba que se convertiría en un shinobi... Pero no, Kaoru eligió un camino diferente.

source: [_m_] I don't know where this came from, but she turned out to have a good talent for business. Now she's the owner of numerous large companies all over the Land of Fire.
spanish: [_m_] No sé de dónde vino esto, pero resultó tener un buen talento para los negocios. Ahora es la dueña de numerosas grandes empresas en toda la tierra de fuego.

source: [_m_] My second daughter, Eri, has always been such a clever girl.
spanish: [_m_] Mi segunda hija, Eri, siempre ha sido una chica tan inteligente.

source: [_m_] The best in her class, the most modest and the most polite of all... I still have no idea who she took after.
spanish: [_m_] Lo mejor de su clase, lo más modesto y educado de todo... Todavía no tengo ni idea de quién tomó después.

source: [_m_] In the end, Eri has grown into a reliable and wise woman.
spanish: [_m_] Al final, Eri ha crecido hasta convertirse en una mujer confiable y sabia.

source: [_m_] She holds an important position in the country's ministry, she's such a brilliant girl.
spanish: [_m_] Ella tiene una posición importante en el ministerio del país, es una chica tan brillante.

source: [_m_] As for our eldest son, Mamoru...
spanish: [_m_] En cuanto a nuestro hijo mayor, Mamoru...

source: [_m_] He's the pride of our family.
spanish: [_m_] Él es el orgullo de nuestra familia.

source: [_m_] What can I say? He's the pride of the Land of Fire and the whole current generation of shinobi.
spanish: [_m_] ¿Qué puedo decir? Es el orgullo de la Tierra del Fuego y de toda la generación actual de shinobi.

source: [_m_] Mamoru was born very strong. I always felt like it was due to Kamiko's power that was still living inside me at the time of Mamoru's conception.
spanish: [_m_] Mamoru nació muy fuerte. Siempre sentí que era debido al poder de Kamiko que todavía vivía dentro de mí en el momento de la concepción de Mamoru.

source: [_m_] That would explain his tremendous strength in battle.
spanish: [_m_] eso explicaría su tremenda fuerza en la batalla.

source: [_m_] My son became a high-ranking elite shinobi at the age of 14.
spanish: [_m_] Mi hijo se convirtió en una élite de alto rango shinobi a los 14 años.

source: [_m_] At 20, he became the head of the country's foreign intelligence organization.
spanish: A los 20 años, se convirtió en el jefe de la organización de inteligencia extranjera del país.

source: [_m_] And at 25, he became the 10th Hokage of the Leaf Village.
spanish: [_m_] Y a los 25, se convirtió en el 10º Hokage de la Aldea de Hojas.

source: [_m_] Back then, his power was as high as Otsutsuki's, which isn't strange considering where it all comes from.
spanish: [_m_] entonces, su poder era tan alto como el de Otsutsuki, lo que no es extraño considerando de dónde viene todo.

source: [_m_] Even now, after all these years, his power is feared and respected even outside the Land of Fire.
spanish: [_m_] Incluso ahora, después de todos estos años, su poder es temido y respetado incluso fuera de la Tierra del Fuego.

source: [_m_] Sadly, Kurenai was not able to live to see her grandson become the highest ranking shinobi of the Leaf Village.
spanish: [_m_] Lamentablemente, Kurenai no pudo vivir para ver a su nieto convertirse en el brinobi más alto de la Aldea de Hojas.

source: [_m_] I still miss her, even though she passed away a long time ago.
spanish: [_m_] la sigo perdiendo, aunque falleció hace mucho tiempo.

source: [_m_] It won't be long... till I pass away, too...
spanish: [_m_] No será largo ... hasta que pase, también ...

source: [_m_] Thanks to that old man, I got another chance in my life.
spanish: [_m_] Gracias a ese anciano, tuve otra oportunidad en mi vida.

source: [_m_] And after I took that chance to the fullest... I still wonder... Had I done things differently, what would've happened?
spanish: [_m_] Y después de haber aprovechado la oportunidad al máximo... Todavía me pregunta... ¿Había hecho las cosas de forma diferente, qué habría sucedido?

source: [_m_] And how just one right choice... managed to give me such a long and happy life... with a loving family... and...
spanish: [_m_] Y cómo solo una elección correcta... consiguió darme una vida tan larga y feliz... con una familia amorosa...

source: [_m_] Weren't you angry with me... Kamiko...?
spanish: [_m_] No estabas enojado conmigo... Kamiko...?

source: [_m_] I hope you're still... alive.
spanish: [_m_] espero que estés asustado... vivo.

source: [_m_] Strange, I didn't notice it myself how I've begun taking my hygene more seriously.
spanish: [_m_] Strange, no me di cuenta de cómo empecé a tomarme mi hígena más en serio.

source: [_m_] Does married life really change people like that?
spanish: [_m_] ¿Realmente el matrimonio cambia a la gente así?

source: [_m_] Or is it just me?
spanish: [_m_] ¿O es solo mí?

source: [_m_] Anyway, I want to smell nice next to her so that...
spanish: [_m_] De todos modos, quiero oler bien junto a ella para que...

source: [_ri_] How long do we have to stay here?
spanish: R[_ri_] ¿Cuánto tiempo tenemos que quedarnos aquí?

source: [_ri_] It's getting cold.
spanish: [_ri_] Se está haciendo frío.

source: [_ka_] Not long, he's waking up.
spanish: [_ka_] No es largo, está despertando.

source: [_ka_] Wake up, my sweetie.
spanish: [_ka_] despierta, mis semanas.

source: [_r_] It hurts... My head...
spanish: [_r_] Daña... Mi cabeza...

source: [_r_] W-what the...
spanish: [_r_] W-what el...

source: [_r_] The g-girls...
spanish: [_r_] Las chicas...

source: [_ka_] So you've woken up at last. You've always been such a sleepy head.
spanish: [_ka_] Así que te has despertado por fin. Siempre has sido una cabeza tan somnolienta.

source: [_r_] What have you... done...
spanish: [_r_] Qué tienes... hecho...

source: [_ka_] Oh, come on... There's no need for self-pity, my dear.
spanish: [_ka_] Oh, vamos... No hay necesidad de autopiedad, mi querido.

source: [_ka_] I have nothing to do with it, it's all a consequence of your decisions.
spanish: [_ka_] No tengo nada que ver con ello, todo es consecuencia de sus decisiones.

source: [_ri_] Hah, what a face you've got. Is that you crying?
spanish: [_ri_] Hah, ¿qué rostro tienes. ¿Es eso lo que lloras?

source: [_ka_] Of course he is crying, honey. You've butchered his entire new family.
spanish: [_ka_] Por supuesto que está llorando, miel. Has criado a toda su familia nueva.

source: [_ka_] [viname], meet Kaya. She's a foreigner, just like you. It even goes further than that, you're from the same universe.
spanish: [_ka_] [viname], conoce a Kaya. Sha es un extranjero, como tú. Incluso va más lejos, eres del mismo universo.

source: [_ri_] Salut, asshole.
spanish: [_ri_] Saluto, asshole.

source: [_ri_] God, shut the fuck up already... Can't I just kill him?
spanish: [_ri_] Dios, cierra el fuck ya... ¿No puedo simplemente matarlo?

source: [_ka_] Not now, my girl.
spanish: [_ka_] No ahora, mi chica.

source: [_ka_] I want you to see it all with your own eyes, see everything you've lost. I want you to realize it's all your own fault.
spanish: [_ka_] Quiero que lo veas todo con tus propios ojos, mira todo lo que has perdido. Quiero que usted se dé cuenta de que es su propia culpa.

source: [_ka_] I can forgive you for betraying me out of fear.
spanish: [_ka_] Yo te puedo perdonar por traicionarme por miedo.

source: [_ka_] But I can't forgive you for betraying our bond.
spanish: [_ka_] Pero no puedo perdonarte por traicionar nuestro vinculo.

source: [_ka_] I've done so much for you. You've been everything to me... You were my precious creation... My child...
spanish: [_ka_] He hecho mucho por ti. Has sido todo para mí ... Tú eras mi preciosa creación ... Mi hijo ...

source: [_ka_] Have I not earned even a little bit of your respect?
spanish: [_ka_] ¿No he ganado ni un poco de su respeto?

source: [_r_] What have I... What have I done to... I didn't...
spanish: [_r_] Qué tengo yo... ¿Qué he hecho... no lo hice yo...

source: [_ka_] The old man found me, he was able to find me earlier than I thought... And it's all thanks to your efforts.
spanish: [_ka_] El anciano me encontró, fue capaz de encontrarme antes de lo que pensé... Y todo es gracias a sus esfuerzos.

source: [_ka_] Did you really think he could kill me?
spanish: [_ka_] ¿Realmente creiste que podría matarme?

source: [_ka_] Me... an Otsutsuki, who has lived on this planet for hundreds of years, for dozens of generations...
spanish: [_ka_] Yo... un Otsutsuki, que ha vivido en este planeta durante cientos de años, durante decenas de generaciones...

source: [_ka_] He was nothing like he used to be... that old man...
spanish: [_ka_] Él no era nada como solía ser... ese viejo hombre...

source: [_ka_] But you did help me in some ways... Thanks to the absorption of his chakra, I was able to repeat the ritual and capture my second child.
spanish: [_ka_] Pero me ayudaste de alguna manera... Gracias a la absorción de su chakra, pude repetir el ritual y capturar a mi segundo hijo.

source: [_ka_] No matter what, Uchichas' chakra is truly special...
spanish: [_ka_] No importa qué, el chakra de Uchichas es realmente especial...

source: [_r_] Old man...
spanish: [_r_] viejo hombre...

source: [_ka_] Your new friend didn't succeed, that's why you're in such an unfortunate position...
spanish: [_ka_] Tu nuevo amigo no tuvo éxito, por eso estás en una posición tan desafortunada...

source: [_ka_] Kaya, finish what you started, will you?
spanish: [_ka_] Kaya, termina lo que iniciaste, ¿lo hará?

source: [_ri_] Took you long enough...
spanish: [_ri_] Took suficiente tiempo...

source: [_ka_] One last thing...
spanish: [_ka_] Una última cosa ...

source: [_ka_] Is there anything you want to say?
spanish: [_ka_] ¿Hay algo que quieres decir?

source: [_r_] I was just doing what y--
spanish: [_r_] Estaba haciendo qué--

source: [_ri_] Fuck... I've got to wash his brains off my hands now! Gross...
spanish: [_ri_] Suerte... ¡Tengo que lavar las manos ahora! Desgarra...

source: Yes, I want to fuck you again.
french: Oui, je veux vous baiser à nouveau.
italian: Sì, ti voglio scopare di nuovo.
japanese: はい、もう一度ファックしたいです。
spanish: Sí, quiero follarte de nuevo.

source: This time I need something more than just one-time sex.
french: Cette fois, j'ai besoin de quelque chose de plus qu'un simple sexe.
italian: Questa volta ho bisogno di qualcosa di più di un solo sesso.
japanese: 今回は一回以上のセックスが必要です。
spanish: Esta vez necesito algo más que un solo sexo de una vez.

source: Do not restrain yourself and jerk off (For patrons)
spanish: No te contengas y desvíes (para los clientes)

source: It's too weird, I won't...
french: C'est trop bizarre, je ne le ferai pas...
italian: È troppo strano, non lo farò...
japanese: それはあまりにも奇妙です、私は...
spanish: Es demasiado raro, no lo haré...

source: Yeah, I just want to fuck her.
french: Ouais, je veux juste la baiser.
italian: Sì, la voglio solo scopare.
japanese: うん、私はちょうど彼女をファックしたいです。
spanish: Sí, sólo quiero follarla.

source: That’s not the only reason, I want her to be happy.
french: Ce n’est pas la seule raison, je veux qu’elle soit heureuse.
italian: Non è l'unica ragione, voglio che lei sia felice.
japanese: それが唯一の理由ではありません。私は彼女に幸せになってほしいと思います。
spanish: Esa no es la única razón, quiero que sea feliz.

source: Offer to fuck her in the ass. (for patrons)
spanish: Ofrecer follarla en el culo. (para los clientes)

source: I think that's enough for today.
french: Je pense que c'est suffisant pour aujourd'hui.
italian: Penso che sia abbastanza per oggi.
japanese: 今日はそれで十分だと思います。
spanish: Creo que es suficiente para hoy.

source: If that's what Kamiko's mission requires, I'm ready
spanish: Si eso es lo que requiere la misión de Kamiko, estoy listo

source: And what do you suggest?
spanish: ¿Y qué sugieren usted?

source: No. I must continue on the path I have chosen.
spanish: No, debo continuar por el camino que he elegido.

source: So I still have a chance for a happy life? Without blood and tears?
spanish: Así que todavía tengo la oportunidad de una vida feliz, sin sangre y lágrimas?

source: Cut the rope.
spanish: Cortar la cuerda.

source: Cut his throat.
spanish: Cortar la garganta.

source: Use provocation on him.
spanish: Utilice la provocación sobre él.

source: Don't do it.
spanish: No lo hagas.

source: [_r_] Y-yes?
french: [_r_] Y-oui ?
italian: [_r_] Sì?
japanese: [_r_] Y-はい?

source: Do not restrain yourself and jerk off (For patrons)
french: Ne vous moquez pas et ne vous branlez pas (Pour les clients)
italian: Non trattenere te stesso e masturbarsi (Per i mecenati)
japanese: 自分自身を抑制し、動揺しないでください（後援者向け）

source: Offer to fuck her in the ass. (for patrons)
french: Offre de la baiser dans le cul. (pour les clients)
italian: Offerta di scoparla nel culo. (per i mecenati)
japanese: お尻で彼女をファックすることを提供します。(パトロンのために)

source: [_m_] Shit...
japanese: [_m_] くそ...
