Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/kuremiraywayo.po
Languages: french, italian, japanese, spanish

source: [_r_] When we have a baby, we'll become a complete family!
spanish: [_r_] Cuando tengamos un bebé, ¡nos convertiremos en una familia completa!

source: [_mira_] Well... Not quite complete... I don't see a ring on my finger, you know.
spanish: [_mira_] Bueno... No está completo... No veo un anillo en el dedo, ya lo sabes.

source: [_r_] Should I count this as a proposal?
spanish: [_r_] ¿Debo contar esto como una propuesta?

source: [_mira_] Maybe...
spanish: [_mira_] tal vez...

source: [_kure_] Are you ready?
spanish: [_kure_] ¿Está listo?

source: [_r_] Yes, of course, but are you sure you want me to come?
spanish: [_r_] Sí, por supuesto, pero ¿estás seguro de que quieres que vengo?

source: [_kure_] Yes.
spanish: [_kure_] Sí.

source: [_kure_] You're like a new family member to us. I've been wanting to introduce you to my husband for a long time.
spanish: [_kure_] Usted es como un nuevo miembro de la familia para nosotros. He estado queriendo presentarte a mi marido durante mucho tiempo.

source: [_r_] Okay, if that's what you want, I'll go with you.
spanish: [_r_] Vale, si eso es lo que quieres, iré contigo.

source: [_m_] Many heroes of the past are buried in this place.
spanish: [_m_] Muchos héroes del pasado están enterrados en este lugar.

source: [_m_] A special place... With a special energy.
spanish: [_m_] Un lugar especial... con una energía especial.

source: [_m_] The respect this village has for its heroes... It certainly is something...
spanish: [_m_] El respeto que tiene este pueblo por sus héroes... Ciertamente es algo...

source: [_kure_] We're doing well, Asuma.
spanish: [_kure_] Estamos bien, Asuma.

source: [_kure_] Life goes by quietly and slowly, with its minutes of joy and sadness.
spanish: [_kure_] La vida pasa en silencio y despacio, con sus minutos de alegría y tristeza.

source: [_kure_] I often think of you and your sacrifice for all of us.
spanish: [_kure_] Suelo pensar en ti y en tu sacrificio para todos nosotros.

source: [_kure_] I still love and treasure the memory of you.
spanish: [_kure_] Todavía amo y atesoro la memoria de ustedes.

source: [_mira_] I'm doing well, too, Dad...
spanish: [_mira_] Yo también lo estoy haciendo...

source: [_mira_] I'm successful at my missions. The village and the Hokage trust me.
spanish: [_mira_] Tengo éxito en mis misiones. El pueblo y Hokage confían en mí.

source: [_mira_] I've become a shinobi worthy of the Sarutobi family name.
spanish: [_mira_] Me he convertido en un shinobi digno del nombre de la familia Sarutobi.

source: [_mira_] I am still proud of you and love you with all my heart...
spanish: [_mira_] Todavía estoy orgulloso de ti y te amo con todo mi corazón...

source: [_kure_] Also, an important person has come into our lives, a man.
spanish: [_kure_] Además, una persona importante ha llegado a nuestras vidas, un hombre.

source: [_mira_] His name is [viname], and he's my boyfriend.
spanish: [_mira_] Su nombre es [viname]y es mi boyfriend.

source: [_kure_] He is a very kind and caring man, he helps us with everything we need.
spanish: [_kure_] Él es un hombre muy amable y afectuoso, nos ayuda con todo lo que necesitamos.

source: [_mira_] Say something [viname]...
spanish: [_mira_] Di algo [viname] ...

source: [_r_] Hello, Asuma... You have a wonderful daughter and a great wife... I promise to take care of them with all due respect.
spanish: [_r_] Hola, Asuma... Tienes una maravillosa hija y una gran esposa... Prometo cuidarlos con el debido respeto.

source: [_mira_] We all love you very much, Daddy, and remember you often.
spanish: [_mira_] Todos los amamos mucho, papá, y te recordamos a menudo.

source: [_kure_] Rest in peace, my love.
spanish: [_kure_] Descanse en paz, mi amor.

source: [_mira_] Sleep well, Daddy.
spanish: [_mira_] Duerme bien, papá.

source: [_kure_] I've already told you but... Thank you for sharing this moment with us...
spanish: [_kure_] Ya te he dicho pero... Gracias por compartir este momento con nosotros...

source: [_r_] Sure, no problem, it was my pleasure to support you, too.
spanish: [_r_] Claro, no hay problema, fue mi placer apoyarte también.

source: [_kure_] You're a good guy... We're lucky to have you...
spanish: [_kure_] Eres un buen tipo ... Tenemos la suerte de tenerte ...

source: [_r_] There, there, come here.
spanish: [_r_] Allí, venga aquí.

source: [_r_] You've done a lot for me too. Accepting me, caring for me. I see it all and appreciate it.
spanish: [_r_] Usted también ha hecho mucho por mí. Aceptándome, cuidándome. Lo veo todo y lo agradezco.

source: [_kure_] Have you thought about the future? What's going to happen to us next?
spanish: [_kure_] ¿Has pensado en el futuro? ¿Qué nos va a pasar a continuación?

source: [_kure_] My daughter is very happy with you and I accept that, but how do you feel?
spanish: [_kure_] Mi hija está muy contenta contigo y lo acepto, pero ¿cómo te sientes?

source: [_r_] I don't know...
spanish: [_r_] no lo soy...

source: [_r_] You and Mirai are very dear to me... I want to take care of you, but I don't know what will happen next.
spanish: [_r_] Tú y Mirai eres muy querido para mí... Quiero cuidarte de ti, pero no sé lo que sucederá después.

source: [_r_] There are also things in my past and present that I clearly have to deal with...
spanish: [_r_] También hay cosas en mi pasado y presente con las que claramente tengo que lidiar...

source: [_kure_] I noticed a long time ago that you're no simple guy. I hope you can deal with everything that's bothering you and...
spanish: [_kure_] Me di cuenta hace mucho tiempo de que no eres un tipo simple. Espero que puedas lidiar con todo lo que te molesta y...

source: [_kure_] Stay with us...
spanish: [_kure_] Quédate con nosotros...

source: [_r_] I really hope so too...
spanish: [_r_] Espero que así sea...

source: [_r_] I love your daughter, Kurenai. And, of course, I love you.
spanish: [_r_] Me encanta a tu hija Kurenai. Y, por supuesto, te amo.

source: [_r_] I really want to stay with you and be one big family.
spanish: [_r_] Realmente quiero quedarme contigo y ser una gran familia.

source: [_r_] You know, I'm thinking of proposing to Mirai. We've talked about it a little, I think she wouldn't mind...
spanish: [_r_] Usted sabe, estoy pensando en proponer a Mirai. Lo hemos hablado un poco, creo que no le importaría ...

source: [_kure_] It will make her happy. If you decide to take this big step, I will support you and help with whatever is coming.
spanish: [_kure_] la hará feliz. Si decides dar este gran paso, te apoyaré y ayudaré con lo que venga.

source: [_r_] Are you ready for all of this? In spite of what happened between us in the past?
spanish: [_r_] ¿Estás listo para todo esto? A pesar de lo que ocurrió entre nosotros en el pasado?

source: [_kure_] It's nothing. I only want the best for my daughter. You are a good and caring man, I would want you to make her happy.
spanish: [_kure_] no es nada. Solo quiero lo mejor para mi hija. Usted es un buen hombre y cuidador, me gustaría que la hiciera feliz.

source: [_r_] How about you? Will you be happy?
spanish: [_r_] ¿Qué tal usted? ¿Será usted feliz?

source: [_kure_] Seeing her happy with you makes me the happiest person in the world myself.
spanish: [_kure_] Viendo su alegría contigo me convierte en la persona más feliz del mundo.

source: [_r_] I want you to know that even though I love your daughter, I still love and desire you as a woman...
spanish: [_r_] Quiero que sepas que a pesar de que amo a tu hija, sigo amándote y deseándote como mujer...

source: [_kure_] Honey... You are making things so complicated...
spanish: [_kure_] Solo... Estás haciendo las cosas tan complicadas...

source: [_kure_] I desire you too, but Mirai's happiness comes first for me...
spanish: [_kure_] Te deseo también, pero la felicidad de Mirai viene primero para mí...

source: [_r_] I want to ask you... If I can convince Mirai to have the same relationship with you as with her, will you agree to it?
spanish: [_r_] Quiero preguntarte... Si puedo convencer a Mirai de que tenga la misma relación con usted que con ella, ¿estará de acuerdo?

source: [_kure_] She already knows about us, and we talked about it earlier, without you... It wasn't an easy conversation.
spanish: [_kure_] Ella ya sabe de nosotros, y hablamos de ello antes, sin ti... No fue una conversación fácil.

source: [_r_] What did you decide on?
spanish: [_r_] ¿Qué has decidido?

source: [_kure_] I decided to step back. I told her that if she loves you, then eventually you'll be a complete family.
spanish: [_kure_] decidí dar un paso atrás. Le dije que si te ama, con el tiempo serás una familia completa.

source: [_kure_] She was grateful for my understanding, but said that we could be a family all together... Whatever that means...
spanish: [_kure_] Ella estaba agradecida por mi entendimiento, pero dijo que podríamos ser una familia todos juntos... Lo que eso significe...

source: [_r_] So you're okay with it?
spanish: [_r_] ¿Así que estás de acuerdo con ella?

source: [_kure_] If Mirai says that's what she wants, I'll be fine with it.
spanish: [_kure_] Si Mirai dice que eso es lo que quiere, lo haré bien.

source: [_r_] Okay, I'll talk to her.
spanish: [_r_] Vale, hablaré con ella.

source: [_m_] He was right after all.
spanish: [_m_] Tenía razón después de todo.

source: [_m_] I still have a chance for a happy ending.
spanish: [_m_] todavía tengo la oportunidad de un final feliz.

source: [_m_] Kamiko hasn't shown up all this time, which makes me happy.
spanish: [_m_] Kamiko no ha aparecido todo este tiempo, lo que me hace feliz.

source: [_m_] Sometimes I feel guilty about this, but deep inside I realize that I didn't choose to come into this world in the first place.
spanish: [_m_] A veces me siento culpable de esto, pero en lo profundo me doy cuenta de que no elegí entrar en este mundo en primer lugar.

source: [_m_] Even though it's been fun, I've been through some terrifying things.
spanish: [_m_] Aunque ha sido divertido, he pasado por algunas cosas terroríficas.

source: [_m_] Thanks to all that thinking before bed and reflecting on everything that's happened to me since the beginning of the journey...
spanish: [_m_] Gracias a todo lo que pensaba antes de la cama y reflexionaba sobre todo lo que me pasó desde el comienzo del viaje...

source: [_m_] I realized that Kamiko really was a monster.
spanish: [_m_] Me di cuenta de que Kamiko realmente era un monstruo.

source: [_m_] She said she wanted to protect people from being killed, but she killed a team of Anbu and the entire family at the hotel without any hesitation.
spanish: [_m_] Ella dijo que quería proteger a la gente de ser asesinada, pero mató a un equipo de Anbu y toda la familia en el hotel sin ningún tipo de preocupación.

source: [_m_] She said she valued me, but it was from her that I constantly felt the greatest threat to my life.
spanish: [_m_] Ella dijo que me valoraba, pero fue de ella que sentí constantemente la mayor amenaza para mi vida.

source: [_m_] When she disappeared, a heavy weight fell from my shoulders that I probably wouldn't have been able to carry for long.
spanish: [_m_] Cuando ella desaparecía, un peso pesado cayó de mis hombros que probablemente no habría podido llevar por mucho tiempo.

source: [_m_] Everything is clear and simple now.
spanish: [_m_] Ahora todo está claro y simple.

source: [_m_] I'm finally truly appreciated and loved.
spanish: [_m_] Finalmente estoy realmente agradecido y amado.

source: [_m_] When Mirai became pregnant, I proposed to her, and soon we had a modest wedding.
spanish: [_m_] Cuando Mirai quedó embarazada, le propuse y pronto tuvimos una boda modesta.

source: [_m_] Only the closest relatives came, many of whom I had already gotten to know well being Mirai's boyfriend.
spanish: [_m_] Solo vinieron los parientes más cercanos, muchos de los cuales ya conocí bien como el boyfriend de Mirai.

source: [_m_] Oddly enough, Hinata and Naruto came too. I'm still in close contact with Hinata, we even had sex a couple of times, but I've decided to call it quits.
spanish: [_m_] bastante sobriamente, también llegaron Hinata y Naruto. Todavía estoy en estrecho contacto con Hinata, incluso tuvimos sexo un par de veces, pero he decidido llamarlo deja.

source: [_m_] I don't want to lose what I hold now so dearly. A real family.
spanish: [_m_] no quiero perder lo que tengo ahora tan querido. Una verdadera familia.

source: [_m_] We're going to have a baby in a little while, which will probably be the biggest event in my life.
spanish: [_m_] Vamos a tener un bebé en poco tiempo, lo que probablemente será el evento más grande en mi vida.

source: [_m_] Mirai and Kurenai have been very gentle and caring towards me. They will be a great mom and a perfect grandmother. I have no doubt about that.
spanish: [_m_] Mirai y Kurenai han sido muy amables y preocupados por mí. Serán una gran mamá y una abuela perfecta.

source: [_m_] I used to really think of it all as a big adventure, I thought it was an opportunity to do things I would never have been able to do in my old life.
spanish: [_m_] solía pensar realmente en todo como una gran aventura, Pensé que era una oportunidad para hacer cosas que nunca habría podido hacer en mi vida antigua.

source: [_m_] Now I think if my adventure ends this way, with family and love, I wouldn't mind at all.
spanish: [_m_] Ahora creo que si mi aventura termina así, con la familia y el amor, no me importaría en absoluto.

source: [_m_] It's been a really long time...
spanish: [_m_] Ha sido un tiempo muy largo...

source: [_m_] I think I've been here too long.
spanish: [_m_] Creo que he estado aquí demasiado tiempo.

source: [_m_] Kamiko's been bugging me about the delay from time to time.
spanish: [_m_] Kamiko me ha estado fallando sobre el retraso de vez en cuando.

source: [_m_] But with every hot sex with the girls, I can feel my strength growing.
spanish: [_m_] Pero con cada sexo caliente con las chicas, puedo sentir mi fuerza creciendo.

source: [_m_] When I killed that old man, when I tasted his flesh, I was very scared, but over time I got used to the feeling.
spanish: [_m_] Cuando maté a ese anciano, cuando probé su carne, estaba muy asustado, pero con el tiempo me acostumbré a la sensación.

source: [_m_] The terrifying images in my head haven't gone away, there are even more of them now.
spanish: [_m_] Las aterradoras imágenes en mi cabeza no han desaparecido, hay aún más de ellas ahora.

source: [_m_] But I guess that's the price the old man was talking about.
spanish: [_m_] Pero supongo que ese es el precio del que hablaba el anciano.

source: [_m_] No big deal, I'm getting stronger. I feel like I can beat anyone.
spanish: [_m_] No hay gran cosa, soy cada vez más fuerte. Siento que puedo vencer a nadie.

source: [_m_] I'm getting access to new abilities, combat abilities.
spanish: [_m_] Tengo acceso a nuevas habilidades, habilidades de combate.

source: [_m_] I always thought my job was to work in the shadows, to help Kamiko by winning these kunoichi over.
spanish: [_m_] Siempre pensé que mi trabajo era trabajar en las sombras, para ayudar a Kamiko ganando estos kunoichi.

source: [_m_] But with my new powers, I can actually be useful in battle...
spanish: [_m_] Pero con mis nuevos poderes, realmente puedo ser útil en la batalla...

source: [_m_] If this keeps up, I'll be able to stand up to Otsutsuki on my own, give them a real fight.
spanish: [_m_] Si esto se mantiene activo, podré hacer frente a Otsutsuki por mi cuenta, darles una verdadera pelea.

source: [_m_] Kamiko told me Momoshiki should be arriving soon.
spanish: [_m_] Kamiko me dijo que Momoshiki debería llegar pronto.

source: [_m_] She told me that it's strictly forbidden for me to interfere with the course of events, I'm not allowed to kill him. After all, it's up to Boruto to deal with him.
spanish: [_m_] Me dijo que está estrictamente prohibido que interfiera con el curso de los acontecimientos, no puedo matarlo. Después de todo, depende de Boruto ocuparse con él.

source: [_m_] But just when I think about how much chakra he must have... How high quality and strong it is... I feel like going against Kamiko's words...
spanish: [_m_] Pero justo cuando pienso en cuánto chakra debe tener... Que tan alta calidad y fuerte es ... Me siento como ir en contra de las palabras de Kamiko...

source: [_m_] When I kill him, absorb his chakra, I will gain so much power that the need for Boruto to save humanity in the future will disappear...
spanish: [_m_] Cuando lo mato, absorbe su chakra, Ganaré tanto poder que desaparecerá la necesidad de Boruto de salvar a la humanidad en el futuro...

source: [_m_] I can do it all myself... I can protect everyone...
spanish: [_m_] Puedo hacerlo todo yo mismo... Puedo proteger a todos...

source: [_m_] I can do it.
spanish: [_m_] puedo hacerlo.

source: [_kure_] [viname], please make sure Mirai doesn't get a heat stroke...
spanish: [_kure_] [viname], por favor asegúrate de que Mirai no reciba un golpe de calor...

source: [_kure_] God... This is such a bad idea...
spanish: [_kure_] Dios... Esta es una mala idea...

source: [_r_] Don't worry, Kurenai. It's just a little steam and hot water, nothing bad will happen to her. I'll be around all the time anyway.
spanish: [_r_] No te preocupes, Kurenai. Es solo un poco de vapor y agua caliente, no le pasará nada malo. De todos modos estaré todo el tiempo.

source: [_r_] She's not at a late stage, she won't give birth that soon.
spanish: [_r_] She no está en un estadio tardío, no dará a luz tan pronto.

source: [_kure_] She's always been overconfident, just please keep an eye on her...
spanish: [_kure_] She siempre ha estado demasiado seguro, por favor, vigielo...

source: [_mira_] Have somebody been discussing me behind my back?
spanish: [_mira_] ¿Alguien me ha estado discutiendo a mi espalda?

source: [_r_] Kurenai's worried about you, yet you are as calm as always.
spanish: [_r_] Kurenai está preocupado por ti, pero estarás tan tranquilo como siempre.

source: [_mira_] Mom, stop worrying about me. We've talked about this.
spanish: [_mira_] Mamá, deja de preocuparte por mí. Hemos hablado de esto.

source: [_kure_] I know, I know... But I just can't stop, you're so vulnerable at this stage...
spanish: [_kure_] lo sé, sí... Pero no puedo parar, eres tan vulnerable en esta etapa...

source: [_mira_] Well, I'll have [viname] with me! It won't be a big deal!
spanish: [_mira_] Bueno, ¡tendré [viname] conmigo! ¡No será un gran trato!

source: [_r_] Exactly, leave it all to me!
spanish: [_r_] Exactamente, ¡déjenme todo a mí!

source: [_mira_] Let's go already! It's not every day we rent out the whole hot springs for one night. I want to be there for the entire time we have!
spanish: [_mira_] ¡Ya vamos! No todos los días alquilamos todo el chorro caliente por una noche. ¡Quiero estar allí todo el tiempo que tenemos!

source: [_r_] Yeah, I've grabbed everything we need, let's go honey.
spanish: [_r_] Sí, he cogido todo lo que necesitamos, vamos a la miel.

source: [_mira_] Don't miss us, Mom! If you change your mind, you can still join us at the springs, they'll let you in!
spanish: [_mira_] No nos pierdas ¡Mamá! Si cambias de opinión, puedes unirte a nosotros en las primaveras, ¡te lo dejarán!

source: [_kure_] I don't like high temperatures lately. Have fun out there without me.
spanish: [_kure_] no me gustan las altas temperaturas últimamente. Diviértete ahí sin mí.

source: [_mira_] So, darling, you ready for some steam?
spanish: [_mira_] Entonces, querido, ¿te preparas para un poco de vapor?

source: [_r_] You betcha! But are you sure high temperatures won't affect you in a bad way?
spanish: [_r_] ¡Tú betcha! Pero, ¿estás seguro de que las altas temperaturas no te afectarán de mala manera?

source: [_mira_] I am sure! I know well what my body is capable of. Let's go!
spanish: [_mira_] ¡Estoy seguro! Sé bien de qué es capaz mi cuerpo. ¡Vamos!

source: [_mira_] It's so nice being here, especially when it's with my husband...
spanish: [_mira_] Es tan bonito estar aquí, especialmente cuando está con mi marido ...

source: [_r_] Agreed, I do love these springs, I already feel at home here. But now that we're in the same pool and there are no old sweaty men around, it's even better!
spanish: [_r_] Acordado, me encanta estos manantiales, ya me siento como en casa aquí. Pero ahora que estamos en la misma piscina y no hay hombres sudorosos viejos alrededor, es aún mejor!

source: [_mira_] I never thought I would allow myself to relax so much... Mirai from the past would've scolded me right now.
spanish: [_mira_] Nunca pensé que me permitiera relajarse tanto... Mirai del pasado me habría reprendido ahora mismo.

source: [_r_] But Mirai from the future will thank you. Everyone needs to relax sometimes, especially since you're pregnant.
spanish: [_r_] Pero Mirai desde el futuro te lo agradecerá. Todo el mundo necesita relajarse a veces, especialmente porque estás embarazada.

source: [_mira_] And you're going to be a daddy, aren't you? Gonna babysit the child and everything, lucky me.
spanish: [_mir_] Y usted va a ser un papá, ¿no? Gonna babysit al niño y todo, suerte a mí.

source: [_r_] As it turns out, I'm quite ready! No matter how many kids we have, I'll be happy.
spanish: [_r_] Resulta que estoy bastante listo! No importa cuántos niños tengamos, estaré feliz.

source: [_mira_] You know, I'd like a big family... I used to think I'd just have a baby, give it to my mom and go on with my career, but...
spanish: [_mira_] Tú lo sabes, me gustaría una gran familia... Yo solía pensar que sólo tendría un bebé, dárselo a mi madre y seguir con mi cuidador, pero...

source: [_mira_] With pregnancy and all this thinking about the future. I'm starting to want other things...
spanish: [_mira_] Con el embarazo y todo esto pensando en el futuro. Estoy empezando a querer otras cosas ...

source: [_r_] But being a shinobi has always been your dream, hasn't it?
spanish: [_r_] Pero ser un shinobi siempre ha sido tu sueño, ¿no?

source: [_mira_] Yes, for a long time. I felt like it was my duty, I'm from the Sarutobi family, which means I have to be strong, I have to live up to someone's expectations...
spanish: [_mira_] Sí, durante mucho tiempo. Sentí que era mi deber, soy de la familia Sarutobi, lo que significa que tengo que ser fuerte, tengo que estar a la altura de las expectativas de alguien...

source: [_mira_] But the further you and I go, the more I realize that... It's all in the past.
spanish: [_mira_] Pero cuanto más lejos vayas y vayas, más me doy cuenta que... Todo está en el pasado.

source: [_mira_] I want a family, I want to be a mom, I want you to be a dad.
spanish: [_mira_] Quiero una familia, quiero ser mamá, quiero que seas papá.

source: [_mira_] Especially since we'll never have to work and earn money... Our family inheritance is huge, there's enough money for several generations...
spanish: [_mira_] Especialmente ya que nunca tendremos que trabajar y ganar dinero... Nuestra herencia familiar es alta, hay suficiente dinero para varias generaciones...

source: [_r_] So it's true? Your family really has some savings?
spanish: [_r_] ¿Así que es cierto? ¿Tu familia realmente tiene algunos ahorros?

source: [_mira_] Our family! You're part of it now.
spanish: [_mira_] ¡Nuestra familia! Ahora eres parte de ella.

source: [_mira_] My grandfather was Hokage for a long time, but as my mom told me, that wasn't the only thing he was doing.
spanish: [_mira_] Mi abuelo era Hokage durante mucho tiempo, pero como me dijo mi mamá, eso no era lo único que estaba haciendo.
