Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/kuremiraywayo.po
Languages: french, italian, japanese, spanish

source: [_kure_] You shouldn't have spent money on flowers, but I'm very pleased...
french: [_kure_] Vous n'avez pas dû dépenser de l'argent sur les fleurs, mais je suis très heureux ...
italian: [_kure_] Non avresti dovuto spendere soldi per i fiori, ma sono molto soddisfatto...
japanese: [_kure_] お花に使うべきではありませんでしたが、とても嬉しかったです...
spanish: [_kure_] No deberías haber gastado dinero en flores, pero estoy muy contento ...

source: [_r_] You love plants, I couldn’t walk past this bouquet, I immediately thought of you.
french: [_r_] Vous aimez les plantes, je ne pouvais pas marcher au-delà de ce bouquet, j'ai immédiatement pensé à vous.
italian: [_r_] Tu ami le piante, non potevo camminare oltre questo bouquet, ho pensato subito a te.
japanese: [_r_] あなたは植物が大好きで、この花束を越えることができませんでした。私はすぐにあなたのことを考えました。
spanish: [_r_] Te encantan las plantas, no pude caminar más allá de esta queta, inmediatamente pensé en ti.

source: [_kure_] You are very cute...
french: [_kure_] Vous êtes très mignon ...
italian: [_kure_] Sei molto carino...
japanese: [_kure_] あなたはとてもかわいいです...
spanish: [_kure_] Usted es muy lindo ...

source: [_m_] I'm not the only one who is putting in effort. She also makes me happier? Probably, yeah.
french: [_m_] Je ne suis pas le seul à faire des efforts. Elle me rend aussi plus heureux ? Probablement, oui.
italian: [_m_] Non sono l'unico che si sta impegnando. Mi rende anche più felice? Probabilmente, sì.
japanese: [_m_] 努力をしているのは私だけではありません。彼女も私を幸せにしてくれますか？おそらく、そうですね。
spanish: [_m_] no soy el único que está poniendo en esfuerzo. ¿También me hace más feliz? Probablemente, sí.

source: [_m_] I'm starting to get used to the slightly violent, but no less sweet character of Mirai, who has already accepted that I have become closer to their family.
french: [_m_] Je commence à être habitué au caractère légèrement violent, mais pas moins sucré de Mirai, qui a déjà accepté que je sois devenu plus proche de leur famille.
italian: [_m_] Sto cominciando ad abituarmi al carattere leggermente violento, ma non meno dolce di Mirai, che ha già accettato che mi sono avvicinato alla loro famiglia.
japanese: [_m_] 少し暴力的になってきていますが、みらいの甘いキャラクターにも劣らず慣れてきました。 彼らの家族に私が近づいていることを受け入れている人。
spanish: [_m_] Estoy empezando a acostumbrarme al carácter ligeramente violento, pero no menos dulce de Mirai, quien ya ha aceptado que me he acercado más a su familia.

source: [_mira_] Are you just going to keep repeating the same move? It's so stupid!
french: [_mira_] Allez-vous juste continuer à répéter le même mouvement ? C'est si stupide !
italian: [_mira_] Continuerai a ripetere la stessa mossa? È così stupido!
japanese: [_mira_] 同じ動きを繰り返し続けるのか？バカだよ！
spanish: [_mira_] ¿Vas a seguir repitiendo el mismo movimiento? ¡Es tan estúpido!

source: [_r_] Look at the score, it seems to me that someone here is losing the third game in a row.
french: [_r_] Regardez le score, il me semble que quelqu'un ici est en train de perdre le troisième jeu d'affilée.
italian: [_r_] Guarda il punteggio, mi sembra che qualcuno qui stia perdendo la terza partita di fila.
japanese: [_r_] スコアを見てください、ここの誰かが3連続で負けているようです。
spanish: [_r_] Mira la puntuación, me parece que alguien aquí está perdiendo la tercera partida consecutiva.

source: [_mira_] You shouldn't have said that! Now I'm really going to start playing seriously!
french: [_mira_] Vous n'auriez pas dû le dire ! Maintenant, je vais vraiment commencer à jouer sérieusement !
italian: [_mira_] Non avresti dovuto dirlo! Ora inizierò davvero a suonare seriamente!
japanese: [_mira_] そんなことを言うべきではなかったでしょう!
spanish: [_mira_] ¡No deberías haber dicho eso! ¡Ahora voy a empezar a jugar en serio!

source: [_r_] I think I've already heard that before!
french: [_r_] Je pense que j'ai déjà entendu cela auparavant !
italian: [_r_] penso di averlo già sentito prima!
japanese: [_r_] すでに聞いたことがあると思います！
spanish: [_r_] ¡Creo que ya he oído eso antes!

source: [_m_] I think I'm starting to like what this could all develop into...
french: [_m_] Je pense que je commence à voir ce que ça pourrait faire ...
italian: [_m_] Penso che sto cominciando a piacere quello che tutto questo potrebbe sviluppare...
japanese: [_m_] 私はこれがすべてに発展することができるものを好きになり始めていると思います...
spanish: [_m_] Creo que estoy empezando a gustar lo que todo esto podría desarrollar en...

source: [_m_] The only thing...
french: [_m_] La seule chose ...
italian: [_m_] L'unica cosa...
japanese: [_m_] 唯一のchar@@1
spanish: [_m_] Lo único...

source: [_m_] I'm still on Kamiko's task...
french: [_m_] Je suis toujours à la tâche de Kamiko...
italian: [_m_] Sono ancora in attività di Kamiko...
japanese: [_m_] 私はまだ神子のタスクにいます...
spanish: [_m_] Todavía estoy en la tarea de Kamiko...

source: [_m_] I overthink it too much...
french: [_m_] Je le pense trop ...
italian: [_m_] lo ripenso troppo...
japanese: [_m_] あまりにも多すぎると思う...
spanish: [_m_] Lo sobrepito demasiado...

source: [_m_] For now, it’s all so difficult, but who knows, maybe over time it will get easier
french: [_m_] Pour l'instant, c'est si difficile, mais qui sait, peut-être avec le temps il sera plus facile
italian: [_m_] Per ora, è tutto così difficile, ma chissà, forse col tempo sarà più facile
japanese: [_m_] 今のところ、それはすべてとても難しいですが、多分時間が経つにつれて、それはより簡単になるでしょう。
spanish: [_m_] Por ahora, todo es tan difícil, pero quién sabe, tal vez con el tiempo sea más fácil

source: [_m_] At least I hope so.
french: [_m_] Au moins je l'espère.
italian: [_m_] Almeno spero così.
japanese: [_m_] 少なくともそう願っています。
spanish: [_m_] Al menos así lo espero.

source: [_mira_] Hey, why are you so distant? You're sitting here in silence.
french: [_mira_] Hé, pourquoi êtes-vous si distant ? Vous êtes assis ici en silence.
italian: [_mira_] Ehi, perché sei così lontano? Sei seduto qui in silenzio.
japanese: [_mira_] ねえ、なんでそんなに離れてるの？黙って座ってるんだよ。
spanish: [_mira_] Oye, ¿por qué estás tan lejano? Estás aquí sentado en silencio.

source: [_r_] Huh? Did you say something?
french: [_r_] Hum ? Avez-vous dit quelque chose ?
italian: [_r_] Huh? Hai detto qualcosa?
japanese: [_r_] え？何か言った？
spanish: ¿[_r_] Huh? ¿Has dicho algo?

source: [_mira_] I'm telling you, you're too out of it, doesn’t seem like you at all.
french: [_mira_] Je vous le dis, vous êtes trop loin de cela, vous ne semblez pas du tout comme vous.
italian: [_mira_] Ti sto dicendo, sei troppo fuori di esso, non sembra affatto come te.
japanese: [_mira_] 私はあなたに言っている、あなたはあまりにもそれをしていない、あなたは全くあなたに似ていないようです。
spanish: [_mira_] Te digo, tú estás demasiado fuera de él, no te parece en absoluto.

source: [_r_] Never mind, it's just too hot today.
french: [_r_] Peu importe, c'est trop chaud aujourd'hui.
italian: [_r_] Non importa, è solo troppo caldo oggi.
japanese: [_r_] 気にしないで、今日は暑すぎます。
spanish: [_r_] No importa, es demasiado caliente hoy.

source: [_mira_] We’re here to throw some kunai! Are you going to finally hit a target today?
french: [_mira_] Nous sommes là pour lancer un kunai ! Allez-vous enfin atteindre une cible aujourd'hui ?
italian: [_mira_] Siamo qui per lanciare un po' di kunai! Stai per colpire finalmente un bersaglio oggi?
japanese: [_mira_] 我々はクナイを投げるためにここにいます！今日最終的に目標を達成しますか？
spanish: [_mira_] ¡Estamos aquí para lanzar algo de kunai! ¿Vas a alcanzar por fin un objetivo hoy?

source: [_r_] You know I’m bad at it. You are the professional shinobi here, not me.
french: [_r_] Tu sais que je suis mauvais. Tu es le shinobi professionnel ici, pas moi.
italian: [_r_] Sai che sono brutto. Tu sei lo shinobi professionista qui, non me.
japanese: [_r_] あなたは私が苦手であることを知っています。あなたはここのプロの忍であり、私ではありません。
spanish: [_r_] Usted sabe que yo soy malo en ello. Tú eres el shinobi profesional aquí, no yo.

source: [_mira_] Well, you could become my professional assistant, you could carry things for me while I deal with the scoundrels!
french: [_mira_] Eh bien, vous pourriez devenir mon assistant professionnel, vous pourriez avoir des choses pour moi pendant que je m'occupe des spayas !
italian: [_mira_] Beh, potresti diventare il mio assistente professionale, potresti portare le cose per me mentre mi occupo degli scoundrels!
japanese: [_mira_] まあ、あなたは私のプロのアシスタントになれます。私が悪党を扱っている間、あなたは私のために物を運ぶことができます！
spanish: [_mira_] Bueno, podrías convertirte en mi asistente profesional, ¡podrías llevar cosas para mí mientras me ocupo de los coderes!

source: [_r_] It doesn't sound bad, but I’ll pass, your job is too dangerous. Even though it sounds fun.
french: [_r_] Ça ne semble pas mal, mais je vais passer, votre travail est trop dangereux. Même si ça semble marrant.
italian: [_r_] Non sembra male, ma passerò, il tuo lavoro è troppo pericoloso. Anche se sembra divertente.
japanese: [_r_] 悪くないように聞こえますが、合格します。あなたの仕事はあまりにも危険です。楽しそうに聞こえますが。
spanish: [_r_] No suena mal, pero voy a pasar, tu trabajo es demasiado peligroso. A pesar de que suena divertido.

source: [_mira_] You know what else sounds fun?
french: [_mira_] Tu sais ce que l'autre semble amusant ?
italian: [_mira_] Sai cos'altro suona divertente?
japanese: [_mira_] 他に何が楽しいか分かりますか？
spanish: [_mira_] ¿Sabes qué más suena divertido?

source: [_r_] Is this a riddle?
french: [_r_] Est-ce une énigme ?
italian: [_r_] È un indovinello?
japanese: [_r_] これは謎ですか？
spanish: [_r_] ¿Es esto un acertijo?

source: [_mira_] You won't guess, I better just show you.
french: [_mira_] Vous ne devinez pas, je vais mieux vous montrer.
italian: [_mira_] Non indovinate, farei meglio a mostrarvi.
japanese: [_mira_] 想像できませんが、お見せしましょう。
spanish: [_mira_] No adivinarás, yo mejor simplemente te muestro.

source: [_r_] Are you taking off your jacket? It's about time, you're all sweaty.
french: [_r_] Êtes-vous en train de retirer votre veste ? Il est temps de vous faire transpirer.
italian: [_r_] Stai togliendo la tua giacca? È il momento, sei tutto sudato .
japanese: [_r_] ジャケットを脱いでいますか？そろそろ時間です。汗だくですね。
spanish: [_r_] ¿Te estás quitando la chaqueta? Ya es hora, todos están sudorosos.

source: [_r_] Whoa, wait... Bra too?
french: [_r_] Quo, attendez... Bra aussi ?
italian: [_r_] Whoa, aspetta... Reggiseno troppo?
japanese: [_r_] おっと、ちょっと... ブラも？
spanish: [_r_] ¿QUé, espera... Bra también?

source: [_r_] Yeah, and the panties too... You're playing dirty... But I like it.
french: [_r_] Ouais, et les culottes aussi... Vous jouez sale... Mais je l'aime.
italian: [_r_] Sì, e anche le mutandine... stai giocando sporco... Ma mi piace.
japanese: [_r_] ああ、パンティーもchar@@1。汚い演奏をしてるねchar@@2。でも私はそれが好き。
spanish: [_r_] Sí, y también las bragas... Estás jugando a la suciedad... Pero me gusta.

source: [_mira_] I didn't think I would ever dare to say this, but I really want to fuck outdoors!
french: [_mira_] Je ne pensais pas que j'oserais dire ça, mais je veux vraiment baiser dehors !
italian: [_mira_] Non pensavo che avrei mai osato dire questo, ma voglio davvero scopare all'aperto!
japanese: [_mira_] 私はこれを言う勇気がないと思っていましたが、私は本当に屋外でファックしたいです!
spanish: [_mira_] No pensé que jamás me atrevería a decir esto, ¡pero realmente quiero follar al aire libre!

source: [_r_] You're being such a bad girl today, what would your mom say if she heard you?
french: [_r_] Vous êtes une si mauvaise fille aujourd'hui, que dirait votre mère si elle vous entendit ?
italian: [_r_] Sei una ragazza così cattiva oggi, che cosa direbbe tua mamma se ti avesse sentito?
japanese: [_r_] あなたは今日そんなに悪い女の子になっています, 彼女があなたを聞いた場合、あなたのお母さんは何を言うでしょう?
spanish: [_r_] Estás siendo una chica tan mala hoy, ¿qué diría tu mamá si te escuchara?

source: [_mira_] Oh, shut up! You idiot! Just for that joke, I would tie you up with vines and bounce on you so hard that you would beg me to stop!
french: [_mira_] Oh, fermez-vous ! Vous, imbécile ! Juste pour cette plaisanterie, je vous lierais de vignes et je vous rebondisserais si dur que vous me supplieriez de m'arrêter !
italian: [_mira_] Oh, chiude! Sei idiota! Proprio per quella battuta, ti legerei con le viti e rimbalzare su di te così duro che mi pregheresti di fermarmi!
japanese: [_mira_] ああ、黙れ! バカ野郎! ちょうどその冗談のために、私はあなたをブドウと結び付けて、あなたが止めるように私に頼むようにあなたをバウンスします!
spanish: [_mira_] ¡Oh, cállate! ¡Tú idiotas! Sólo por ese chiste, yo te ataría con las cepas y te rebotaría tan duro que me suplicaría que me detuviera.

source: [_r_] Damn girl, these fantasies of yours are going to drive me crazy one day, keep going.
french: [_r_] Damn girl, ces fantasmes de vos rêves vont me rendre folle un jour, continuez à avancer.
italian: [_r_] Damn girl, queste tue fantasie mi spingono pazzo un giorno, continuate ad andare.
japanese: [_r_] くそ女の子, あなたのこれらのファンタジーは、いつか私を狂わせるつもりです, 続けます.
spanish: [_r_] Muchacha, estas fantasías tuyas me van a llevar un día de locura.

source: [_mira_] Just stand up, shut up and give me your big fat cock!
french: [_mira_] Il suffit de se lever, de me taire et de me donner votre grosse grosse queue !
italian: [_mira_] Basta alzarsi, chiudere e darmi il tuo grosso cazzo di grasso!
japanese: [_mira_] 立ち上がれ、黙れ、デブチンポをくれ！
spanish: [_mira_] ¡Solo ponte en pie, ábreme y dame tu enorme polla gorda!

source: [_mira_] Today I’ll use my throat to lubricate it.
french: [_mira_] Aujourd'hui, j'utiliserai ma gorge pour la lubrifier.
italian: [_mira_] Oggi userò la gola per lubrificarla.
japanese: [_mira_] 今日は喉を潤滑させるために使います。
spanish: [_mira_] Hoy usaré mi garganta para lubricarla.

source: [_r_] Come here, you know what to do.
french: [_r_] Viens ici, tu sais quoi faire.
italian: [_r_] Vieni qui, sai cosa fare.
japanese: [_r_] こちらに来てください。
spanish: [_r_] Ven aquí, sabes qué hacer.

source: [_r_] You're especially hungry today, huh?
french: [_r_] Vous avez particulièrement faim aujourd'hui, hein ?
italian: [_r_] Sei particolarmente affamato oggi, eh?
japanese: [_r_] 今日は特にお腹が空いていますね。
spanish: [_r_] Usted está especialmente hambriento hoy, ¿eh?

source: [_r_] Just a little more practice and you'll be a pro at sucking cock.
french: [_r_] Juste un peu plus de pratique et vous serez un pro à sucer la bite.
italian: [_r_] Solo un po' più di pratica e sarai un professionista a succhiare il cazzo.
japanese: [_r_] もう少し練習すれば、チンポを吸うプロになります。
spanish: [_r_] Solo un poco más de práctica y serás un profesional al chupar la polla.

source: [_r_] Oh... I see this got you excited?
french: [_r_] Oh... Je vois que ça vous a excité ?
italian: [_r_] Oh... Vedo che questo ti ha emozionato?
japanese: [_r_] ああ...これがあなたを興奮させたことがわかりますか?
spanish: [_r_] Oh... ¿Ve que esto te ha excitado?

source: [_r_] Keep up the pace, I fucking love it...
french: [_r_] Gardez le rythme, j'adore ça, putain...
italian: [_r_] Tenere il passo, io cazzo amo...
japanese: [_r_] ペースを上げ続けてください, 私はそれが大好きです...
spanish: [_r_] Mantén el ritmo, me encanta...

source: [_r_] You can go deeper, I know you can.
french: [_r_] Vous pouvez aller plus loin, je sais que vous pouvez.
italian: [_r_] Puoi andare più in profondità, so che puoi.
japanese: [_r_] もっと深く行くことができます。
spanish: [_r_] Usted puede ir más profundo, yo sé que usted puede.

source: [_r_] That's it...
french: [_r_] Voilà...
italian: [_r_] È questo...
japanese: [_r_] 以上です...
spanish: [_r_] Eso eso...

source: [_r_] You're trying so hard...
french: [_r_] Vous essayez si dur ...
italian: [_r_] Stai provando così duramente...
japanese: [_r_] あなたはとても頑張っています...
spanish: [_r_] Usted está tratando tan duro ...

source: [_r_] I must reward you properly!
french: [_r_] Je dois vous récompenser correctement !
italian: [_r_] Devo ricompensarti correttamente!
japanese: [_r_] ちゃんと報酬を与えなければなりません！
spanish: [_r_] ¡Debo recompensarlo correctamente!

source: [_r_] Done sucking, come to me.
french: [_r_] Fait succomber, venez à moi.
italian: [_r_] Fatto a succhiare, vieni da me.
japanese: [_r_] 完了しました, 私に来てください.
spanish: [_r_] Hecho chupando, ven a mí.

source: [_r_] Yes... Take your time... Get used to it completely...
french: [_r_] Oui ... Prenez votre temps ... Va l'utiliser complètement ...
italian: [_r_] Sì... Prendi il tuo tempo... Sii usato completamente...
japanese: [_r_] はい... 時間をかけて... 完全に慣れてください...
spanish: [_r_] Sí ... Tómese su tiempo ... Acostumbrarse a él por completo ...

source: [_mira_] Damn... A little... Big...
french: [_mira_] Merde... Un peu... Grand...
italian: [_mira_] Dannazione... Un po'... Grande...
japanese: [_mira_] くそ... 少し... 大きい...
spanish: [_mira_] Damn... Un poco... Big...

source: [_mira_] But it feels so nice...
french: [_mira_] Mais c'est si gentil ...
italian: [_mira_] Ma si sente così bello...
japanese: [_mira_] しかし、それはとても良い感じ...
spanish: [_mira_] Pero se siente tan agradable...

source: [_mira_] Fuck... Yes... I love this dick so much...
french: [_mira_] Merde ... Oui... J'adore cette bite tellement ...
italian: [_mira_] Fuck... Sì... Amo questo cazzo così tanto...
japanese: [_mira_] ファック... はい... このディックが大好きです...
spanish: [_mira_] Sí... Me encanta esta polla...

source: [_r_] More than your old worn out rubber ones?
french: [_r_] Plus que votre vieux caoutchouc usé ?
italian: [_r_] Più dei vecchi usurati di gomma?
japanese: [_r_] 古くなったゴムよりも多いですか？
spanish: [_r_] ¿Más de tus ruberos desgastados?

source: [_mira_] Mmmmm... Much more...
french: [_mira_] Mmm... Beaucoup plus...
italian: [_mira_] Mmmmm... Molto altro...
japanese: [_mira_] Mmm... もっと...
spanish: [_mira_] Mmmmm... Mucho más...

source: [_mira_] Now I...
french: [_mira_] Maintenant ...
japanese: [_mira_] 今私...
spanish: [_mira_] Ahora I. ..

source: [_r_] Fuck... Mirai... If you keep doing this...
french: [_r_] Merde ... Mirai... Si vous continuez à le faire...
italian: [_r_] Fuck... Mirai... Se continui a fare questo...
japanese: [_r_] Fuck... Mirai... これを続けると...
spanish: [_r_] Fuck... Mirai... Si sigues haciendo esto...

source: [_r_] Feels so good!
french: [_r_] Je me sens si bien !
italian: [_r_] Si sente così bene!
japanese: [_r_] 気持ちいい!
spanish: ¡[_r_] se siente bien!

source: [_mira_] Cum! Come on! Let's do it together!
french: [_mira_] jouir ! Allons-y ! Faisons-le ensemble !
italian: [_mira_] Cum! Avanti! Facciamolo insieme!
japanese: [_mira_] カム！さあ、一緒にやろう！
spanish: [_mira_] ¡Cum! ¡Vamos! ¡Vamos a hacerlo juntos!

source: [_r_] I'm cumming now!!
french: [_r_] Je suis en train de foutre !!
italian: [_r_] sto cumming ora!!
japanese: [_r_] 今カミング中!!
spanish: [_r_] ¡¡¡¡Ahora estoy cumbando!!

source: [_r_] You did such a good job, both of your holes are amazing...
french: [_r_] Vous avez fait un bon travail, les deux trous sont incroyables ...
italian: [_r_] Hai fatto un lavoro così buono, entrambi i tuoi buchi sono incredibili...
japanese: [_r_] あなたはとても良い仕事をしました。両方の穴は素晴らしいです...
spanish: [_r_] Has hecho un buen trabajo, ambos agujeros son increíbles...

source: [_m_] Should I offer her personal favorite?..
french: [_m_] Dois-je offrir son préféré ? ..
italian: [_m_] Dovrei offrire il suo preferito personale?..
japanese: [_m_] 私は彼女の個人的なお気に入りを提供する必要があります?..
spanish: [_m_] ¿Debería ofrecer su favorito personal?..

source: [_r_] It seems to me that one of your holes didn’t get enough attention...
french: [_r_] Il me semble que l'un de vos trous n'a pas reçu assez d'attention ...
italian: [_r_] Mi sembra che uno dei tuoi buchi non abbia avuto abbastanza attenzione...
japanese: [_r_] あなたの穴の1つが十分な注意を得ていなかったようです...
spanish: [_r_] Me parece que uno de tus agujeros no recibió suficiente atención...

source: [_mira_] Do you want to get in there too...?
french: [_mira_] Voulez-vous y entrer aussi... ?
italian: [_mira_] Vuoi entrare anche tu...?
japanese: [_mira_] あなたもそこに行きたいですか?
spanish: [_mira_] ¿Quieres entrar allí también ...?

source: [_r_] Are you against it?
french: [_r_] Êtes-vous contre ?
italian: [_r_] Sei contrario?
japanese: [_r_] 反対ですか？
spanish: [_r_] ¿Está usted en contra?

source: [_mira_] Oh shut up... I was hoping you would ask!
french: [_mira_] Oh, fermez-vous... J'espérais que vous demanderiez !
italian: [_mira_] Oh si chiude... Speravo che lo avreste chiesto!
japanese: [_mira_] ああ、うるさいchar@@1char@@2あなたに聞いてもらいたかった！
spanish: [_mira_] Oh cierre... ¡Estaba esperando que te preguntas!

source: [_r_] No wonder I kept my strength! Your ass is just something!
french: [_r_] Pas étonnant que je garde ma force ! Ton cul est juste quelque chose !
italian: [_r_] Non c'è da meravigliarsi che ho mantenuto la mia forza! Il tuo culo è solo qualcosa!
japanese: [_r_] 私は私の力を維持する不思議はありません! あなたのお尻はちょうど何かです!
spanish: [_r_] No es de extrañar que mantuve mi fuerza! Tu culo es solo algo!

source: [_mira_] Yes... I wanted to walk around with a plug today... But I forgot to put it in...
french: [_mira_] Oui... Je voulais me promener avec une prise aujourd'hui... Mais j'ai oublié de la mettre...
italian: [_mira_] Sì... Volevo camminare con un plug oggi... Ma ho dimenticato di metterlo in...
japanese: [_mira_] はい...今日はプラグを持って歩きたいと思っていました...でも入れ忘れていました...
spanish: [_mira_] Sí... quería caminar con un enchufe hoy... Pero olvidé ponerlo en...

source: [_mira_] Mmmmmm... It's so good that you haven't forgotten about my ass...
french: [_mira_] Mmmm... C'est tellement bien que vous n'avez pas oublié mon cul...
italian: [_mira_] Mmmmmm... È così buono che non hai dimenticato il mio culo...
japanese: [_mira_] Mmmm... お尻のことを忘れていないのはとても良かったchar@@1
spanish: [_mira_] Mmmmmm... Es tan bueno que no has olvidado mi asno...

source: [_r_] It's so tight... You should train it further for me!
french: [_r_] C'est si serré... Vous devriez l'entraîner plus loin pour moi !
italian: [_r_] È così stretto... Dovresti allenarlo più lontano per me!
japanese: [_r_] とてもきついchar@@1 私のためにもっと鍛えてあげるべきだ！
spanish: [_r_] Es tan apretado... ¡Deberías entrenarlo más para mí!

source: [_mira_] I'm trying!
french: [_mira_] J'essaye !
italian: [_mira_] sto provando!
japanese: [_mira_] 私は試しています!
spanish: [_mira_] ¡Estoy intentando!

source: [_mira_] Mmmm... A-actually... You could just fuck me in the ass every day... Then I wouldn't have to do it myself...
french: [_mira_] Mmmm... Ah en fait... Vous pourriez simplement me baiser dans le cul chaque jour... Alors je n'aurais pas à le faire moi-même...
italian: [_mira_] Mmmm... A-realmente... Potresti semplicemente scoparmi nel culo ogni giorno... Allora non dovrei farlo io stesso...
japanese: [_mira_] Mmm... 実際には... あなたは毎日お尻の中で私をファックすることができます...その後、私はそれをする必要はありません...
spanish: [_mira_] Mmm... A-realmente... Podrías cogerme en el culo todos los días... Entonces no tendría que hacerlo yo misma...

source: [_r_] You're such a pervert, Mirai...
french: [_r_] Vous êtes un tel pervers, Mirai ...
italian: [_r_] Sei così perverso, Mirai...
japanese: [_r_] あなたはそんな変態みらい...
spanish: [_r_] Usted es tal pervertido, Mirai ...

source: [_mira_] Sh-shut up... Y-you like it too... I know it...
french: [_mira_] Fermez-la... Y-tu l'aime aussi... Je le connais...
italian: [_mira_] Sh-shut up... Ti piace anche... Lo conosco...
japanese: [_mira_] 黙らせて... Y-youも好きなんだ...
spanish: [_mira_] Sh-shut up... Y-ti también te gusta... Lo sé...

source: [_r_] Fuck... I'm going to cum!
french: [_r_] Fuck... Je vais foutre !
italian: [_r_] Fuck... Sto per cum!
japanese: [_r_] ファック... 私はクムに行きます!
spanish: [_r_] Suerte... ¡Voy a cum!

source: [_mira_] Get it all inside me!
french: [_mira_] Obtenez-moi tout à l'intérieur !
italian: [_mira_] Prendi tutto dentro di me!
japanese: [_mira_] 全部私の中に入れて！
spanish: [_mira_] ¡Consigue todo dentro de mí!

source: [_r_] That was good... Did you like it?
french: [_r_] C'était bien... Vous l'avez aimé ?
italian: [_r_] È stato buono... Ti è piaciuto?
japanese: [_r_] それは良かった... あなたはそれが好きでしたか?
spanish: [_r_] Eso fue bueno... ¿Te gusta?

source: [_mira_] I could fuck you all day...
french: [_mira_] Je pourrais te baiser toute la journée...
italian: [_mira_] Potrei scoparvi tutto il giorno...
japanese: [_mira_] 私は一日中あなたをファック...
spanish: [_mira_] podría follar todo el día...

source: [_m_] Youth... How I miss my youth...
french: [_m_] Jeunesse... Comment ma jeunesse me manque...
italian: [_m_] Gioventù... Come mi manca la mia giovinezza...
japanese: [_m_] 青春...私は私の青春を恋しく思っています...
spanish: [_m_] Juventud ... Cómo echo de menos a mi juventud ...
