Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/locametdreem.po
Languages: french, italian, japanese, spanish

source: [_m_] It's nice to finally take a break from all this business...
french: [ _m_ ] C'est bien de prendre enfin une pause de toute cette affaire ...
italian: [_m_] E 'bello prendere finalmente una pausa da tutto questo business...
japanese: [_m_] やっとこの仕事から抜け出せるのは嬉しいです...
spanish: [_m_] Es bueno tomar finalmente un descanso de todo este negocio...

source: [_m_] I think I've been working too hard lately...
french: [ _m_ ] Je pense que j'ai travaillé trop dur ces derniers temps ...
italian: [_m_] penso di aver lavorato troppo duramente ultimamente...
japanese: [_m_] 最近は働きすぎていると思うchar@@1
spanish: [_m_] Creo que últimamente he trabajado bien...

source: [_m_] But man... Do I have a choice?
french: [ _m_ ] Mais l'homme ... Est-ce que j'ai le choix?
italian: [_m_] Ma l'uomo... Ho una scelta?
japanese: [_m_] しかし、人は・・・。私に選択肢はあるか。
spanish: [_m_] Pero el hombre... ¿Tengo elección?

source: [_m_] If I had stayed in the old world, I wonder how my life would have turned out...
french: [ _m_ ] Si j'étais resté dans le vieux monde, je me demande comment ma vie aurait été ...
italian: [_m_] Se fossi rimasto nel vecchio mondo, mi chiedo come la mia vita si sarebbe rivelata...
japanese: [_m_] もし私が旧世界に留まっていたら、私の人生はどのようになっていたのだろうか...
spanish: [_m_] Si me hubiera quedado en el viejo mundo, me pregunto cómo habría resultado mi vida ...

source: [_m_] Probably nothing much, would have gone to my old job, lived one day at a time.
french: [ _m_ ] Probablement rien ne serait allé à mon ancien emploi, vécu un jour à la fois.
italian: [_m_] Probabilmente niente di tanto, sarebbe andato al mio vecchio lavoro, vissuto un giorno alla volta.
japanese: [_m_] 多分、昔の仕事に一度に一度に一度に住んでいたのではないか。
spanish: [_m_] Probablemente nada hubiera ido a mi viejo trabajo, vivió un día a la vez.

source: [_m_] The days would go by too fast and I wouldn't even notice.
french: [ _m_ ] Les jours seraient trop rapides et je ne remarquerais même pas.
italian: [_m_] I giorni sarebbero troppo veloci e non mi accorgerei nemmeno.
japanese: [_m_] 日はあまりにも早すぎて気づかない。
spanish: [_m_] Los días pasarían demasiado rápido y ni siquiera lo notaría.

source: [_m_] But no... I'd notice... We have so many holidays.
french: [ _m_ ] Mais non ... Je remarquais ... Nous avons tellement de vacances.
italian: [_m_] Ma no... notere... Abbiamo così tante vacanze.
japanese: [_m_] しかし、いいえ...私たちはとても多くの休暇を持っています。
spanish: [_m_] Pero no... lo no... Tenemos tantas vacaciones.

source: [_m_] I love holidays.
french: [ _m_ ] J'adore les vacances.
italian: [_m_] Amo le vacanze.
japanese: [_m_] 私は休日が大好きです。
spanish: [_m_] Me encantan las vacaciones.

source: [_m_] Lately I've been celebrating without my family, and I don't have any friends.
french: [ _m_ ] Dernièrement, j'ai célébré sans ma famille, et je n'ai pas d'amis.
italian: [_m_] Ultimamente ho festeggiato senza la mia famiglia, e non ho nessun amico.
japanese: [_m_] 最近、家族なしでお祝いをしてきましたが、友達はいません。
spanish: [_m_] Últimamente he estado celebrando sin mi familia, y no tengo amigos.

source: [_m_] But it was still fun...
french: [ _m_ ] Mais c'était toujours amusant ...
italian: [_m_] Ma era ancora divertente...
japanese: [_m_] でもまだ楽しかったです...
spanish: [_m_] Pero todavía era divertido...

source: [_m_] I remember on New Year's I'd buy a couple of beers and watch Harry Potter and just... Forgetting everything...
french: [ _m_ ] Je me souviens du Nouvel An j'achèterais quelques bières et regardais Harry Potter et juste ... Forfait de tout ...
italian: [_m_] Ricordo di capodanno comprerei un paio di birre e guardo Harry Potter e solo... Dimentica tutto...
japanese: [_m_] お正月にビールを買って、ハリー・ポッターを見て...すべてを忘れてしまったことを覚えています。
spanish: [_m_] Recuerdo que en Año Nuevo compraría un par de cervezas y vería a Harry Potter y sólo... Olvidando todo...

source: [_m_] I wish... My happy memories... Were not so.... Lonely...
french: [_m_] Je veux... Mes bons souvenirs... Ce n'est pas ainsi ...
italian: [_m_] lo voglio... I miei ricordi felici... non erano così... soltanto...
japanese: [_m_] 私は願っています... 私の幸せな思い出... そうではなかった...孤独...
spanish: [_m_] Yo quiero... Mis felices memorias... No lo fuera.... Londres...

source: [_saku_] This champagne is so strong! I didn't expect to get drunk that fast...
french: [ _saku_ ] Ce champagne est si fort ! Je ne m'attendais pas à me saoule aussi vite ...
italian: [_saku_] Questo champagne è così forte! Non mi aspettavo di ubriacarmi così velocemente...
japanese: [_saku_] このシャンパンはとても強い！そんなに早く飲むとは思わなかったchar@@1
spanish: [_saku_] ¡Este champán es tan fuerte! No esperaba beber tan rápido...

source: [_hi_] You just don't see the measure, Sakura. The first bottle went away pretty quickly!
french: [ _hi_ ] Vous ne voyez pas la mesure, Sakura. La première bouteille s'est éloignée assez vite !
italian: [_hi_] Semplicemente non vedi la misura, Sakura. La prima bottiglia è andata via abbastanza velocemente!
japanese: [_hi_] 目盛りが見えないだけで、さくらちゃん。最初のボトルはかなり早く消えてしまいました!
spanish: [_hi_] Simplemente no ves la medida, Sakura. ¡La primera botella salió bastante rápido!

source: [_saku_] Well downtime! Never knew how to drink properly... It's actually not that easy!
french: [_saku_] Bon temps d'arrêt ! Ne savions jamais comment boire correctement ... Ce n'est pas si facile !
italian: [_saku_] Beh downtime! Mai ha saputo bere correttamente... In realtà non è così facile!
japanese: [_saku_] よくダウンタイム! 適切に飲む方法を知らなかったことはありません... それは実際には簡単ではありません!
spanish: [_saku_] ¡Buen tiempo! Nunca sabía cómo beber bien... ¡En realidad no es tan fácil!

source: [_hi_] I seem to get it right, even though I'm not the most experienced drinker.
french: [ _hi_ ] Je semble avoir raison, même si je ne suis pas le buveur le plus expérimenté.
italian: [_hi_] Mi sembra che vada bene, anche se non sono il bevitore più esperto.
japanese: [_hi_] 私は最も経験豊富な飲み手ではありませんが、私はそれを正しく理解しているようです。
spanish: [_hi_] parece que lo hago bien, aunque no soy el bebedor con más experiencia.

source: [_saku_] What do you think? I think you should drink everything at once! Why stretch it out?
french: [_saku_] Que pensez-vous ? Je pense que vous devriez tout boire en même temps ! Pourquoi vous étirer ?
italian: [_saku_] Cosa ne pensi? Penso che dovresti bere tutto in una volta! Perché allungarlo?
japanese: [_saku_] どう思いますか？一度にすべてを飲むべきだと思います！なぜ伸ばすのですか？
spanish: [_saku_] ¿Qué piensas? ¡Creo que deberías beber todo a la vez! ¿Por qué estirarlo?

source: [_hi_] If you drink everything at once, you won't feel the pleasure, am I right?
french: [ _hi_ ] Si vous buvez tout à la fois, vous ne sentirez pas le plaisir, suis-je d'accord?
italian: [_hi_] Se bevi tutto subito, non sentirai il piacere, ho ragione?
japanese: [_hi_] 一度にすべてを飲めば、喜びを感じることはありませんよね?
spanish: [_hi_] Si bebes todo a la vez, no sentirás el placer, ¿estoy en lo cierto?

source: [_gg_] Girls...
french: [_gg_] filles...
italian: [_gg_] Ragazze...
japanese: [_gg_] 女の子...
spanish: [_gg_] Niñas ...

source: [_gg_] You... You're having fun here, aren't you? With me?
french: [_gg_] Vous... Vous vous amusez ici, n'est-ce pas? Avec moi?
italian: [_gg_] Tu... Ti stai divertendo qui, vero? Con me?
japanese: [_gg_] あなた...ここで楽しんでるでしょ？ 私と一緒に？
spanish: [_gg_] Usted ... Te estás divirtiendo aquí, ¿no? ¿Con mí?

source: [_saku_] What are you talking about? I'm having fun in your company! Sasuke is disappearing as usual to who knows where... Sarada's out celebrating with her friends... It's kinda sad to see the new year alone!
french: [_saku_] De quoi parlez-vous ? Je m'amuse dans votre compagnie ! Sasuke disparaît comme d'habitude à qui sait où. . La célébration de Sarada avec ses amis... C'est un peu triste de voir la nouvelle année seule!
italian: [_saku_] Di cosa stai parlando? Mi sto divertendo nella tua compagnia! Sasuke sta scomparendo come al solito a chi sa dove. . Sarada fuori festeggia con i suoi amici... È triste vedere il nuovo anno da solo!
japanese: [_saku_] 何を言ってるの？私はあなたの会社で楽しんでる！佐助はいつも通りどこにいるか分からなくなっている。 . Saradaは友達と一緒にお祝いをしています... 一人でお正月を見るのはちょっと悲しいです!
spanish: [_saku_] ¿De qué estás hablando? ¡Me divierto en tu empresa! Sasuke está desapareciendo como de costumbre para quién sabe dónde. . Sarada celebra con sus amigos... ¡Es triste ver solo el nuevo año!

source: [_hi_] I agree... I wouldn't want to celebrate the new year alone either... It's fun with you, especially since we have things to do, right Sakura?
french: [ _hi_ ] Je suis d'accord ... Je ne voudrais pas seulement fêter la nouvelle année ... C'est marrant avec vous, surtout depuis que nous avons des choses à faire, la bonne Sakura?
italian: [_hi_] Sono d'accordo... Non vorrei festeggiare il nuovo anno da solo. . È divertente con voi, soprattutto perché abbiamo cose da fare, Sakura?
japanese: [_hi_] 同意します...私も新年を一人で祝いたくありません。 特にやることがあるので、さくらは楽しいですね。
spanish: [_hi_] Estoy de acuerdo... tampoco querría celebrar el nuevo año solo. . Es divertido contigo, especialmente porque tenemos cosas que hacer, ¿Sakura correcto?

source: [_saku_] Are you thinking the same thing Hinata?
french: [_saku_] Pensez-vous la même chose Hinata ?
italian: [_saku_] Stai pensando la stessa cosa Hinata?
japanese: [_saku_] ひなたさんと同じことを考えていますか？
spanish: [_saku_] ¿Estás pensando lo mismo Hinata?

source: [_hi_] Yes. It's time to give him New Year's presents!
french: [ _hi_ ] Oui. Il est temps de lui donner les cadeaux de Nouvel An !
italian: [_hi_] Sì. È ora di dargli i regali di Capodanno!
japanese: [_hi_] はい、彼に新年のプレゼントを贈る時間です！
spanish: [_hi_] Sí. ¡Es hora de darle regalos de Año Nuevo!

source: [_saku_] I can see in your eyes that you like our present.
french: [ _saku_ ] Je vois dans vos yeux que vous aimez notre présent.
italian: [_saku_] Posso vedere nei tuoi occhi che ti piace il nostro presente.
japanese: [_saku_] あなたの目には、あなたが私たちのプレゼントを気に入っていることが見えます。
spanish: [_saku_] Puedo ver en tus ojos que te gusta nuestro presente.

source: [_hi_] He's in a stupor... I think we should really shake him up...
french: [_hi_] Il est dans une stupe... Je pense que nous devrions vraiment le secouer...
italian: [_hi_] È in uno stupore... Penso che dovremmo davvero scuoterlo...
japanese: [_hi_] 彼は途方に暮れていますchar@@1 私たちは彼を本当に揺さぶるべきだと思います...
spanish: [_hi_] Él está en una cosa... Creo que realmente deberíamos agitarlo...

source: [_saku_] You're about to get as much dirty sex as you've ever had!
french: [ _saku_ ] Vous êtes sur le point d'obtenir autant de sale sexe que vous n'en avez jamais eu !
italian: [_saku_] Stai per ottenere tanto sporco sesso quanto hai mai avuto!
japanese: [_saku_] あなたは今までと同じくらい汚いセックスをしようとしています!
spanish: [_saku_] ¡Estás a punto de tener tanta sexo sucio como nunca lo has tenido!

source: [_gg_] You talk so much...
french: [ _gg_ ] Tu parles tellement ...
italian: [_gg_] Tu parli così tanto...
japanese: [_gg_] あなたはそんなに話しています...
spanish: [_gg_] Usted habla tanto ...

source: [_gg_] Maybe it's time to occupy your mouths with something more useful.
french: [ _gg_ ] Il est peut-être temps d'occuper vos bouches avec quelque chose de plus utile.
italian: [_gg_] Forse è il momento di occupare la bocca con qualcosa di più utile.
japanese: [_gg_] もっと便利なもので口を占める時かもしれません。
spanish: [_gg_] Tal vez sea el momento de ocupar tus bocas con algo más útil.

source: [_saku_] Did you hear that? He's so cocky! Love it!
french: [_saku_] As-tu entendu ça? Il est si putain ! J'adore ça !
italian: [_saku_] L'hai sentito? È così cocky! Mi piace!
japanese: [_saku_] 聞こえましたか？彼はとても生意気です！大好きです！
spanish: [_saku_] ¿Has oído eso? ¡Es tan engreído! ¡Amor!

source: [_hi_] Let's split this cock for two!
french: [ _hi_ ] Nous allons diviser cette bite pour deux !
italian: [_hi_] Dividiamo questo cazzo per due!
japanese: [_hi_] このチンポを二つに分けましょう!
spanish: [_hi_] ¡Vamos a dividir esta polla por dos!

source: [_m_] These perverts have such hungry eyes!
french: [ _m_ ] Ces pervers ont des yeux affamés !
italian: [_m_] Questi pervertiti hanno occhi così affamati!
japanese: [_m_] これらの変態は、そのような空腹の目を持っています!
spanish: [_m_] ¡Estos perversos tienen tan hambre!

source: [_m_] How well they work together...
french: [ _m_ ] Dans quelle mesure ils travaillent ensemble ...
italian: [_m_] Quanto bene lavorano insieme...
japanese: [_m_] 彼らはどのようにうまく連携しています...
spanish: [_m_] Que tan bien trabajan juntos...

source: [_gg_] Yeah... That's it, suck my balls Hinata!
french: [_gg_] Ouais... C'est ça, suce mes couilles Hinata !
italian: [_gg_] Sì... Ecco, succhiate le mie palle Hinata!
japanese: [_gg_] うん...それで終わりだ、ひなたボールを吸い取ってくれ！
spanish: [_gg_] Sí... ¡Eso es, chupa mis bolas Hinata!

source: [_m_] Fuck... I've never felt that in my life...
french: [_m_] Fuck... Je n'ai jamais ressenti cela dans ma vie...
italian: [_m_] Fuck... Non l'ho mai sentito nella mia vita...
japanese: [_m_] ファック...私は私の人生でそれを感じたことがありません...
spanish: [_m_] Suerte... Nunca he sentido eso en mi vida...

source: [_m_] Their mouths are sucking so greedily on my balls and cock that I can barely hold back...
french: [ _m_ ] Leurs bouches sont si grises sur mes couilles et la bite que je peux à peine retenir ...
italian: [_m_] Le loro bocche stanno succhiando così avidamente sulle mie palle e sul mio cazzo che posso a malapena tenere indietro...
japanese: [_m_] 彼らの口は私のボールに貪欲に吸っていると私はかろうじて戻って保持することができますコック...
spanish: [_m_] Sus bocas están chupando tan codiciosamente en mis bolas y la polla que apenas puedo aguantar...

source: [_gg_] More saliva Sakura! That's the way to go...
french: [ _gg_ ] Plus de salive Sakura ! C'est la voie à suivre ...
italian: [_gg_] Più saliva Sakura! Ecco il modo di andare...
japanese: [_gg_] もっと唾液さくら! それが行く方法です...
spanish: [_gg_] ¡Más Sakura saliva! Esa es la manera de ir...

source: [_m_] I wish I could wake up to this every day...
french: [ _m_ ] J'aimerais pouvoir me réveiller tous les jours ...
italian: [_m_] Vorrei che potessi svegliarmi a questo ogni giorno...
japanese: [_m_] 私は毎日これまでに目を覚ますことができればと思います...
spanish: [_m_] Ojalá pudiera despertarme a esto todos los días...

source: [_m_] I'll remember this feeling for a long time!
french: [_m_] Je me souviendrai de ce sentiment pendant longtemps !
italian: [_m_] Mi ricorderò questa sensazione per molto tempo!
japanese: [_m_] この気持ちは長い間覚えておきます!
spanish: [_m_] ¡Me acordaré de esta sensación durante mucho tiempo!

source: [_gg_] Change position, I want Hinata to suck that cock good!
french: [ _gg_ ] Modifier la position, je veux que Hinata mec que la bite bon !
italian: [_gg_] Cambia posizione, voglio che Hinata succhii quel cazzo buono!
japanese: [_gg_] 位置変更, ひなたにそのチンポを吸わせたい!
spanish: [_gg_] Cambia de posición, ¡quiero que Hinata chupe ese bien de la polla!

source: [_saku_] You like that cock Hinata? Don't hold back!
french: [_saku_] Vous aimez cette bite Hinata ? Ne la tenez pas !
italian: [_saku_] Ti piace quel cazzo Hinata? Non trattenerti!
japanese: [_saku_] そのチンポひなたが好きですか？遠慮しないで！
spanish: [_saku_] ¿Te gusta esa polla Hinata? ¡No te mantengas!

source: [_saku_] No matter how much spit there is, I'll back you up with my mouth...
french: [_saku_] Quelle que soit la quantité de crache, je vais vous soutenir avec ma bouche...
italian: [_saku_] Non importa quanto sputa ci sia, ti sosterrò con la mia bocca...
japanese: [_saku_] いくら唾があったとしても、口であなたをバックアップします...
spanish: [_saku_] No importa cuánto escupe hay, te respaldaré con mi boca...

source: [_gg_] You suck so good, Hinata!
french: [_gg_] Vous sucez si bien, Hinata !
italian: [_gg_] Tu succhi così bene, Hinata!
japanese: [_gg_] あなたはとても良い吸います, ひなた!
spanish: [_gg_] ¡Usted chupa tan bien, Hinata!

source: [_saku_] She loves it so much, I never would have thought our Hinata was such a slut!
french: [_saku_] Elle adore tant que ça, je n'aurais jamais cru que notre Hinata était une telle salope !
italian: [_saku_] Lei lo ama così tanto, non avrei mai pensato che la nostra Hinata fosse una tale troia!
japanese: [_saku_] 彼女はそんなにそれを愛しています, 私は私たちのひなたがそんなにふしだらだとは思いませんでした!
spanish: [_saku_] A ella le encanta tanto, ¡nunca habría pensado que nuestra Hinata era una puta!

source: [_m_] And Sakura knows how to talk dirty...
french: [ _m_ ] Et Sakura sait parler de sale ...
italian: [_m_] E Sakura sa parlare sporco...
japanese: [_m_] さくらは汚い話をする方法を知っている...
spanish: [_m_] y Sakura sabe cómo hablar la suciedad...

source: [_saku_] Only a real dirty slut would work her non-husband's cock with such love!
french: [ _saku_ ] Seule une vraie salope sale travaillerait la bite de son non-mari avec un tel amour !
italian: [_saku_] Solo una vera troia sporca lavorerebbe il cazzo del suo non-marito con un tale amore!
japanese: [_saku_] 本物の汚い女だけがそんな愛を込めて夫以外のチンポを働かせてしまう!
spanish: [_saku_] ¡Solo una verdadera zorra sucia trabajaría la polla de su no marido con tal amor!

source: [_gg_] You sucked my cock with enviable interest too, Sakura.
french: [ _gg_ ] Vous avez sué ma bite avec un intérêt enviable, Sakura.
italian: [_gg_] Hai succhiato il mio cazzo con interesse invidiabile troppo, Sakura.
japanese: [_gg_] あなたはあまりにもうらやましい関心で私のコックを吸い込んだ, さくら.
spanish: [_gg_] Usted chupó mi polla con un interés envidiable también, Sakura.

source: [_saku_] And who says I'm any different from Hinata? I love dicks!
french: [ _saku_ ] Et qui dit que je suis différent de Hinata? J'adore les dicks !
italian: [_saku_] E chi dice che sono diverso da Hinata? Amo i cazzi!
japanese: [_saku_] そして誰が私は日向とは全く異なると言うのですか？私はディックが大好きです！
spanish: [_saku_] ¿Y quién dice que soy diferente de Hinata? ¡Me encantan las pollas!

source: [_gg_] You like dicks then? It's time to give you a good fuck.
french: [_gg_] Vous aimez les bites alors ? Il est temps de vous donner une bonne baise.
italian: [_gg_] Ti piacciono i cazzi? È ora di darti una buona scopata.
japanese: [_gg_] それならディックスは好きですか？いいファックを与える時が来ました。
spanish: ¿[_gg_] Te gustan las pollas entonces? Es hora de darte una buena mierda.

source: [_saku_] Yes, Daddy! Give me your cock!
french: [_saku_] Oui, papa ! Donnez-moi votre queue !
italian: [_saku_] Sì, papà! Dammi il tuo cazzo!
japanese: [_saku_] はい、お父さん！私にあなたのコックをください！
spanish: [_saku_] Sí, ¡Sí! ¡Dame tu polla!

source: [_gg_] How do you like it? Do you like being fucked by someone other than your husband?
french: [_gg_] Comment l'aimez-vous ? Aimez-vous être baisé par quelqu'un d'autre que votre mari ?
italian: [_gg_] Come ti piace? Ti piace essere scopata da qualcuno diverso da tuo marito?
japanese: [_gg_] どのように好きですか? ご主人以外の人に犯されるのが好きですか?
spanish: [_gg_] ¿Cómo le gusta? ¿Te gusta ser follada por alguien que no sea tu esposo?

source: [_saku_] Yes! I love it when your cock slides in my pussy!
french: [_saku_] Oui ! Je l'adore quand ta queue glisse dans ma chatte !
italian: [_saku_] Sì! Mi piace quando il tuo cazzo scivola nella mia figa!
japanese: [_saku_] はい！私はあなたのチンポが私の猫で滑ったときにそれを愛します!
spanish: [_saku_] ¡Sí! ¡Me encanta cuando tu polla se desliza en mi coño!

source: [_hi_] You sound like a real slut, Sakura...
french: [ _hi_ ] Tu sures comme une vraie salope, Sakura ...
italian: [_hi_] Sembri una vera troia, Sakura...
japanese: [_hi_] あなたは本物の痴女のように聞こえます, さくら...
spanish: [_hi_] Usted suena como una verdadera puta, Sakura ...

source: [_saku_] MMMM! I'm ready to be anything with that cock in me as often as possible!
french: [_saku_] MMMM ! Je suis prêt à être quelque chose avec cette queue en moi aussi souvent que possible !
italian: [_saku_] MMMMMM! Sono pronto ad essere qualsiasi cosa con quel cazzo in me il più spesso possibile!
japanese: [_saku_] MMMMMM! 私はできるだけ頻繁に私にそのチンポで何でもする準備ができています!
spanish: ¡[_saku_] MMM! ¡Estoy listo para ser cualquier cosa con esa polla en mí tan a menudo como sea posible!

source: [_saku_] I love it when you fuck me like a slut!
french: [_saku_] J'adore quand vous me baisez comme une chienne !
italian: [_saku_] Lo amo quando mi scopate come una troia!
japanese: [_saku_] ふしだらなヤツみたいにファックするのが大好き！
spanish: [_saku_] ¡Me encanta cuando me follas como una puta!

source: [_gg_] You're such a dirty bitch, Sakura!
french: [ _gg_ ] Vous êtes une salope sale, Sakura !
italian: [_gg_] Sei una cagna così sporca, Sakura!
japanese: [_gg_] そんな汚い女、さくら!
spanish: [_gg_] Usted es una perra sucia, Sakura!

source: [_gg_] I need to punish you more often with my cock!
french: [_gg_] J'ai besoin de vous punir plus souvent avec ma queue !
italian: [_gg_] Ho bisogno di punirti più spesso con il mio cazzo!
japanese: [_gg_] 私は私のコックでより頻繁にあなたを罰する必要があります!
spanish: [_gg_] ¡Necesito castigarte más a menudo con mi polla!

source: [_saku_] MMMMM! Yes! Yes! YES!
french: [_saku_] MMMMMM ! Oui ! OUI !
italian: [_saku_] MMMMM! Sì! Sì! SÌ!
japanese: [_saku_] MMMMM! はい! はい! はい!
spanish: ¡[_saku_] MMMM! ¡Sí! ¡Sí!

source: [_hi_] Your mouth can only be closed with kisses right? Come here.
french: [_hi_] Votre bouche ne peut être fermée qu'avec un baiser ? Venez ici.
italian: [_hi_] La tua bocca può essere chiusa solo con baci a destra? Vieni qui.
japanese: [_hi_] 口づけはキスでしかできませんよね? こちらへ。
spanish: [_hi_] ¿Tu boca solo puede cerrarse con besos correctos? Ven aquí.

source: [_m_] Their duet is just something!
french: [_m_] Leur duo est juste quelque chose !
italian: [_m_] Il loro duetto è solo qualcosa!
japanese: [_m_] 彼らのデュエットはただのものです!
spanish: [_m_] ¡Su dúo es solo algo!

source: [_m_] Hinata knows exactly what I want and when, and Sakura is just a dirty, perverted slut who loves my cock!
french: [_m_] Hinata sait exactement ce que je veux et quand, et Sakura est juste une salope pervertie qui aime ma queue !
italian: [_m_] Hinata sa esattamente cosa voglio e quando, e Sakura è solo una troia sporca e pervertita che ama il mio cazzo!
japanese: [_m_] ひなたちゃんは私が欲しいものといつ知っているか、さくらはただの汚い、私のコックを愛する変態女!
spanish: [_m_] Hinata sabe exactamente lo que quiero y cuándo, y Sakura es una zorra pervertida y sucia que ama mi polla!

source: [_m_] Gotta pay attention to every hole!
french: [ _m_ ] Gotta attention à chaque trou !
italian: [_m_] Gotta presta attenzione ad ogni buco!
japanese: [_m_] 全ての穴に注意を払ってください！
spanish: ¡[_m_] Gotta presta atención a cada agujero!

source: [_gg_] Hinata! Give me your pussy, I want you!
french: [_gg_] Hinata ! Donnez-moi votre chatte, je veux vous !
italian: [_gg_] Hinata! Dammi la tua figa, ti voglio!
japanese: [_gg_] ひなた！お前のオマンコをよこせ、お前が欲しい！
spanish: [_gg_] ¡Hinata! ¡Dame tu coño, te quiero!

source: [_hi_] Finally!
french: [_hi_] Enfin !
italian: [_hi_] Finalmente!
japanese: [_hi_] ついに！
spanish: [_hi_] ¡Finalmente!

source: [_gg_] Did you miss me? Don't think I've forgotten about you, Hinata.
french: [ _gg_ ] Tu m'as manqué? Ne pense pas que j'ai oublié de toi, Hinata.
italian: [_gg_] Ti sei mancato? Non pensi di aver dimenticato di te, Hinata.
japanese: [_gg_] 私が恋しかったですか?ひなたのことを忘れたとは思わないでください。
spanish: [_gg_] ¿Me ha perdido? No creas que me he olvidado de ti, Hinata.

source: [_hi_] You have twice as much work today, so it's no big deal!
french: [ _hi_ ] Vous avez deux fois plus de travail aujourd'hui, donc ce n'est pas grand chose !
italian: [_hi_] Oggi hai il doppio del lavoro, quindi non è un grande affare!
japanese: [_hi_] 今日は2倍の仕事があるので大したことはありません！
spanish: [_hi_] Usted tiene el doble de trabajo hoy, así que no es gran cosa!

source: [_saku_] Fuck! Yes! Your fingers!
french: [_saku_] Fuck ! Oui ! Vos doigts !
italian: [_saku_] Fuck! Sì! Le tue dita!
japanese: [_saku_] ファック! はい! あなたの指!
spanish: [_saku_] ¡Sí! ¡Sí! ¡Tus dedos!

source: [_hi_] I'll take care of you Sakura, just trust me!
french: [ _hi_ ] Je prendrai soin de toi Sakura, fais-moi confiance !
italian: [_hi_] Mi prenderò cura di te Sakura, fidati di me!
japanese: [_hi_] さくらの面倒を見るよ。信じてくれ！
spanish: [_hi_] Te cuidaré de Sakura, ¡confía en mí!

source: [_saku_] Yes! MMM! I'm... I'm so close!
french: [_saku_] Oui! Mmm! Je... je suis si proche !
italian: [_saku_] Yes! MMM! Io... Sono così vicino!
japanese: [_saku_] はい！MMM！ I'm... I'm so close!
spanish: [_saku_] ¡Sí! ¡MM! ¡Yo... Estoy tan cerca!
