Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/locametdreem.po
Languages: french, italian, japanese, spanish

source: [_hi_] Come on! Don't stop! I want us to cum together with Sakura!
french: [_hi_] Allez! Ne vous arrêtez pas ! Je veux que nous éjaclions avec Sakura !
italian: [_hi_] Avanti! Non fermarti! Voglio che noi cum insieme a Sakura!
japanese: [_hi_] 止まらないで! さくらと一緒にやってほしい!
spanish: [_hi_] ¡Vamos! ¡No pares! ¡Quiero que nos cum junto con Sakura!

source: [_gg_] I'll fuck you as hard as you deserve it!
french: [_gg_] Je vais te baiser aussi dur que tu le mérites !
italian: [_gg_] Ti farò scopare tanto duro quanto lo meriti!
japanese: [_gg_] 私はあなたがそれに値するようにあなたをファックします!
spanish: [_gg_] ¡Te follaré tan duro como te merezcas!

source: [_saku_] Cumming! I'm coming!
french: [_saku_] Cumming! Je viens !
italian: [_saku_] Cumming! Sto arrivando!
japanese: [_saku_] カミング！今行く！
spanish: [_saku_] Cumming! ¡Ya vengo!

source: [_hi_] That's it! Yes, that's it!!!
french: [_hi_] Voilà! Oui, c'est tout!!!
italian: [_hi_] Questo è tutto! Sì, è tutto!!!
japanese: [_hi_] それだけです! はい、それだけです!!!
spanish: [_hi_] ¡Eso es! ¡Sí, eso es todo!!!

source: [_hi_] MMMMM! Yes... I...
french: [_hi_] MMMM ! Oui... je...
italian: [_hi_] MMMMM! Sì... I...
japanese: [_hi_] MMMMM! はい...
spanish: ¡[_hi_] MMMM! Sí... Y...

source: [_saku_] You have incredible fingers, Hinata...
french: [ _saku_ ] Vous avez des doigts incroyables, Hinata ...
italian: [_saku_] Hai dita incredibili, Hinata...
japanese: [_saku_] あなたは信じられないほどの指を持っています, 日向...
spanish: [_saku_] Tienes dedos increíbles, Hinata ...

source: [_gg_] Me too soon!
french: [_gg_] Moi trop tôt !
italian: [_gg_] Me troppo presto!
japanese: [_gg_] 私はあまりにも早く!
spanish: [_gg_] ¡Muy pronto!

source: [_saku_] I want to taste it!
french: [ _saku_ ] Je veux le déguster !
italian: [_saku_] voglio assaggiarlo!
japanese: [_saku_] 私はそれを味わいたい!
spanish: [_saku_] ¡Quiero probarlo!

source: [_hi_] Give us the face!
french: [ _hi_ ] Donnez-nous le visage !
italian: [_hi_] Dacci il viso!
japanese: [_hi_] 顔を見せてください！
spanish: [_hi_] ¡Danos la cara!

source: [_gg_] FUCK! YES!!! Take it all!
french: [_gg_] FRAIS ! OUI !!! Prends tout !
italian: [_gg_] FUCK! SÌ!!! Prendetelo tutto!
japanese: [_gg_] FUCK! はい!!! それをすべて取る!
spanish: ¡[_gg_] FUCK! ¡¡Sí! ¡Tómalo todo!

source: [_gg_] Now you look like real whores.
french: [ _gg_ ] Maintenant, vous avez l'air de vrais putes.
italian: [_gg_] Ora assomigli a vere puttane.
japanese: [_gg_] 今、あなたは本物の売春婦のように見えます.
spanish: [_gg_] Ahora te ves como verdaderas guarras.

source: [_hi_] So thick...
french: [_hi_] tellement épaisseur...
italian: [_hi_] Tanto spesso...
japanese: [_hi_] とても厚い...
spanish: [_hi_] Tan grueso...

source: [_saku_] What a strong smell!
french: [ _saku_ ] Quelle odeur forte !
italian: [_saku_] Che odore forte!
japanese: [_saku_] なんて強いにおい!
spanish: [_saku_] ¡Qué olor fuerte!

source: [_gg_] Oh, did you look at your watch? It's 00:00.
french: [_gg_] Oh, vous avez regardé votre montre ? C'est 00:00.
italian: [_gg_] Oh, hai guardato il tuo orologio? Sono le 00:00.
japanese: [_gg_] ああ、時計を見ましたか？00:00ですよ。
spanish: [_gg_] Oh, ¿miraste tu reloj? Son las 00:00.

source: [_hi_] Let's go together Sakura!
french: [ _hi_ ] Allons ensemble Sakura !
italian: [_hi_] Andiamo insieme Sakura!
japanese: [_hi_] さくらと一緒に行こう!
spanish: [_hi_] ¡Vayamos juntos a Sakura!

source: Happy New Year!
french: Bonne Année!
italian: Buon Anno Nuovo!
japanese: 新年おめでとうございます！
spanish: ¡Feliz Año Nuevo!

source: [_gg_] Why am I blindfolded?
french: [ _gg_ ] Pourquoi suis-je les yeux bandés?
italian: [_gg_] Perché sono bendato?
japanese: [_gg_] なぜ目隠しをしているのですか?
spanish: [_gg_] ¿Por qué tengo los ojos vendados?

source: [_tema_] No questions, lie on your back.
french: [ _tema_ ] Pas de questions, allongez votre dos.
italian: [_tema_] Non ci sono domande, mentite sulla schiena.
japanese: [_tema_] 質問はありません。背中に横たわってください。
spanish: [_tema_] No hay preguntas, téngalo en la espalda.

source: [_gg_] Do you know what you're doing exactly?
french: [ _gg_ ] Savez-vous ce que vous faites exactement?
italian: [_gg_] Sai cosa stai facendo esattamente?
japanese: [_gg_] 自分が何をしているか正確に知っていますか？
spanish: [_gg_] ¿Sabe lo que está haciendo exactamente?

source: [_tema_] Shut up! Now I'm going to put that tongue of yours to work!.
french: [_tema_] Fermez-vous! Maintenant, je vais mettre cette langue au travail !.
italian: [_tema_] Stai zitto! Ora metterò quella lingua della tua per lavorare!.
japanese: [_tema_] 黙って！今度はあなたの舌を動作させます！。
spanish: [_tema_] ¡Cierta! ¡Ahora voy a poner tu lengua para que funcione!.

source: [_tema_] Come on boy, try harder!
french: [ _tema_ ] Allez, essayez plus fort !
italian: [_tema_] Vieni sul ragazzo, prova più duramente!
japanese: [_tema_] 少年、もっと頑張ってみよう!
spanish: [_tema_] Ven al niño, ¡prueba más difícil!

source: [_tema_] If you want me to play with your dick, work for it!
french: [ _tema_ ] Si vous voulez que je joue avec votre bite, travaillez pour ça !
italian: [_tema_] Se vuoi che io giochi con il tuo cazzo, lavori per questo!
japanese: [_tema_] 私にあなたのペニスと遊んでほしいなら、それのために働いてください!
spanish: [_tema_] Si quiere que juegue con su polla, ¡trabaje para ello!

source: [_tema_] Okay... Good boy.
french: [_tema_] Ok... Bon garçon.
italian: [_tema_] Okay... Buon ragazzo.
japanese: [_tema_] わかりました... いい子です。
spanish: [_tema_] Vale... Bueno.

source: [_tema_] Mistress will cum on your face now...
french: [_tema_] Maîtresse va éjaculer sur votre visage maintenant...
italian: [_tema_] Mistress si sborra sul tuo volto ora...
japanese: [_tema_] 今あなたの顔に女王が兼任します...
spanish: [_tema_] Mistress se va a correr en su cara ahora ...

source: [_tema_] Yes... This is what you want, right?
french: [_tema_] Oui... C'est ce que vous voulez, n'est-ce pas?
italian: [_tema_] Sì... Questo è quello che vuoi, giusto?
japanese: [_tema_] はい... これが欲しいものですよね?
spanish: [_tema_] Sí... Esto es lo que quieres, ¿verdad?

source: [_tema_] Keep going! MMMMM!
french: [_tema_] Continuez ! MMM !
italian: [_tema_] Continua ad andare! MMMMM!
japanese: [_tema_] 続けてください! MMMMM!
spanish: [_tema_] ¡Sigue adelante! ¡MMMM!

source: [_tema_] Not bad... This is your full-time job now, boy.
french: [ _tema_ ] Pas mal ... C'est ton boulot à temps plein maintenant, mon garçon.
italian: [_tema_] Non male... Questo è il tuo lavoro a tempo pieno ora, ragazzo.
japanese: [_tema_] 悪くありません...これはあなたのフルタイムの仕事です, 少年.
spanish: [_tema_] No mal... Este es tu trabajo a tiempo completo ahora, chico.
