Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_hi_] I think we should do it again someday, it was fun!
french: [ _hi_ ] Je pense que nous devrions le faire encore un jour, c'était amusant !
spanish: [_hi_] Creo que deberíamos hacerlo de nuevo algún día, ¡fue divertido!

source: [_r_] I agree, we had a great time.
french: [ _r_ ] Je suis d'accord, nous avons eu beaucoup de temps.
spanish: [_r_] Estoy de acuerdo, hemos pasado un buen rato.

source: [_saku_] Yeah... It's always nice to have company!
french: [_saku_] Ouais... C'est toujours bien d'avoir de la compagnie !
spanish: [_saku_] Sí... ¡Siempre es agradable tener compañía!

source: [_saku_] [viname], we have to go to work tomorrow, are you ready for the shift?
french: [_saku_] [viname], nous devons aller au travail demain, êtes-vous prêt pour le décalage ?
spanish: [_saku_] [viname], tenemos que ir a trabajar mañana, ¿estás listo para el turno?

source: [_r_] Yes, quite. Will there be a lot of new visitors to the massage department?
french: [ _r_ ] Oui, tout à fait. Y aura-t-il beaucoup de nouveaux visiteurs dans le département de massage?
spanish: [_r_] Sí, se va a dejar de fumar. ¿Habrá un montón de nuevos visitantes en el departamento de masaje?

source: [_saku_] Well, you'll definitely have one more!
french: [_saku_] Eh bien, vous en aurez certainement encore un !
spanish: [_saku_] Bueno, definitivamente tendrás uno más!

source: [_saku_] I still don't want to abuse my power as your boss, but people have been praising your hands so much... Maybe I should come over for a massage too.
french: [ _saku_ ] I still don't want to abuse my power as your boss, but people have been applauing your hands so much ... Peut-être que je devrais venir pour un massage aussi.
spanish: [_saku_] Todavía no quiero abusar de mi poder como tu jefe, pero la gente ha estado alabando tanto tus manos. Tal vez debería venir para un masaje también.

source: [_hi_] That's the best idea you've ever had! Trust me, his hands are magical.
french: [_hi_] C'est la meilleure idée que vous ayez jamais eue! Croyez-moi, ses mains sont magiques.
spanish: [_hi_] ¡Esa es la mejor idea que alguna vez has tenido! Confíe en mí, sus manos son mágicos.

source: [_saku_] Here comes some more positive feedback... This is where I can't resist anymore, my shoulders have been hurting too much lately.
french: [ _saku_ ] Voici quelques commentaires plus positifs ... C'est là que je ne peux plus résister, mes épaules sont trop pressantes ces derniers temps.
spanish: [_saku_] Aquí vienen algunos comentarios más positivos... Aquí es donde ya no puedo resistirme, mis hombros han estado sufriendo demasiado últimamente.

source: [_r_] You're welcome to visit, always happy to help!
french: [ _r_ ] Vous êtes le bienvenu, toujours heureux de vous aider !
spanish: [_r_] Usted es bienvenido a visitar, siempre feliz de ayudar!

source: [_saku_] Alright then! In this case, wait for me at your workplace sometime before lunch.
french: [_saku_] D'accord, alors ! Dans ce cas, attendez moi sur votre lieu de travail quelque temps avant le déjeuner.
spanish: [_saku_] ¡Hasta ahora! En este caso, espere por mí en su lugar de trabajo en algún momento antes de comer.

source: [_r_] Yes, boss!
french: [_r_] Oui, boss!
spanish: [_r_] Sí, jefe!

source: [_hi_] Thought I was leaving? Not at all! There's still stuff waiting for us in the room...
french: [_hi_] Je pensais partir? Pas du tout ! Il y a encore des choses qui nous attendent dans la salle...
spanish: [_hi_] ¿Pensé que me iba? ¡Para nada! Todavía hay cosas que nos esperan en la habitación ...

source: [_r_] You want to fuck so badly tonight, don't you?
french: [_r_] Vous voulez baiser si mal ce soir, n'est-ce pas?
spanish: [_r_] Usted quiere follar tan mal esta noche, ¿no?

source: [_hi_] We've been practicing anal... Your cock in my ass is the only thing I want lately!
french: [_hi_] Nous avons pratiqué l'anal... Votre bite dans mon cul est la seule chose que je veux dernièrement !
spanish: [_hi_] Hemos estado practicando anal... ¡Tu polla en mi culo es lo único que quiero últimamente!

source: [_r_] Get changed then, it's time to work on your ass.
french: [ _r_ ] Alors, tu as changé, il est temps de travailler sur ton cul.
spanish: [_r_] Cambia entonces, es el momento de trabajar en tu culo.

source: [_r_] Today was a great day, thanks for helping me, Hinata.
french: [ _r_ ] Aujourd'hui était un grand jour, merci de m'avoir aidé, Hinata.
spanish: [_r_] Hoy ha sido un gran día, gracias por ayudarme, Hinata.

source: [_hi_] Thank you... For taking care of my body and my needs...
french: [ _hi_ ] Merci ... Pour prendre soin de mon corps et de mes besoins ...
spanish: [_hi_] Gracias ... Por cuidar mi cuerpo y mis necesidades ...

source: [_hi_] If you need me to help you with Sakura, I'm always here for you!
french: [ _hi_ ] Si vous avez besoin de moi pour vous aider avec Sakura, je suis toujours là pour vous !
spanish: [_hi_] Si necesitas que te ayude con Sakura, ¡siempre estoy aquí para ti!

source: [_r_] If I think of anything, I'll be sure to call you!
french: [ _r_ ] Si je pense à quoi que ce soit, je vous appellerai !
spanish: [_r_] Si pienso en algo, ¡seguro que te llamaré!

source: [_hi_] See you then!
french: [_hi_] À bientôt !
spanish: [_hi_] ¡Nos vemos entonces!

source: [_m_] Tomorrow I'll be able to touch Sakura and it won't look like anything weird.
french: [ _m_ ] Demain je pourrai toucher Sakura et ça ne ressemblera pas à quelque chose de bizarre.
spanish: [_m_] Mañana podré tocar a Sakura y no parecerá extraño.

source: [_m_] The fact that she'll be in my hands is a big trap. Once I use provocation, she won't want to get up from the massage chair anymore.
french: [ _m_ ] Le fait qu'elle soit dans mes mains est un gros piège. Une fois que j'ai utilisé la provocation, elle ne voudra plus se lever de la chaise de massage.
spanish: [_m_] El hecho de que ella estará en mis manos es una gran trampa. Una vez que uso la provocación, ya no querrá levantarse de la silla de masaje.

source: [_m_] Further and further, it's just a matter of pressing the right point, which is her sexual dissatisfaction.
french: [ _m_ ] De plus, il s'agit simplement d'insister sur le bon point, c'est-à-dire son insatisfaction sexuelle.
spanish: [_m_] Cada vez más, es cuestión de presionar el punto correcto, que es su insatisfacción sexual.

source: [_m_] Poor girl masturbates three times a day... Although I wouldn't be surprised if it started after the first provocation, we'll see.
french: [ _m_ ] Une pauvre fille se masturbe trois fois par jour ... Bien que je ne serais pas surpris si ça a commencé après la première provocation, on verra.
spanish: [_m_] Una niña pobre se masturba tres veces al día ... Aunque no me sorprendería que empezara después de la primera provocación, ya veremos.

source: [_m_] Time to go to bed, tomorrow should be even more productive.
french: [_m_] Il est temps d'aller au lit, demain devrait être encore plus productif.
spanish: [_m_] Es hora de ir a la cama, mañana debería ser aún más productivo.

source: [_saku_] Hey, good morning! How's your head today?
french: [_saku_] Bonjour, bonjour ! Comment est votre tête aujourd'hui ?
spanish: [_saku_] Hey, ¡buena mañana! ¿Cómo es tu cabeza hoy?

source: [_r_] I'm fine, what about you? Yesterday, you drank the most.
french: [_r_] Je suis d'accord, qu'en est-il de vous ? Hier, vous avez bu le plus.
spanish: [_r_] estoy bien, ¿qué pasa contigo? Ayer, bebiste más.

source: [_saku_] Yeah... Thanks for asking... It's aching a little, to be honest.
french: [_saku_] Ouais... Merci d'avoir demandé... C'est un peu douloureux, pour être honnête.
spanish: [_saku_] Sí... Gracias por preguntar... Es un poco de dolor, para ser honesto.

source: [_saku_] Anyway, I'm hoping for a nice massage! That should take the edge off.
french: [ _saku_ ] Bref, j'espère un bon massage ! Cela devrait prendre le pas.
spanish: [_saku_] De todos modos, ¡espero un buen masaje! Eso debería quitar el borde.

source: [_r_] Before lunch, right?
french: [_r_] Avant le déjeuner, non ?
spanish: [_r_] Antes del almuerzo, ¿verdad?

source: [_saku_] Exactly!
french: [_saku_] Exactement !
spanish: [_saku_] Exactamente!

source: [_r_] Okay, I'll be waiting, boss!
french: [_r_] Ok, je vais attendre, chef !
spanish: [_r_] Vale, esperaré, jefe!

source: [_m_] Okay, that was the last one. Sakura should be coming now.
french: [ _m_ ] Ok, c'était le dernier. Sakura devrait venir maintenant.
spanish: [_m_] Vale, ése era el último. Sakura debería venir ahora.

source: [_m_] Good thing there aren't that many visitors, I haven't had a chance to get tired.
french: [_m_] Bonne chose il n'y a pas autant de visiteurs, je n'ai pas eu de chance de me fatiguer.
spanish: [_m_] Buena cosa no hay tantos visitantes, no he tenido la oportunidad de cansarme.

source: [_saku_] Hey, hey! So, ready to give me a massage?
french: [_saku_] Hé, hey ! Alors, prêt à me faire un massage ?
spanish: [_saku_] ¡Oye, oye! Entonces, ¿listo para darme un masaje?

source: [_r_] Of course, Sakura, anything for you.
french: [ _r_ ] Bien sûr, Sakura, n'importe quoi pour vous.
spanish: [_r_] Por supuesto, Sakura, cualquier cosa para ti.

source: [_saku_] So... Give commands! What do you want me to do? Should I undress a little or is staying dressed okay, too?
french: [_saku_] Alors, donnez des ordres! Que voulez-vous que je fasse? Devrais-je me déshabiller un peu ou rester habillé aussi bien?
spanish: [_saku_] So... ¡Da comandos! ¿Qué quieres que haga? ¿Debería deshacerme un poco o también se está vestiendo bien?

source: [_r_] Yes, strip down to your waist. Don't worry, I'll go away for a second to prepare ointments.
french: [ _r_ ] Oui, filez jusqu'à votre taille. Ne vous inquiétez pas, je vais m'en aller une seconde pour préparer des onguents.
spanish: [_r_] Sí, deslice a su cintura. No se preocupe, voy a ir por un segundo para preparar perezas.

source: [_saku_] Your hands... They're so warm!
french: [_saku_] Vos mains... Elles sont si chaudes !
spanish: [_saku_] Sus manos ... ¡Son tan cálidos!

source: [_r_] That's because of the ointment, it helps to keep the warmth in, so that the massage is more effective. Especially in the softer areas of your back.
french: [ _r_ ] C'est à cause de l'onguent, ça aide à garder la chaleur dans, pour que le massage soit plus efficace. Surtout dans les zones plus douces de votre dos.
spanish: [_r_] Eso es debido a la pomada, ayuda a mantener el calor dentro, para que el masaje sea más efectivo. Especialmente en las zonas más suaves de la espalda.

source: [_saku_] Sounds good...
french: [_saku_] Ça sonne bien...
spanish: [_saku_] suena bien...

source: [_m_] It's time.
french: [_m_] C'est le moment.
spanish: [_m_] Es el momento.

source: [_saku_] Mmmmm... You know... All those people weren't lying... You really are good at this...
french: [_saku_] Mmm... Vous savez... Toutes ces personnes ne mentaient pas... Vous êtes vraiment bien à ce sujet...
spanish: [_saku_] Mmmmm... Sabes... Todas esas personas no estaban mintiendo... Realmente eres bueno en esto...

source: [_r_] Lots of people who praised me?
french: [_r_] Beaucoup de gens qui m'ont loué ?
spanish: [_r_] Mucha gente que me alabó?

source: [_saku_] Older patients often leave reviews for masseurs they like, but they also leave angry ones...
french: [ _saku_ ] Les patients plus âgés laissent souvent des examens pour les masseurs qu'ils aiment, mais ils laissent aussi des patients en colère ...
spanish: [_saku_] Los pacientes más antiguos a menudo dejan reseñas para masajistas que les gustan, pero también dejan enojados...

source: [_saku_] No one complained about you... They wrote only rave reviews... All of which found their way to my desk... Now I know what they were talking about...
french: [ _saku_ ] Personne ne s'est plaint de vous ... Ils ont écrit seulement des revues de rave ... Tout ce qui a trouvé leur chemin vers mon bureau ... Maintenant je sais de quoi ils parlaient ...
spanish: [_saku_] Nadie se quejó de ti... Escribieron sólo reseñas rave ... Todo esto encontró su camino a mi escritorio... Ahora sé de lo que hablaban...

source: [_saku_] You have such a... Strong and yet gentle hands... I wonder how you do it...
french: [ _saku_ ] Vous avez une telle ... Des mains fortes et pourtant douces ... Je me demande comment tu le fais ...
spanish: [_saku_] Tienes tan ... manos fuertes y sin embargo amables... Me pregunto cómo lo haces...

source: [_r_] I have a special technique... A little secret that masseurs like me don't reveal.
french: [ _r_ ] J'ai une technique spéciale ... Un petit secret que les masseurs comme moi ne révèlent pas.
spanish: [_r_] Tengo una técnica especial... Un pequeño secreto que masajea, como yo, no revela.

source: [_saku_] I s-see... Feels... Feels very good...
french: [_saku_] Je te voir... Je me sens très bien...
spanish: [_saku_] I s-see... Siéntete... Se sienta muy bien...

source: [_r_] You know, if you like it so much, you can come here every day. I'll find time for you.
french: [ _r_ ] Vous savez, si vous aimez tellement, vous pouvez venir ici tous les jours. Je trouverai du temps pour toi.
spanish: [_r_] Usted sabe, si le gusta tanto, usted puede venir aquí todos los días. Voy a encontrar tiempo para ti.

source: [_saku_] I... I can't... I'm your boss...
french: [_saku_] Je... Je ne peux pas... Je suis votre chef...
spanish: [_saku_] yo... no puedo... soy tu jefe...

source: [_r_] I insist, your muscles tell me that you don't know how to relax properly, you need it.
french: [ _r_ ] J'insiste, vos muscles me disent que vous ne savez pas comment vous détendre correctement, vous en avez besoin.
spanish: [_r_] Yo insisto, tus músculos me dicen que no sabes como relajarte correctamente, lo necesitas.

source: [_saku_] I guess... You're right about that...
french: [_saku_] Je suppose... Vous avez raison à ce sujet...
spanish: [_saku_] supongo... Tienes razón al respecto...

source: [_saku_] I... I'll think about it... Thanks...
french: [_saku_] Je... Je vais y réfléchir... Merci...
spanish: [_saku_] Yo... lo pensaré... Gracias...

source: [_saku_] Now that was something! Thank you for your massage. I feel born anew now!
french: [ _saku_ ] C'était quelque chose ! Merci pour votre massage. Je me sens à nouveau né !
spanish: [_saku_] ¡Ahora era algo! ¡Gracias por tu masaje. ¡Ahora me siento aniversario!

source: [_r_] Oh, it's nothing, just my first massage. You should come in every day, then I'll fix your back right up.
french: [_r_] Oh, c'est rien, juste mon premier massage. Tu devrais venir chaque jour, puis je vais te réparer le dos.
spanish: [_r_] Oh, no es nada, solo mi primer masaje. Deberías entrar todos los días, luego arreglaré tu espalda justo arriba.

source: [_r_] I can see it's not in the best condition; it's probably the sedentary work taking its toll.
french: [ _r_ ] Je peux voir que ce n'est pas dans la meilleure condition ; c'est probablement le travail sédentaire qui prend son bilan.
spanish: [_r_] Puedo ver que no está en la mejor condición; probablemente es el trabajo sedentario tomando su tapete

source: [_saku_] Yeah... Filling out paperwork is harder than it looks. But at the same time, no one can do it for me.
french: [ _saku_ ] Ouais ... Il est plus difficile de remplir la paperasse que de le faire. Mais en même temps, personne ne peut le faire pour moi.
spanish: [_saku_] Sí... llenar el papeleo es más difícil de lo que parece. Pero al mismo tiempo, nadie puede hacerlo por mí.

source: [_r_] It's cool that you're so responsible when it comes to work.
french: [ _r_ ] C'est cool que vous soyez si responsable quand il s'agit de travailler.
spanish: [_r_] Es genial que seas tan responsable cuando se trata de trabajar.

source: [_saku_] Oh, you flatterer! You're making me blush!
french: [_saku_] Oh, vous flattez ! Vous me faites rougir !
spanish: [_saku_] ¡Oh, eres más halagador! ¡Me estás haciendo soplar!

source: [_r_] Come on, I'm just pointing out my boss's strengths!
french: [ _r_ ] Allez, je dis juste les forces de mon patron !
spanish: [_r_] Vamos, ¡estoy señalando las fuerzas de mi jefe!

source: [_saku_] Thanks... Maybe you want to... well...
french: [_saku_] Merci... Peut-être voulez-vous... bien...
spanish: [_saku_] Gracias... Tal vez quieras... bien...

source: [_saku_] Of course, I never offer this to my employees, but you're kind of a friend and...
french: [ _saku_ ] Bien sûr, je n'ai jamais offert ça à mes employés, mais vous êtes un ami et ...
spanish: [_saku_] Por supuesto, nunca ofrezco esto a mis empleados, pero eres un amigo y...

source: [_saku_] I have some nice wine in my office, and your shift is over...
french: [ _saku_ ] J'ai du bon vin dans mon bureau, et votre équipe est terminée ...
spanish: [_saku_] Tengo un buen vino en mi oficina, y tu turno ha terminado...

source: [_r_] I gladly accept! I don't mind relaxing after being on my feet all day.
french: [ _r_ ] J'accepte volontiers ! Je n'ai pas l'intention de me détendre après avoir été sur mes pieds toute la journée.
spanish: [_r_] ¡Con mucho gusto acepto! No me importa relajarme después de estar todo el día en mis pies.

source: [_saku_] Great! Let's go then!
french: [_saku_] Super! Allons-y !
spanish: ¡[_saku_] Genial! ¡Vamos entonces!

source: [_saku_] Of course, I wanted to tell Hinata that Naruto would appreciate such a gift, but, man... I was so embarrassed!
french: [ _saku_ ] Bien sûr, je voulais dire à Hinata que Naruto apprécierait un tel cadeau, mais ... J'étais tellement gênée !
spanish: [_saku_] Por supuesto, quería decirle a Hinata que Naruto agradecería tal regalo, pero, el hombre... ¡Estaba tan avergonzado!

source: [_r_] No wonder, it's never easy to talk about such things in a large company.
french: [ _r_ ] Pas étonnant, il n'est jamais facile de parler de ce genre de choses dans une grande entreprise.
spanish: [_r_] No es de extrañar, nunca es fácil hablar de estas cosas en una gran empresa.

source: [_saku_] That's what I mean! It would sound super weird...
french: [_saku_] C'est ce que je veux dire ! Ça serait super bizarre...
spanish: [_saku_] ¡Eso es lo que quiero decir! Suenaría super raro...

source: [_saku_] What about you? I don't know how you still manage to stay single.
french: [ _saku_ ] Qu'en est-il de vous? Je ne sais pas comment tu parles pour rester célime.
spanish: [_saku_] ¿Qué pasa con usted? No sé cómo todavía logras quedarte soltero.

source: [_saku_] I bet you've had affairs while traveling all over the world!
french: [_saku_] Je parie que vous avez eu des affaires en voyageant partout dans le monde !
spanish: [_saku_] Apuesto que has tenido asuntos mientras viajas por todo el mundo!

source: [_r_] Nothing serious, Sakura. I don't mean to cry the blues, but it never got serious.
french: [ _r_ ] Rien de grave, Sakura. Je ne veux pas crier le blues, mais ça n'a jamais été sérieux.
spanish: [_r_] Nada serio, Sakura. No quiero llorar los blues, pero nunca se puso en serio.

source: [_r_] How are you doing on the love front? You must be married, aren't you?
french: [ _r_ ] Comment faites-vous sur le front de l'amour? Tu dois être marié, n'est-ce pas?
spanish: [_r_] ¿Cómo estás haciendo en el frente del amor? Debes estar casado, ¿no?

source: [_saku_] Yeah... I have a husband and everything.... I don't see him very often, though.
french: [_saku_] Ouais... J'ai un mari et tout... Je ne le vois pas très souvent.
spanish: [_saku_] Sí... tengo un marido y todo.... no lo veo muy a menudo, sin embargo.

source: [_r_] Really? What's the matter? Does he work outside the village?
french: [_r_] Vraiment? Quel est le problème ? Travaille-t-il en dehors du village ?
spanish: [_r_] ¿Realmente? ¿Cuál es el asunto? ¿Trabaja fuera del pueblo?

source: [_saku_] You could say that, yes...
french: [ _saku_ ] Tu pourrais dire ça, oui ...
spanish: [_saku_] Podría decirlo, sí...

source: [_r_] You seem a little upset when you talk about him, is everything alright?
french: [_r_] Vous semblez un peu bouleversé quand vous parlez de lui, est-ce que tout va bien?
spanish: [_r_] Usted parece un poco molesto cuando habla de él, ¿está todo bien?

source: [_saku_] I... I guess I'm not in the mood to talk about this... Don't worry about it...
french: [_saku_] Je... Je suppose que je ne suis pas d'humeur à parler de ceci... Ne vous inquiétez pas...
spanish: [_saku_] Yo... Supongo que no estoy de humor para hablar de esto... No te preocupes por ello...

source: [_m_] I gotta push forward!
french: [_m_] Je dois aller de l'avant !
spanish: [_m_] ¡Tengo que empujar hacia adelante!

source: [_m_] Now!
french: [_m_] Maintenant !
spanish: ¡[_m_] ahora!

source: [_r_] You know, Sakura, if there's anything worrying you, don't be afraid to tell me or anyone else.
french: [ _r_ ] Vous savez, Sakura, s'il y a quoi que ce soit vous inquiétez, n'ayez pas peur de me le dire ou à qui que ce soit d'autre.
spanish: [_r_] Usted sabe, Sakura, si hay algo que le preocupa, no tenga miedo de decirme a mí o a nadie más.

source: [_r_] When you share your problems, it gets easier...
french: [ _r_ ] Quand vous partagez vos problèmes, ça devient plus facile ...
spanish: [_r_] Cuando usted comparte sus problemas, se hace más fácil ...

source: [_r_] I'm sure there's nothing you can't handle, but everyone deserves to be heard.
french: [ _r_ ] Je suis sûr qu'il n'y a rien que vous ne pouvez pas gérer, mais tout le monde mérite d'être entendu.
spanish: [_r_] Estoy seguro de que no hay nada que no pueda manejar, pero todo el mundo merece ser escuchado.

source: [_saku_] Yeah... I deserve that... You're right...
french: [_saku_] Ouais... Je le mérite... Vous avez raison...
spanish: [_saku_] Sí... Me merezco eso... Tienes razón...

source: [_saku_] I do love my husband... He's a bit of an unusual man...
french: [_saku_] J'aime bien mon maris... C'est un peu un homme inhabituel...
spanish: [_saku_] Me encanta a mi marido... Es un hombre inusual...

source: [_saku_] A lot of things have happened between us in the past...
french: [ _saku_ ] Beaucoup de choses se sont passées entre nous dans le passé ...
spanish: [_saku_] Han pasado muchas cosas entre nosotros...

source: [_saku_] Sometimes I think... that I'll never...
french: [ _saku_ ] Parfois je pense ... que je ne ...
spanish: [_saku_] A veces pienso... que nunca lo haré...

source: [_saku_] It's getting harder and harder now. We see each other so rarely that I'm getting used to his absence.
french: [ _saku_ ] Il devient de plus en plus difficile maintenant. Nous nous voyons si rarement que je me habituais à son absence.
spanish: [_saku_] Es cada vez más difícil ahora. Nos vemos tan rara vez que me estoy acostumbrando a su ausencia.

source: [_saku_] It scares me.
french: [ _saku_ ] Ça me fait peur.
spanish: [_saku_] me espanta.

source: [_r_] How does he feel about it? Have you talked this through?
french: [ _r_ ] Comment se sente-t-il à ce sujet? As-tu parlé de ça?
spanish: [_r_] ¿Cómo se siente al respecto? ¿Has hablado de ello?

source: [_saku_] I tried... but his work is more important... He's never been one for emotion or... tenderness...
french: [_saku_] J'ai essayé... mais son travail est plus important... Il ne l'a jamais été pour l'émotion ou... la tendresse...
spanish: [_saku_] Lo intenté... pero su trabajo es más importante... Nunca ha sido uno de emoción o... tierra...

source: [_saku_] Maybe it's okay... It's just that sometimes dark thoughts creep into my head...
french: [_saku_] Peut-être est-ce bien... C'est juste que parfois des pensées sombres se glissent dans ma tête...
spanish: [_saku_] Tal vez esté bien... Es justo que a veces pensamientos oscuros se arrastra en mi cabeza...
