Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_m_] The door is open, you’re brave Sakura, this means that she knows for sure that no one will come to her, which means Sarada is definitely on a mission.
french: [_m_] La porte est ouverte, vous êtes courageuse Sakura, cela signifie qu'elle sait pour sûr que personne ne viendra à elle, ce qui signifie que Sarada est définitivement en mission.
italian: [_m_] La porta è aperta, sei coraggioso Sakura, questo significa che lei sa per certo che nessuno verrà da lei, il che significa che Sarada è sicuramente in missione.
japanese: [_m_] ドアが開いています。あなたは勇敢なさくらです。 つまり彼女は誰も彼女の元に来ないことを知っている つまりサラダは間違いなく任務中だ
spanish: [_m_] La puerta está abierta, eres valiente Sakura, esto significa que sabe con seguridad que nadie vendrá a ella, lo que significa que Sarada está definitivamente en una misión.

source: [_m_] But you're not alone here, you should have been more careful!
french: [_m_] Mais vous n'êtes pas seul ici, vous devriez être plus prudent !
italian: [_m_] Ma non sei solo qui, dovresti essere più attento!
japanese: [_m_] しかし、あなたはここで一人ではありません。あなたはもっと注意を払うべきでした！
spanish: [_m_] Pero no estás solo aquí, ¡deberías haber sido más cuidadoso!

source: [_m_] So, so, so... Have you decided to completely relax on your day off?
french: [_m_] Donc, donc ... Avez-vous décidé de vous détendre complètement pendant votre journée ?
italian: [_m_] Allora, sì... Hai deciso di rilassarti completamente il giorno libero?
japanese: [_m_] だから、だから... あなたは完全に休日にリラックスすることにしましたか?
spanish: [_m_] Así que, así que... ¿Has decidido relajarse por completo en tu día de descuento?

source: [_m_] Hot bath, red wine... I didn't know this side of you, Tsunade seems to be a bad influence on you.
french: [_m_] Bain chaud, vin rouge... Je ne savais pas ce côté de vous, Tsunade semble avoir une mauvaise influence sur vous.
italian: [_m_] Bagno caldo, vino rosso... Non sapevo che questo lato di te, Tsunade sembra essere una cattiva influenza su di te.
japanese: [_m_] お湯、赤ワイン...お前のこちら側のことは知らなかったが、綱手はお前に悪い影響を与えているようだ。
spanish: [_m_] Baño caliente, vino tinto... No sabía que este lado de ti, Tsunade parece ser una mala influencia sobre ti.

source: [_m_] I have to give credit to your body, Sakura... You're in great athletic shape, usually moms at your age don't really care about their shape, but you're an exception.
french: [_m_] Je dois donner du crédit à votre corps, Sakura ... Vous êtes en grande forme athlétique, habituellement les mamans à votre âge ne se soucie pas vraiment de leur forme, mais vous êtes une exception.
italian: [_m_] Devo dare credito al tuo corpo, Sakura... Sei in grande forma atletica, di solito le mamme alla vostra età non si preoccupano davvero della loro forma, ma sei un'eccezione.
japanese: [_m_] 私はあなたの体にクレジットを与えなければなりません... あなたは運動能力の良い状態で普通お母さんは彼らの形を気にかけていませんが あなたは例外です
spanish: [_m_] Tengo que dar crédito a su cuerpo, Sakura ... Estás en gran forma atlética, por lo general las mamás a tu edad realmente no se preocupan por su forma, pero eres una excepción.

source: [_m_] Do all former shinobi really have such sexy bodies? Perfect Hinata with her curvaceous figure, now you Sakura... Kill me as many times as you like, but this view is worth it.
french: [_m_] Est-ce que tous les anciens shinobi ont vraiment des corps aussi sexy ? Perfect Hinata avec sa figure curvacée, maintenant vous Sakura ... Tuez-moi autant de fois que vous le voulez, mais ce point de vue en vaut la peine.
italian: [_m_] Do all former shinobi really have such sexy bodies? Perfect Hinata with her curvaceous figure, now you Sakura. Mi uccidi quante volte vuoi, ma questa vista vale la pena.
japanese: [_m_] 元忍は本当にそんなセクシーな体を持っているのでしょうか? カーブした姿で完璧な雛形、今度は桜。 をクリックします。好きなだけ殺してください。しかし、この景色は価値があります。
spanish: [_m_] ¿Todos los ex shinobi realmente tienen esos cuerpos sexy? Perfecto Hinata con su figura curvada, ahora usted Sakura. . Mata tantas veces como quieras, pero esta vista vale la pena.

source: [_m_] Are you leaving already? Apparently I came too late.
french: [_m_] Tu pars déjà ? Apparemment, je suis arrivé trop tard.
italian: [_m_] Stai già partendo? A quanto pare sono arrivato troppo tardi.
japanese: [_m_] もう帰るんですか? どうやら手遅れになったみたいです。
spanish: [_m_] ¿Ya se va? Al parecer llegué demasiado tarde.

source: [_m_] Just like that? No robes or towels?
french: [_m_] Comme ça ? Pas de robe ou de serviettes ?
italian: [_m_] Proprio così? Nessun accappatoio o asciugamani?
japanese: [_m_] こんな感じですか? ローブやタオルはありませんか?
spanish: ¿[_m_] Te gusta? ¿Sin tobes ni toallas?

source: [_m_] What a teasing view, it’s a pity that I can’t come closer to you yet and grab that delicious ass...
french: [_m_] Quel point de vue taquinant, il est dommage que je ne puisse pas encore vous rapprocher de vous et de prendre ce délicieux cul ...
italian: [_m_] Che cosa una vista stuzzicante, è un peccato che non posso ancora avvicinarmi a te e afferrare quel culo delizioso...
japanese: [_m_] ふざけた眺め、まだ君に近づけないのは残念だし、その美味しいケツをつかむことができない...
spanish: [_m_] Qué vista tan desagradable, es una lástima que aún no pueda acercarme más a ti y agarrar ese delicioso asco...

source: [_m_] Are you going to the bedroom already?
french: [_m_] Vous allez déjà à la chambre ?
italian: [_m_] Stai già andando alla camera da letto?
japanese: [_m_] すでに寝室に行くのですか。
spanish: [_m_] ¿Ya vas al dormitorio?

source: [_m_] Don't tell me it's a bath before bed, I didn't come in vain, right?
french: [_m_] Ne me dites pas que c'est un bain avant mon lit, je ne suis pas venu en vain, non ?
italian: [_m_] Non mi dica che è un bagno prima di letto, non sono venuto invano, vero?
japanese: [_m_] 寝る前のお風呂とは言わないで、無駄に来なかったんですよね?
spanish: [_m_] No me digas que es un baño antes de la cama, no he venido en vano, ¿verdad?

source: [_m_] It's cozy here, I like it.
french: [_m_] C'est confortable ici, je l'aime.
italian: [_m_] È accogliente qui, mi piace.
japanese: [_m_] こちらは居心地が良いので気に入っています。
spanish: [_m_] Es acogedor aquí, me gusta.

source: [_m_] This is where you and Sasuke made Sarada? For some reason, I don't think Sasuke is particularly skilled in these matters.
french: [_m_] C'est là que vous et Sasuke avez fait Sarada ? Pour une raison quelconque, je ne pense pas que Sasuke soit particulièrement doué en la matière.
italian: [_m_] Questo è dove tu e Sasuke avete fatto Sarada? Per qualche motivo, non credo che Sasuke sia particolarmente abile in queste questioni.
japanese: [_m_] ここがサラダを作った場所ですか? なぜか佐助が特に得意ではないと思います。
spanish: [_m_] Aquí es donde usted y Sasuke hicieron Sarada? Por alguna razón, no creo que Sasuke sea particularmente hábil en estos asuntos.

source: [_m_] Wow, what did you get out of the closet? A dildo? Every mom has one of those hidden away.
french: [_m_] Wow, qu'est-ce que vous avez sorti du placard ? Un godemiché ? Chaque mère a l'un de ceux qui sont cachés.
italian: [_m_] Wow, cosa sei uscito dall'armadio? Un dildo? Ogni mamma ha una di quelle nascoste.
japanese: [_m_] うわー、あなたはクローゼットから何を得ましたか? ディルド? どのお母さんもそれらのうちの1つを持っています。
spanish: [_m_] Wow, ¿qué saliste del armario? ¿Un consolador? ¿Cada mamá tiene una de esas escondidas.

source: [_m_] Now there's a show.
french: [_m_] Maintenant, il y a un spectacle.
italian: [_m_] Ora c'è uno spettacolo.
japanese: [_m_] 今、ショーがあります。
spanish: [_m_] Ahora hay un show.

source: [_m_] Wow, right away?
french: [_m_] Wow, tout de suite ?
italian: [_m_] Wow, subito?
japanese: [_m_] うわー、すぐに？
spanish: [_m_] ¿Wow, de inmediato?

source: [_m_] How badly are you craving it?
french: [_m_] Quel est le mauvais état de votre envie ?
italian: [_m_] Quanto male lo stai desiderando?
japanese: [_m_] あなたはそれを渇望していますか?
spanish: [_m_] ¿Qué tan mal lo anhelas?

source: [_m_] My dick is about to rip through my pants...
french: [_m_] Ma bite est sur le point de rip à travers mes pantalons ...
italian: [_m_] Il mio cazzo sta per strappare attraverso i miei pantaloni...
japanese: [_m_] 私のディックは私のパンツをリッピングしようとしています...
spanish: [_m_] Mi polla está a punto de rasgar mis pantalones...

source: [_m_] Sasuke... You're just a criminal... How can you do your marital duty so poorly...
french: [_m_] Sasuke... Vous n'êtes qu'un criminel... Comment pouvez-vous faire si mal votre devoir matrimonial...
italian: [_m_] Sasuke... Sei solo un criminale... Come puoi fare il tuo dovere coniugale così miseramente...
japanese: [_m_] サスケ... あなたはただの犯罪者です...どうやってあなたの夫婦義務をそんなに下手にすることができますか...
spanish: [_m_] Sasuke... Eres solo un criminal... ¿Cómo puedes hacer tu deber civil tan pobre...

source: [_m_] She sped up.
french: [_m_] Elle accélère sa vitesse.
italian: [_m_] Lei si alzò.
japanese: [_m_] 彼女は加速しました.
spanish: [_m_] Ella aceleró.

source: [_m_] Are you close already Sakura? You'd probably be ashamed to know that I'm watching you.
french: [_m_] Êtes-vous déjà proche de Sakura ? Tu aurais probablement honte de savoir que je te regarde.
italian: [_m_] Sei già vicino a Sakura? Probabilmente ti vergognerai di sapere che ti sto guardando.
japanese: [_m_] 佐倉さんはもう仲が良いですか? あなたは私があなたを見ていることを知って恥ずかしいと思うでしょう。
spanish: [_m_] ¿Está usted cerca de Sakura? Es probable que tengas vergüenza de saber que te estoy viendo.

source: [_m_] Don’t worry, very soon I will fuck you on the same bed.
french: [_m_] Ne vous inquiétez pas, très bientôt je vous baiserai sur le même lit.
italian: [_m_] Non ti preoccupare, molto presto ti farò scopare sullo stesso letto.
japanese: [_m_] 心配しないでください。すぐに同じベッドでセックスします。
spanish: [_m_] No te preocupes, muy pronto te follaré en la misma cama.

source: [_m_] You won’t have to endure it for longer
french: [_m_] Vous n'aurez pas à le supporter plus longtemps
italian: [_m_] Non dovrai sopportarlo più a lungo
japanese: [_m_] 長く耐える必要はありません
spanish: [_m_] No tendrá que soportarlo por más tiempo

source: [_m_] Just wait a little.
french: [_m_] Attendez juste un peu.
italian: [_m_] Basta aspettare un po'.
japanese: [_m_] ちょっと待ってください。
spanish: [_m_] Espere un poco.

source: [_m_] That was hot... Such a performance, and all this for me?
french: [_m_] C'était chaud... Une telle performance, et tout cela pour moi ?
italian: [_m_] Che è stato caldo... Una tale prestazione, e tutto questo per me?
japanese: [_m_] それは暑かった...そんなパフォーマンス、そして私にとってはこれらすべて?
spanish: [_m_] Eso fue calor... ¿Tal rendimiento, y todo esto para mí?

source: [_m_] Of course, I didn’t count on something like that, it would have been enough for me to just observe the daily routine...
french: [_m_] Bien sûr, je ne compte pas sur quelque chose comme ça, ça aurait été assez pour moi d'observer la routine quotidienne ...
italian: [_m_] Naturalmente, non ho contato su qualcosa del genere, sarebbe stato sufficiente per me osservare solo la routine quotidiana...
japanese: [_m_] もちろん、私はそんなことを期待していませんでした。毎日のルーチンをただ観察するだけで十分でした...
spanish: [_m_] Por supuesto, no cuento con algo como eso, habría sido suficiente para que solo observara la rutina diaria...

source: [_m_] But you surprised me, Sakura.
french: [_m_] Mais vous m'avez surpris, Sakura.
italian: [_m_] Ma mi hai sorpreso, Sakura.
japanese: [_m_] でも、さくらさんは私を驚かせてくれた。
spanish: [_m_] Pero me sorprendió, Sakura.

source: [_m_] How little Sasuke cares about his wife's desires, it's such a pity...
french: [_m_] Comment le petit Sasuke se soucie des désirs de sa femme, c'est tellement dommage ...
italian: [_m_] Quanto poco Sasuke si preoccupa dei desideri di sua moglie, è un peccato tanto...
japanese: [_m_] 佐助は奥さんの欲望を少しでも気にかけていないのですが、残念ですね...
spanish: [_m_] Que tan poco le importa Sasuke los deseos de su esposa es una lástima...

source: [_sasu_] Sakura! Are you upstairs?
french: [_sasu_] Sakura ! Vous êtes à l'étage ?
italian: [_sasu_] Sakura! Sei di sopra?
japanese: [_sasu_] Sakura! あなたは 2 階にいますか?
spanish: ¡[_sasu_] Sakura! ¿Estás al aire libre?

source: [_sasu_] Please come down, let's talk before I leave.
french: [_sasu_] Veuillez descendre, parlons avant de partir.
italian: [_sasu_] Per favore, scendi, parliamo prima di andarmene.
japanese: [_sasu_] 下に来て、出発する前に話しましょう。
spanish: [_sasu_] Por favor baje, hablemos antes de salir.

source: [_saku_] Okay... Wait a minute..
french: [_saku_] Ok... Attendez une minute..
italian: [_saku_] Okay... Attendi un minuto..
japanese: [_saku_] わかりました... ちょっと待ってください。
spanish: [_saku_] Vale... Espere un minuto..

source: [_m_] I have a desire to leave but... I’m so curious to eavesdrop on their conversation...
french: [_m_] J'ai le désir de partir mais ... Je suis si curieuse d'écouter leur conversation ...
italian: [_m_] Ho il desiderio di andarmene ma... Sono così curioso di fare grondaia sulla loro conversazione...
japanese: [_m_] 私は去りたいと思っていますがchar@@1 彼らの会話を聞きたいです...
spanish: [_m_] Tengo el deseo de salir pero... soy tan curioso de escucharme en su conversación...

source: [_m_] Perhaps this is why I came here.
french: [_m_] C'est peut-être la raison pour laquelle je suis venu ici.
italian: [_m_] Forse è per questo che sono venuto qui.
japanese: [_m_] だから来たのかもしれません。
spanish: [_m_] Tal vez esta sea la razón por la que vine aquí.

source: [_sasu_] I'm going on a journey, perhaps for a long time.
french: [_sasu_] Je pars en voyage, peut-être pour longtemps.
italian: [_sasu_] Sto facendo un viaggio, forse per molto tempo.
japanese: [_sasu_] 私は長い間、旅に出ています。
spanish: [_sassu_] Voy en un viaje, tal vez por mucho tiempo.

source: [_saku_] You haven’t said goodbye to Sarada...
french: [_saku_] Vous n'avez pas dit au revoir à Sarada ...
italian: [_saku_] Non hai detto addio a Sarada...
japanese: [_saku_] サラダにさよならを言っていません...
spanish: [_saku_] No has dicho adiós a Sarada...

source: [_sasu_] It doesn't matter. I have important work waiting for me.
french: [_sasu_] Peu importe. J'ai beaucoup de travail à attendre pour moi.
italian: [_sasu_] Non importa. Ho un lavoro importante che mi aspetta.
japanese: [_sasu_] 重要な仕事が待っています。
spanish: [_sasu_] No importa. Tengo trabajo importante esperándome.

source: [_saku_] Sasuke... Since you're going on a long journey...
french: [_saku_] Sasuke... Puisque vous êtes en train de faire un long voyage...
italian: [_saku_] Sasuke... Da quando stai andando su un lungo viaggio...
japanese: [_saku_] サスケ... あなたは長い旅に出ているので...
spanish: [_saku_] Sasuke... Desde que vas de viaje largo...

source: [_saku_] Maybe... You know... Let's do this before you leave...
french: [_saku_] Peut-être... Vous savez... Faisons cela avant de partir...
italian: [_saku_] Forse... Lo sapete... Facciamo questo prima di partire...
japanese: [_saku_] たぶんchar@@1char@@2char@@3char@@4char@@5char@@6char@@7char@@8
spanish: [_saku_] Tal vez... Sabes... Hagamos esto antes de salir...

source: [_saku_] Come on... I really want you...
french: [_saku_] Allez... Je vous veux vraiment...
italian: [_saku_] Avanti... Ti voglio davvero...
japanese: [_saku_] さあ... 本当に欲しい...
spanish: [_saku_] Vamos... Realmente te quiero...

source: [_sasu_] I... I can't.
french: [_sasu_] Je... Je ne peux pas.
italian: [_sasu_] Io... Non posso.
japanese: [_sasu_] 私... できません。
spanish: [_sassu_] I. .. No puedo.

source: [_saku_] Did I do something wrong?
french: [_saku_] Est-ce que j'ai fait quelque chose de mal ?
italian: [_saku_] Ho fatto qualcosa di sbagliato?
japanese: [_saku_] 何か間違ったことをしましたか？
spanish: [_saku_] ¿He hecho algo malo?

source: [_sasu_] It's not because of you.
french: [_sasu_] Ce n'est pas à cause de vous.
italian: [_sasu_] Non è per te.
japanese: [_sasu_] あなたのせいではありません。
spanish: [_sasu_] No es por ti.

source: [_saku_] Then what?
french: [_saku_] Alors quoi ?
italian: [_saku_] Allora che cosa?
japanese: [_saku_] それから何?
spanish: [_saku_] ¿Entonces qué?

source: [_sasu_] I just can't... I constantly have nightmares... This responsibility fell on me with the new Ōtsutsuki... Now I also have this feeling...
french: [_sasu_] Je ne peux pas... J'ai constamment des cauchemars... Cette responsabilité est tombée sur moi avec le nouveau O<unk> tsutsuki... Maintenant, j'ai aussi ce sentiment...
italian: [_sasu_] non possono... Ho costantemente incubi... Questa responsabilità è caduta su di me con il nuovo O<unk> tsutsuki... Ora ho anche questa sensazione...
japanese: [_sasu_] 私はいつも悪夢を持っています... この責任は新しいOwirtsuki で私に落ちました... 今、私はまた、このような感じを持っています...
spanish: [_sasu_] No puedo... Constantemente tengo pesadillas... Esta responsabilidad recayó sobre mí con el nuevo Oítsuki... Ahora también tengo esta sensación...

source: [_saku_] What feeling?
french: [_saku_] Quel sentiment ?
italian: [_saku_] Che sensazione?
japanese: [_saku_] どんな感じ?
spanish: [_saku_] ¿Qué sentimiento?

source: [_sasu_] It's like I'm covered in this disgusting chakra... Feels like it's everywhere now... The beast’s chakra I was talking about...
french: [_sasu_] C'est comme si je suis couvert de ce chakra répugnant... Je me sens comme partout maintenant... Le chakra de la bête dont je parla...
italian: [_sasu_] È come se fossi coperto da questo disgustoso chakra... Mi sento come se fosse ovunque ora... Il chakra della bestia di cui stavo parlando...
japanese: [_sasu_] まるでこの嫌なチャクラに覆われているようだchar@@1 今、どこにでもあるような感じだchar@@2 私が話していたビーストのチャクラ...
spanish: [_sasu_] Es como si estuviera cubierto en este chakra repugnante... Parece que está por todas partes ahora... El chakra de la bestia de la que hablaba...

source: [_sasu_] Am I going crazy? Why do I feel it literally everywhere... Even... Even from you...
french: [_sasu_] Je suis en train de devenir folle ? Pourquoi est-ce que je le sens littéralement partout... Even... Même de votre part...
italian: [_sasu_] Sto impazzendo? Perché lo sento letteralmente ovunque... Anche... Anche da te...
japanese: [_sasu_] 私は狂っていますか？なぜ文字通りどこにでもそれを感じるのですか...
spanish: [_sasu_] ¿Voy a ser loco? ¿Por qué lo siento literalmente en todas partes... Siéntete... Incluso de ti...

source: [_saku_] What? What do you mean even from me?
french: [_saku_] Quoi ? Qu'est-ce que vous voulez dire même de moi ?
italian: [_saku_] Cosa? Cosa intendete anche da me?
japanese: [_saku_] 何ですか？私からでさえどういう意味ですか？
spanish: [_saku_] ¿Qué? ¿Qué quieres decir incluso de mí?

source: [_m_] Oh no... Does he suspect something?
french: [_m_] Oh non... Est-ce qu'il soupçonne quelque chose ?
italian: [_m_] Oh no... Sospetta qualcosa?
japanese: [_m_] ああいや... 彼は何か疑問に思っていますか?
spanish: [_m_] Oh no... ¿Sospecho algo?

source: [_sasu_] I don't know! I can't say anything for sure! Damn... I feel like the presence of this chakra...
french: [_sasu_] Je ne sais pas ! Je ne peux pas dire quoi que ce soit ! Merde... Je me sens comme la présence de ce chakra...
italian: [_sasu_] Non lo so! Non posso dire nulla di sicuro! Dannazione... Mi sento come la presenza di questo chakra...
japanese: [_sasu_] わかりません！確かに何も言えません！畜生char@@1 このチャクラの存在を感じますchar@@2。
spanish: [_sasu_] ¡No sé! ¡No puedo decir nada seguro! Damn... Me siento como la presencia de este chakra...

source: [_sasu_] Is here!
french: [_sasu_] est là !
italian: [_sasu_] è qui!
japanese: [_sasu_] ここにあります!
spanish: ¡[_sasu_] está aquí!

source: [_m_] WHAT THE FUCK! HE...
french: [_m_] QU'EST-CE QUE LA FUCK ! IL ...
italian: [_m_] COSA FUCK! HE...
spanish: [_m_] QUÉ LA PIEZA! O...

source: [_m_] Right at me...
french: [_m_] À moi droite...
italian: [_m_] Proprio a me...
japanese: [_m_] ちょうどchar@@1
spanish: [_m_] justo conmigo...

source: [_sasu_] What are you!? Why can't I catch you!
french: [_sasu_] Que êtes-vous !? Pourquoi ne puis-je pas vous attraper !
italian: [_sasu_] Che cosa sei!? Perché non posso prenderti!
japanese: [_sasu_] あなたは何ですか？なんで捕まえられないの！
spanish: [_sasu_] ¿Qué eres?? ¿Por qué no puedo atraparte!

source: [_saku_] Sasuke! Stop it! You haven't fully recovered yet!
french: [_saku_] Sasuke ! Arrêtez-le ! Vous n'avez pas encore complètement récupéré !
italian: [_saku_] Sasuke! Fermatevi! Non hai ancora recuperato completamente!
japanese: [_saku_] サスケ！やめろ！まだ完全に回復していない！
spanish: [_saku_] ¡Sasuke! ¡Deténgalo! ¡Aún no se ha recuperado completamente!

source: [_sasu_] We are all in danger...
french: [_sasu_] Nous sommes tous en danger ...
italian: [_sasu_] Siamo tutti in pericolo...
japanese: [_sasu_] 私たちは皆危険にさらされています...
spanish: [_sassu_] Todos estamos en peligro ...

source: [_sasu_] The village may be destroyed again...
french: [_sasu_] Le village peut être à nouveau détruit ...
italian: [_sasu_] Il villaggio può essere distrutto di nuovo...
japanese: [_sasu_] 村は再び破壊されるかもしれません...
spanish: [_sasú_] El pueblo puede ser destruido de nuevo ...

source: [_sasu_] I understand how it sounds... But I just know... Somewhere near us there is something destructive to such an extent... That even my eye is not able to detect its chakra.
french: [_sasu_] Je comprends comment ça sonne ... Mais je sais juste ... Quelque part près de nous, il y a quelque chose de destructeur dans une telle mesure ... Que même mon oeil n'est pas capable de détecter son chakra.
italian: [_sasu_] Capisco come suona... Ma lo so... Da qualche parte vicino a noi c'è qualcosa di distruttivo... che anche il mio occhio non è in grado di rilevare il suo chakra.
japanese: [_sasu_] 私はそれがどのように聞こえるかを理解します... どこか私たちの近くにそのような程度に破壊的な何かがあります... それは私の目でさえそのチャクラを検出することができないこと。
spanish: [_sasu_] Entiendo cómo suena... Pero acabo de saber... En algún lugar cerca de nosotros hay algo destructivo hasta tal punto... incluso mi ojo no es capaz de detectar su chakra.

source: [_m_] I think I've had enough of this... I need to get out of here.
french: [_m_] Je pense en avoir assez... J'ai besoin de sortir d'ici.
italian: [_m_] penso di aver avuto abbastanza di questo... devo uscire da qui.
japanese: [_m_] もう十分だったと思います...ここから出る必要があります。
spanish: [_m_] creo que he tenido suficiente de esto... Necesito salir de aquí.

source: [_m_] Yeah... Sasuke gave me the creeps...
french: [_m_] Ouais... Sasuke m'a donné les ruisseaux...
italian: [_m_] Sì... Sasuke mi ha dato i creep...
japanese: [_m_] うん...佐助は私にゾッとしました...
spanish: [_m_] Sí... Sasuke me dio las creeps...

source: [_m_] It was scary at the time... But I quickly realized that he wouldn't be able to see me.
french: [_m_] C'était effrayé à l'époque ... Mais j'ai vite réalisé qu'il ne serait pas capable de me voir.
italian: [_m_] Era spaventoso all'epoca... Ma ho capito rapidamente che non sarebbe stato in grado di vedermi.
japanese: [_m_] 当時は怖かったですが、私はすぐに彼が私に会えないことに気づきました。
spanish: [_m_] Fue aterrador en ese momento... Pero rápidamente me di cuenta de que no podría verme.

source: [_m_] Kamiko is too careful about this.
french: [_m_] Le Kamiko est trop prudent à ce sujet.
italian: [_m_] Kamiko è troppo attento a questo.
japanese: [_m_] 神子はこれには注意が必要です。
spanish: [_m_] Kamiko es demasiado cuidadoso con esto.

source: [_m_] More importantly... Perhaps I should tell her about the incident where I... Died?
french: [_m_] Plus important ... Je devrais peut-être lui parler de l'incident où je ... Died ?
italian: [_m_] Ancora più importante... Forse dovrei dirle dell'incidente dove sono morto...
japanese: [_m_] もっと重要な...おそらく私が死んだ事件について彼女に話すべきだろう...
spanish: [_m_] Lo que es más importante... ¿Tal vez debería contarle sobre el incidente donde yo... ¿Muerto?

source: [_m_] I think I should...
french: [_m_] Je pense que je devrais ...
italian: [_m_] penso che dovrei...
japanese: [_m_] 私はすべきだと思います...
spanish: [_m_] creo que debería...

source: [_m_] Or shouldn't I? Sasuke said that he feels that Kamiko is truly evil...
french: [_m_] Ou ne devrais-je pas ? Sasuke a dit qu'il a le sentiment que Kamiko est vraiment mauvais...
italian: [_m_] O non dovrei dire? Sasuke ha detto di sentire che Kamiko è veramente malvagio...
japanese: [_m_] それとも、私はそうではありませんか? 佐助は神子は本当に悪いと感じていると言った...
spanish: [_m_] ¿O no? Sasuke dijo que siente que Kamiko es realmente mal...
