Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_hi_] I’m sure! Anyway, tomorrow at 12AM at Sakura’s house, I’ll send you her address.
french: [_hi_] Je suis sûr ! Quoi qu’il en soit, demain à 12h à la maison de Sakura, je vous enverrai son adresse.
italian: [_hi_] Sono sicuro! In ogni caso, domani alle 12:00 a casa di Sakura, ti manderò il suo indirizzo.
japanese: [_hi_] きっと間違いありません！とにかく、明日午前12時にさくらの家に住所を送ります。
spanish: [_hi_] ¡Estoy seguro! De todos modos, mañana a las 12:00 horas en casa de Sakura, te enviaré su dirección.

source: [_r_] Great! See you there then.
french: [_r_] Génial ! À bientôt.
italian: [_r_] Grandioso! Ci vediamo allora.
japanese: [_r_] 素晴らしい！それではまた会いましょう。
spanish: [_r_] Genial! Nos vemos allí entonces.

source: [_hi_] Good night!
french: [_hi_] Bonne nuit !
italian: [_hi_] Buona notte!
japanese: [_hi_] おやすみなさい!
spanish: ¡[_hi_] buena noche!

source: [_m_] Sudden, but I like where this is going!
french: [_m_] Soudain, mais j'aime où ça va !
italian: [_m_] Improvviso, ma mi piace dove sta andando!
japanese: [_m_] 突然ですが、私はこれが進んでいるところが好きです!
spanish: [_m_] De repente, ¡pero me gusta a dónde va esto!

source: [_saku_] There you are! I've been waiting for you!
french: [_saku_] Vous y êtes ! Je vous attendais !
italian: [_saku_] Ecco! Ti ho aspettato!
japanese: [_saku_] あなたがいます！あなたを待っていました！
spanish: [_saku_] ¡Ahí estás! ¡Te he estado esperando!

source: [_hi_] How are you Sakura? Feeling better already?
french: [_hi_] Comment êtes-vous Sakura ? Se sentir mieux déjà ?
italian: [_hi_] Come stai Sakura? Ti senti già meglio?
japanese: [_hi_] Sakuraの調子はいかがですか?
spanish: [_hi_] ¿Cómo eres Sakura? ¿Te sientes mejor?

source: [_saku_] Yeahhhh! God, last night was so bad, my head felt like it split in two, but today I'm fine, I feel better than usual!
french: [_saku_] Ouahhhh ! Mon dieu, la nuit dernière, était si mauvais, ma tête se sentait divisée en deux, mais aujourd'hui je vais bien, je me sens mieux que d'habitude !
italian: [_saku_] Yeahhhhh! Dio, ieri sera era così male, la mia testa si sentiva divisa in due, ma oggi sto bene, mi sento meglio del solito!
japanese: [_saku_] ええ！神様、昨夜はひどくて頭が2つに分かれたような気がしましたが、今日は大丈夫、いつもより気分が良くなりました！
spanish: [_saku_] ¡Yeahhhhh! Dios, anoche fue tan malo, mi cabeza se sintió dividida en dos, pero hoy estoy bien, me siento mejor de lo habitual!

source: [_r_] How are your shoulders? Did my hands work any miracles?
french: [_r_] Comment sont vos épaules ? Mes mains ont-elles fait des miracles ?
italian: [_r_] Come sono le spalle? Le mie mani hanno fatto dei miracoli?
japanese: [_r_] あなたの肩はどうですか? 私の手は奇跡を起こしましたか?
spanish: [_r_] ¿Cómo son tus hombros? ¿Funcionaron milagrosos mis manos?

source: [_saku_] Of course, it’s a long way from a miracle, but you know, it seems like you got the blood flowing well. I really feel better!
french: [_saku_] Bien sûr, c'est loin d'un miracle, mais vous savez, il semble que vous avez le sang couler bien. Je me sens vraiment mieux !
italian: [_saku_] Certo, è molto lontano da un miracolo, ma sai, sembra che tu abbia il sangue che scorre bene. Mi sento davvero meglio!
japanese: [_saku_] もちろん、奇跡からは長い道のりですが、あなたは血がよく流れているようです。 私は本当に良い気分!
spanish: [_saku_] Por supuesto, está muy lejos de un milagro, pero ya sabes, parece que has fluido bien la sangre. ¡Me siento mejor!

source: [_hi_] I told you he has magic hands! Believe me, I know what I'm talking about, I'm his first and most loyal customer!
french: [_hi_] Je t'ai dit qu'il avait des mains magiques ! Croyez-moi, je sais de quoi je parle, je suis son client le plus loyal !
italian: [_hi_] vi ho detto che ha mani magiche! Credetemi, so di cosa sto parlando, sono il suo primo e più fedele cliente!
japanese: [_hi_] 私は彼が魔法の手を持っていると言った! 私を信じて, 私は私が言っていることを知っています, 私は彼の最初で最も忠実な顧客です!
spanish: [_hi_] Te dije que tiene manos mágicas! Créanme, sé de lo que estoy hablando, ¡soy su primer y más leal cliente!

source: [_saku_] With recommendations like those, no wonder I hired you so quickly.
french: [_saku_] Avec des recommandations comme celles-ci, pas étonnant que je t'ai engagé si vite.
italian: [_saku_] Con raccomandazioni come queste, non c'è da stupirsi che ti ho assunto così rapidamente.
japanese: [_saku_] そういったおすすめで、そんなに早くあなたを雇ったのも不思議ではありません。
spanish: [_saku_] Con recomendaciones como estas, no es de extrañar que te contraté tan rápidamente.

source: [_r_] I know very well who to thank!
french: [_r_] Je sais très bien qui remercier !
italian: [_r_] So molto bene chi ringraziare!
japanese: [_r_] 私は誰に感謝すべきか非常によく知っています!
spanish: [_r_] ¡Sé muy bien a quién dar las gracias!

source: [_hi_] Yes, thank me!
french: [_hi_] Oui, merci !
italian: [_hi_] Sì, grazie!
japanese: [_hi_] はい、ありがとう！
spanish: [_hi_] Sí, ¡gracias!

source: [_saku_] Okay guys, let's go to the hall, I bought some delicious pastries and made some tea, let's relax!
french: [_saku_] Ok les gars, allons à la salle, j'ai acheté de délicieuses pâtisseries et fait du thé, détendu !
italian: [_saku_] Va bene, andiamo alla sala, ho comprato alcuni deliziosi pasticcini e fatto un po 'di tè, ci rilassiamo!
japanese: [_saku_] 皆さん、ホールに行ってみましょう。美味しいペストリーを買ってお茶を作ってリラックスしましょう!
spanish: [_saku_] Vale, vayamos a la sala, compré unas deliciosas pastelerías y hice un poco de té, ¡relajémonos!

source: [_saku_] Then I told Tsunade that gambling is not for me, but you have no idea how difficult it is to reject a game of cards with her, she is simply obsessed with it!
french: [_saku_] Alors j'ai dit à Tsunade que le jeu n'est pas pour moi, mais vous n'avez aucune idée à quel point il est difficile de rejeter un jeu de cartes avec elle, elle est simplement obsédée par elle !
italian: [_saku_] Poi ho detto Tsunade che il gioco d'azzardo non è per me, ma non avete idea di quanto sia difficile rifiutare un gioco di carte con lei, lei è semplicemente ossessionato da esso!
japanese: [_saku_] それから私はギャンブルは私のためではないと綱手に言いました。 でも彼女とのカードゲームを拒否するのがどれほど難しいか分からない 彼女はただそれに取りつかれてる!
spanish: [_saku_] Entonces le dije a Tsunade que apostar no es para mí pero no sabes lo difícil que es rechazar un juego de cartas con ella, simplemente está obsesionada con él!

source: [_hi_] Nothing strange! No matter how many times I tried to beat her, it was a lost cause. It’s good that I refused to let her play for money that time.
french: [_hi_] Rien d'étrange ! Peu importe combien de fois j'ai essayé de la battre, c'était une cause perdue. C'est bien que j'ai refusé de laisser son jeu pour l'argent.
italian: [_hi_] Niente di strano! Non importa quante volte ho provato a batterla, è stata una causa persa. E 'bene che mi sono rifiutato di lasciarla giocare per soldi quel tempo.
japanese: [_hi_] 不思議なことは何もありません！何度彼女を倒そうとしたかも、それは失われた原因でした。 あの時、彼女に金で遊ばせなかったのは良いことです。
spanish: [_hi_] ¡Nada extraño! No importa cuántas veces intenté derrotarla, fue una causa perdida. Es bueno que me negué a dejar que jugara con dinero esa vez.

source: [_saku_] Our new masseur should definitely meet Tsunade, just in case he can be the first one to beat her!
french: [_saku_] Notre nouveau masseur devrait certainement rencontrer Tsunade, juste au cas où il pourrait être le premier à la battre !
italian: [_saku_] Il nostro nuovo massaggiatore dovrebbe sicuramente incontrare Tsunade, proprio nel caso in cui possa essere il primo a batterla!
japanese: [_saku_] 新しいマッサージ師は間違いなく綱手に会うべきです。万一、彼が彼女を倒す最初の一人になれる場合に備えて!
spanish: [_saku_] Nuestro nuevo masajista debería encontrarse con Tsunade, ¡por si pudiera ser el primero en derrotarla!

source: [_r_] Is she really that good?
french: [_r_] Est-elle vraiment si bonne ?
italian: [_r_] È davvero così buona?
japanese: [_r_] 彼女は本当にそんなに良いです?
spanish: [_r_] ¿Es realmente tan buena?

source: [_saku_] She's a gambler! It's better not to joke with people like that unless you're ready to leave with empty pockets!
french: [_saku_] Elle est un joueur ! Il vaut mieux ne pas plaisanter avec des gens comme ça à moins que vous ne soyez prêt à laisser vos poches vides !
italian: [_saku_] Lei è un giocatore d'azzardo! È meglio non scherzare con persone del genere a meno che tu non sia pronto a partire con tasche vuote!
japanese: [_saku_] 彼女はギャンブラーだ！あなたが空のポケットを残す準備ができていない限り、そんな人と冗談を言わない方がいいよ！
spanish: [_saku_] ¡Sí! ¡Es mejor no bromear con gente como esa a menos que estés listo para salir con bolsillos vacíos!

source: [_r_] Well, actually, I'm a pretty good player too, maybe I'd try my hand at it.
french: [_r_] Eh bien, en fait, je suis aussi un bon joueur, peut-être que j'essayerais ma main dessus.
italian: [_r_] Beh, in realtà, sono un giocatore abbastanza bravo anche, forse mi proverei la mano a esso.
japanese: [_r_] まあ、実際には、私もかなり良いプレーヤーです。たぶん、私はそれを試してみます。
spanish: [_r_] Bueno, en realidad, también soy un jugador bastante bueno, tal vez probaría mi mano en él.

source: [_m_] Rather, I just want to see Tsunade and her legendary tits.
french: [_m_] Au contraire, je veux juste voir Tsunade et ses seins légendaires.
italian: [_m_] Piuttosto, voglio solo vedere Tsunade e le sue leggendarie tette.
japanese: [_m_] むしろ、綱手と彼女の伝説のおっぱいを見たいだけです。
spanish: [_m_] Rather, solo quiero ver a Tsunade y sus tetas legendarias.

source: [_saku_] You know what? I can arrange it. Everyone refuses to play with her, but I see you don't mind losing some money.
french: [_saku_] Vous savez quoi ? Je peux arranger ça. Tout le monde refuse de jouer avec elle, mais je vois que ça ne vous dérange pas de perdre de l'argent.
italian: [_saku_] Sai cosa? Posso organizzarlo. Tutti si rifiutano di giocare con lei, ma vedo che non ti dispiace perdere un po' di soldi.
japanese: [_saku_] あなたは何を知っていますか？私はそれを手配することができます。誰もが彼女と遊ぶことを拒否しますが、私はあなたがいくらかお金を失っても構わないのを見ます。
spanish: [_saku_] ¿Sabes qué? Lo puedo arreglar. Todos se niegan a jugar con ella, pero veo que no te importa perder algo de dinero.

source: [_r_] I have to spend my new salary somewhere, right?
french: [_r_] Je dois dépenser mon nouveau salaire quelque part, non ?
italian: [_r_] Devo spendere il mio nuovo stipendio da qualche parte, giusto?
japanese: [_r_] 新しい給料をどこかで使わなければなりませんよね？
spanish: [_r_] Tengo que gastar mi nuevo salario en algún lugar, ¿verdad?

source: [_hi_] She'll definitely like him!
french: [_hi_] Elle va définitivement l'aimer !
italian: [_hi_] Le piacerà sicuramente!
japanese: [_hi_] 彼女は間違いなく彼を好きになるでしょう!
spanish: [_hi_] ¡Verdaderamente le gustará!

source: [_saku_] Ha! I don't even doubt it.
french: [_saku_] Ha ! Je n'en doute même pas.
italian: [_saku_] Ciao! Non ne dubito neanche.
japanese: [_saku_] ハ！疑ってもいないよ。
spanish: ¡[_saku_] Hola! Ni siquiera lo dudo.

source: [_saku_] Okay! Then I'll wash the dishes and cut the rest of the cake. We have two restrooms, a gray door near the entrance, don't get lost!
french: [_saku_] Ok ! Alors je vais laver la vaisselle et couper le reste du gâteau. Nous avons deux toilettes, une porte grise près de l'entrée, ne vous perdez pas !
italian: [_saku_] Okay! Poi laverò i piatti e taglierò il resto della torta. Abbiamo due bagni, una porta grigia vicino all'ingresso, non perdersi!
japanese: [_saku_] OK! それではお皿を洗って残りのケーキをカットします。 トイレは2つあり、入り口の近くに灰色のドアがあり、迷子にならないでください!
spanish: [_saku_] ¡Vale! Entonces te lavaré los platos y cortaré el resto del pastel. ¡Tenemos dos cuartos de baño, una puerta gris cerca de la entrada, no te pierdas!

source: [_r_] Of course, I'll be quick.
french: [_r_] Bien sûr, je serai rapide.
italian: [_r_] Certo, sarò veloce.
japanese: [_r_] もちろん、素早いです。
spanish: [_r_] Por supuesto, seré rápido.

source: [_m_] It's cozy in here.
french: [_m_] C'est fainéant ici.
italian: [_m_] È accogliente qui dentro.
japanese: [_m_] こちらは居心地がいいですね。
spanish: [_m_] Es acogedor en aquí.

source: [_m_] A big family home, just like how I imagined Sakura and Sasuke's nest.
french: [_m_] Une grande maison familiale, comme j'imaginais Sakura et le nid de Sasuke.
italian: [_m_] Una grande casa di famiglia, proprio come immaginavo Sakura e il nido di Sasuke.
japanese: [_m_] 大きな家族の家, ちょうど私がさくらと佐助の巣を想像したように.
spanish: [_m_] Una gran casa familiar, como me imagino Sakura y el nido de Sasuke.

source: [_m_] Okay, I need to take a leak quickly.
french: [_m_] Ok, je dois prendre une fuite rapidement.
italian: [_m_] Okay, ho bisogno di prendere una perdita rapidamente.
japanese: [_m_] わかりました、すぐにリークを取らなければなりません。
spanish: [_m_] Vale, necesito tomar rápidamente una fuga.

source: [_r_] Huh? Hinata? You...
french: [_r_] Hum ? Hinata ? Vous...
italian: [_r_] Huh? Hinata? Tu...
japanese: [_r_] Hata. Hinata? You...
spanish: ¿[_r_] Huh? ¿Hinata? Tú...

source: [_hi_] Shh! We don't have much time, come here..
french: [_hi_] Shh ! Nous n'avons pas beaucoup de temps, venez ici.
italian: [_hi_] Shh! Non abbiamo molto tempo, vieni qui..
japanese: [_hi_] シー! あまり時間がない、ここに来る。
spanish: [_hi_] ¡Shh! No tenemos mucho tiempo, vamos aquí ..

source: [_hi_] Come to mommy.
french: [_hi_] Viens à maman.
italian: [_hi_] Vieni alla mamma.
japanese: [_hi_] ママのところに来なさい。
spanish: [_hi_] Ven a mi.

source: [_r_] Fuck...
french: [_r_] Fuck foutu ...
japanese: [_r_] ファック...
spanish: [_r_] Pequeño...

source: [_r_] Mmmmmm... What a s-surprise...
french: [_r_] Mmmm... Quelle surprise...
italian: [_r_] Mmmmmm... Che sorpresa...
japanese: [_r_] Mmmm... なんて驚きchar@@1
spanish: [_r_] Mmmmmm... Qué sorpresa...

source: [_r_] But I have nothing to complain about...
french: [_r_] Mais je n'ai rien à me plaindre ...
italian: [_r_] Ma non ho nulla di cui lamentarmi...
japanese: [_r_] しかし、私は文句を言うものは何もありません...
spanish: [_r_] Pero no tengo nada de lo que quejarme...

source: [_r_] Like this, Hinata...
french: [_r_] Comme ça, Hinata...
italian: [_r_] Come questo, Hinata...
japanese: [_r_] このように、ひなた...
spanish: [_r_] Me gusta esto, Hinata...

source: [_r_] Hurry up a little...
french: [_r_] Dépêche-toi un peu ...
italian: [_r_] Sbrigati un po'...
japanese: [_r_] 急いでchar@@1
spanish: [_r_] Apresúrate un poco...

source: [_r_] You can go deeper!
french: [_r_] Vous pouvez aller plus loin !
italian: [_r_] Puoi andare più in profondità!
japanese: [_r_] もっと深く行くことができます!
spanish: [_r_] ¡Puede profundizar!

source: [_r_] Yes! Like this... Swallow...
french: [_r_] Oui ! Comme ceci... Aimer...
italian: [_r_] Sì! Come questo... Inghiottire...
japanese: [_r_] はい! このように...
spanish: ¡[_r_] Sí! Como esto... tragar...

source: [_r_] I'll let it all down soon...
french: [_r_] Je vais tout lâcher bientôt...
italian: [_r_] lascerò tutto giù presto...
japanese: [_r_] すぐに全てを失望させます...
spanish: [_r_] lo defendré pronto...

source: [_r_] Swallow this...
french: [_r_] Approuver ceci...
italian: [_r_] ingoiare questo...
japanese: [_r_] これを飲み込む...
spanish: [_r_] Gestionar esto...

source: [_r_] Fuck... That was fast...
french: [_r_] Fuck... C'était rapide...
italian: [_r_] Fuck... È stato veloce...
japanese: [_r_] ファック... それは速かった...
spanish: [_r_] Suerte... Eso fue rápido...

source: [_hi_] Thanks for the treat.
french: [_hi_] Merci pour le traitement.
italian: [_hi_] Grazie per la delizia.
japanese: [_hi_] ご治療ありがとうございます。
spanish: [_hi_] Gracias por la sorpresa.

source: [_r_] What if Sakura notices us?
french: [_r_] Et si Sakura nous remarque ?
italian: [_r_] Cosa succede se Sakura ci nota?
japanese: [_r_] さくらが気づいたらどうしますか？
spanish: [_r_] ¿Y si Sakura nos nota?

source: [_hi_] Stop it, we're just two people who went to separate bathrooms.
french: [_hi_] Arrêtez-le, nous sommes juste deux personnes qui sont allées dans des salles de bains séparées.
italian: [_hi_] Fermatevi, siamo solo due persone che sono andate a bagni separati.
japanese: [_hi_] やめてください、私たちは別々のバスルームに行ってきた二人だけです。
spanish: [_hi_] Deténgalo, somos sólo dos personas que fueron a cuartos de baño separados.

source: [_hi_] Moreover, I couldn’t miss the opportunity to blow you in Sakura’s house, it turns me on!
french: [_hi_] En outre, je ne pouvais pas rater l'occasion de vous faire sauter dans la maison de Sakura, ça me tourne !
italian: [_hi_] Inoltre, non potevo perdere l’occasione di soffiarvi nella casa di Sakura, mi eccita!
japanese: [_hi_] さらに、Sakuraの家であなたを吹き飛ばす機会を見逃すことはできませんでした。それは私をオンにします！
spanish: [_hi_] Además, no pude perder la oportunidad de volarte en la casa de Sakura, ¡me da la vuelta!

source: [_r_] I adore you so much.
french: [_r_] Je t'adore tellement.
italian: [_r_] Ti adoro così tanto.
japanese: [_r_] 私はあなたをとても崇拝します.
spanish: [_r_] te adoro tanto.

source: [_hi_] Words like those are precisely why I am ready to blow you anywhere!
french: [_hi_] Les mots comme c'est précisément la raison pour laquelle je suis prêt à vous faire exploser n'importe où !
italian: [_hi_] Parole come queste sono proprio perché sono pronto a soffiarvi ovunque!
japanese: [_hi_] このような言葉こそ、私がどこでもあなたを吹き飛ばす準備ができている理由なのです!
spanish: [_hi_] Palabras como estas son precisamente por qué estoy listo para soplarte en cualquier lugar!

source: [_hi_] Now let's go! It's not polite to leave the hostess alone.
french: [_hi_] Maintenant, allons-y ! Ce n'est pas poli de laisser l'hôtesse seule.
italian: [_hi_] Ora andiamo! Non è educato lasciare la hostess da sola.
japanese: [_hi_] さあ行きましょう! ホステスを放っておくのは礼儀正しくありません。
spanish: [_hi_] ¡Ahora vamos! No es educado dejar a los huérfanos solos.

source: [_hi_] Have you come up with a program for us today?
french: [_hi_] Avez-vous un programme pour nous aujourd'hui ?
italian: [_hi_] Hai trovato un programma per noi oggi?
japanese: [_hi_] 今日は私たちのためのプログラムを考えましたか?
spanish: [_hi_] ¿Has ideado un programa para nosotros hoy?

source: [_r_] Of course, sweetie, now you quickly change your clothes and we’ll have a lot of fun in the room.
french: [_r_] Bien sûr, chérie, maintenant vous changez rapidement vos vêtements et nous aurons beaucoup de plaisir dans la chambre.
italian: [_r_] Naturalmente, sweetie, ora cambiate rapidamente i vostri vestiti e ci divertiremo molto nella stanza.
japanese: [_r_] もちろん、素敵なお洋服を着替えていただければ、お部屋でたくさんのお楽しみをいただけます。
spanish: [_r_] Por supuesto, las semanas pasadas, ahora cambias rápidamente tu ropa y nos divertiremos mucho en la habitación.

source: [_hi_] Do what you want! I like to obey...
french: [_hi_] Faites ce que vous voulez ! J'aime obéir ...
italian: [_hi_] Fai quello che vuoi! Mi piace obbedire...
japanese: [_hi_] あなたが望むことをしてください！私は従いたいです...
spanish: [_hi_] ¡Haz lo que quieras! Me gusta obedecer...

source: [_hi_] I sound like a slut but... This is too hot...
french: [_hi_] Je sonne comme une chienne mais... C'est trop chaud...
italian: [_hi_] suono come una troia ma... Questo è troppo caldo...
japanese: [_hi_] 私は痴女のように聞こえますが...これは暑すぎます...
spanish: [_hi_] Supongo como una zorra... Esto es demasiado caliente...

source: [_r_] I can’t blame you for your tendency to submit.
french: [_r_] Je ne peux pas vous accuser de votre tendance à vous soumettre.
italian: [_r_] Non posso incolpare te per la tua tendenza a sottometterti.
japanese: [_r_] あなたの提出傾向で責めることはできません。
spanish: [_r_] No puedo culparle por su tendencia a someterse.

source: [_r_] When you lower your eyes and obediently wait for my instructions, you are the hottest woman in the world.
french: [_r_] Lorsque vous abaisez les yeux et que vous attendez de recevoir mes instructions, vous êtes la femme la plus chaude du monde.
italian: [_r_] Quando abbassate gli occhi e attendete obbedientemente le mie istruzioni, siete la donna più calda del mondo.
japanese: [_r_] 目を下げて素直に私の指示を待つと、あなたは世界で一番ホットな女性です。
spanish: [_r_] Cuando usted baja sus ojos y obedientemente espera por mis instrucciones, usted es la mujer más caliente del mundo.

source: [_hi_] God... You are such a tease! Come on faster, I want to play!
french: [_hi_] Mon dieu... Vous êtes une telle tease ! Venez plus vite, je veux jouer !
italian: [_hi_] Dio... Tu sei un tal tifoso! Vieni più veloce, voglio giocare!
japanese: [_hi_] 神様char@@1あなたはそんなに愛想がいいです！もっと速く遊びたいです！
spanish: [_hi_] Dios ... ¡Usted es una burda! ¡Vamos más rápido, quiero jugar!

source: [_r_] Were your expectations met?
french: [_r_] Vos attentes ont-elles été satisfaites ?
italian: [_r_] Le tue aspettative sono state soddisfatte?
japanese: [_r_] あなたの期待は満たされましたか？
spanish: [_r_] ¿Cumplieron tus expectativas?

source: [_hi_] Yes... I was wet all day just thinking about how we would end up in the room soon...
french: [_hi_] Oui ... J'étais mouillé toute la journée en pensant à la façon dont on finirait dans la chambre bientôt ...
italian: [_hi_] Sì... Sono stato bagnato tutto il giorno solo pensando a come avremmo finito nella stanza presto...
japanese: [_hi_] はい...私たちはすぐにどのように部屋に入ってしまうのかを考えただけで一日中濡れていました...
spanish: [_hi_] Sí... Estaba mojado todo el día pensando cómo terminaríamos en la sala pronto...

source: [_hi_] I bet it’s unbeatable, taking such a load off your shoulders...
french: [_hi_] Je parie que c'est imbattable, prenant une telle charge sur tes épaules ...
italian: [_hi_] Scommetto che è imbattibile, prendendo un tale carico dalle spalle...
japanese: [_hi_] 無敵だろうね。そんな荷物を背負ってchar@@1
spanish: [_hi_] Apuesto a que es imbatible, tomando tal carga fuera de sus hombros ...

source: [_r_] You've been so brave lately, I love that about you.
french: [_r_] Vous avez été si courageux ces derniers temps, j'adore ça à votre sujet.
italian: [_r_] Tu sei stato così coraggioso ultimamente, lo amo per te.
japanese: [_r_] 最近は勇敢だったわね、私はあなたのことが大好き。
spanish: [_r_] Has sido tan valiente últimamente, me encanta eso de ti.

source: [_hi_] Stop it... You're embarrassing me!
french: [_hi_] Arrêtez-vous... Vous me gênez !
italian: [_hi_] fermarlo... Mi stai imbarazzando!
japanese: [_hi_] やめろchar@@1 恥ずかしい！
spanish: [_hi_] detenerlo... ¡Me estás avergonzando!

source: [_r_] Do you want something more extreme?
french: [_r_] Voulez-vous quelque chose de plus extrême ?
italian: [_r_] Vuoi qualcosa di più estremo?
japanese: [_r_] もっと極端なものが欲しいですか？
spanish: [_r_] ¿Quieres algo más extremo?

source: [_hi_] Have you come up with something new?
french: [_hi_] Avez-vous quelque chose de nouveau ?
italian: [_hi_] Hai inventato qualcosa di nuovo?
japanese: [_hi_] 何か新しいことを思いつきましたか？
spanish: [_hi_] ¿Has encontrado algo nuevo?

source: [_r_] Tomorrow I'm working at Sakura’s place, come to my session, I'll fuck you right on the massage table.
french: [_r_] Demain je travaille à l'endroit de Sakura, venez à ma session, je vous baisserai à droite sur la table de massage.
italian: [_r_] Domani sto lavorando al posto di Sakura, venite alla mia sessione, ti scoperò proprio sul tavolo dei massaggi.
japanese: [_r_] 明日はSakuraの家で働いています。私のセッションに来て、マッサージテーブルであなたをファックします。
spanish: [_r_] Mañana estoy trabajando en el lugar de Sakura, ven a mi sesión, te follaré directamente en la mesa de masaje.

source: [_hi_] B-but what if Sakura catches us? Or is she not checking the staff at all?
french: [_hi_] B-mais que se passe-t-il si Sakura nous attrape ? Ou ne vérifie-t-elle pas du tout le personnel ?
italian: [_hi_] B-ma cosa succede se Sakura ci cattura? O non sta controllando il personale?
japanese: [_hi_] B-しかし、さくらが私たちを捕まえたらどうだろうか? それとも、スタッフのチェックをしないのか?
spanish: [_hi_] B-pero ¿qué pasa si Sakura nos atrae? ¿O no está revisando al personal en absoluto?

source: [_r_] That's the whole point, Sakura often drops by to check how I'm doing...
french: [_r_] C'est tout le point, Sakura tombe souvent par pour vérifier ce que je fais...
italian: [_r_] Questo è tutto il punto, Sakura spesso scende per controllare come sto facendo...
japanese: [_r_] それがポイントです。さくらはよく立ち寄って、私がどのようにしているかを確認します。
spanish: [_r_] Ese es el punto completo, Sakura a menudo deja de lado para comprobar cómo estoy haciendo...

source: [_r_] The feeling that we might get caught, isn't that what makes you wet?
french: [_r_] Le sentiment que nous pourrions être pris, n'est-ce pas ce qui vous rend mouillé ?
italian: [_r_] La sensazione che potremmo essere catturati, non è che cosa ti fa bagnato?
japanese: [_r_] 私たちが捕まるかもしれないという感覚は、あなたが濡れてしまう原因ではありませんか?
spanish: [_r_] La sensación de que podríamos ser atrapados, ¿no es eso lo que te hace mojar?
