Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_r_] An explosive temper doesn't appeal to me much.
french: [ _r_ ] Un explosif explosif ne m'appelle pas beaucoup.
spanish: [_r_] Un templo explosivo no me atrae mucho.

source: [_r_] A nice family girl is the best for relationships, but I probably wouldn't look for such a girl, it will just happen one day.
french: [ _r_ ] Une belle fille de famille est la meilleure pour les relations, mais je n'aurais probablement pas l'air d'une telle fille, ça va arriver un jour.
spanish: [_r_] Una bonita chica familiar es la mejor para las relaciones, pero probablemente no lo buscaría, solo sucederá algún día.

source: [_saku_] I see! To each his own, I'm sure in time you'll find the perfect match!
french: [_saku_] Je vois ! Pour chacun de lui, je suis sûr que vous trouverez à temps le match parfait !
spanish: [_saku_] ¡Veo! ¡A cada uno de los suyos, estoy seguro que en el tiempo encontrarás el partido perfecto!

source: [_hi_] Go ahead! I want you to ask me the boldest question you can think of!
french: [_hi_] Allez-y ! Je veux que vous me posiez la question la plus audacieuse à laquelle vous pouvez penser !
spanish: [_hi_] ¡Adelante! ¡Quiero que me hagas la pregunta más audaz en la que puedas pensar!

source: [_saku_] Wow! She's challenging you!
french: [_saku_] Wow ! Elle vous défie !
spanish: ¡[_saku_] Wow! ¡Te está desafiando!

source: [_r_] The boldest? Okay...
french: [_r_] Le plus audacieux? D'accord...
spanish: [_r_] ¿Lo más audaz? Vale...

source: [_r_] So, Hinata, you're Hokage's wife, aren't you? In your entire life, have you ever liked anyone other than him? Back when you weren't in a relationship with him.
french: [ _r_ ] Donc, Hinata, vous êtes la femme de Hokage, n'est-ce pas? Dans toute votre vie, avez-vous déjà aimé quelqu'un d'autre que lui? De retour quand tu n'étais pas dans une relation avec lui.
spanish: [_r_] Entonces, Hinata, eres esposa de Hokage, ¿no es tú? En toda tu vida, ¿te ha gustado a nadie más que a él?, vuelve cuando no estabas en relación con él.

source: [_hi_] I... I don't know. I can't answer that, I'd rather have a drink!
french: [_hi_] Je... Je ne sais pas. Je ne peux pas y répondre, je préfère boire un verre !
spanish: [_hi_] yo... no sé. No puedo responder eso, ¡preferiría tomar una bebida!

source: [_saku_] Good one, ou hit it right on the mark! Are newbies always this lucky?
french: [ _saku_ ] Bien, tu l'as frappé juste sur la marque ! Les nouveaux ont-ils toujours eu de la chance?
spanish: [_saku_] Bueno, ¡o golpearlo justo en el marco! ¿Son los novatos siempre esta suerte?

source: [_r_] I'm surprised myself!
french: [_r_] Je suis moi-même surpris !
spanish: [_r_] ¡Me sorprende!

source: [_saku_] Alright, since Hinata couldn't answer, the circle changes its direction, now you ask me a question.
french: [ _saku_ ] Alright, puisque Hinata ne pouvait pas répondre, le cercle change de direction, maintenant vous me posez une question.
spanish: [_saku_] Bien, ya que Hinata no pudo responder, el círculo cambia de dirección, ahora me haces una pregunta.

source: [_saku_] Let's see if you're that good!
french: [ _saku_ ] Voyons si vous êtes ce bien !
spanish: [_saku_] ¡Veamos si eres tan bueno!

source: [_r_] Sakura... I'm sure we all have bad habits, name a bad habit you're ashamed of.
french: [_r_] Sakura... Je suis sûr que nous avons tous de mauvaises habitudes, nommez une mauvaise habitude dont vous avez honte.
spanish: [_r_] Sakura... Estoy seguro de que todos tenemos malos hábitos, denomina un mal hábito del que te avergonzas.

source: [_hi_] Ooh! Time for embarrassing stories!
french: [_hi_] Ooh! Il est temps de raconter des histoires embarrassantes !
spanish: ¡[_hi_] Ooh! ¡Es hora de historias embarazosas!

source: [_saku_] Okay, you got me. Let my shameful story remain a secret!
french: [_saku_] D'accord, tu m'as compris. Laisse ma honte histoire rester un secret!
spanish: [_saku_] Vale, me has recibido. ¡Deja que mi vergonzosa historia siga siendo un secreto!

source: [_hi_] Drink, drink, drink!
french: [_hi_] Boire, boire, boire!
spanish: ¡[_hi_] , beber, beber, beber!

source: [_saku_] It's time for something stronger, right? Okay, okay, I'm drinking.
french: [ _saku_ ] Il est temps pour quelque chose de plus fort, non? Ok, ok, je bois.
spanish: [_saku_] Es hora de algo más fuerte, ¿verdad? Vale, bien, sí, estoy bebiendo.

source: [_hi_] Now you're asking me a question again!
french: [ _hi_ ] Maintenant vous me posez une question !
spanish: [_hi_] ¡Ahora me estás haciendo una pregunta de nuevo!

source: [_r_] Hinata... Hadn't you become a shinobi in your time, what profession do you think you would have learned?
french: [_r_] Hinata... N'avez-vous pas été devenu un shinobi à votre époque, quelle profession pensez-vous que vous auriez appris?
spanish: [_r_] Hinata ... ¿No te has convertido en un shinobi en tu tiempo, qué profesión crees que habías aprendido?

source: [_hi_] Well... I loved cooking when I was a kid, and I still do. I think I'd be able to devote my life to cooking!
french: [ _hi_ ] Eh bien ... J'aimais la cuisine quand j'étais enfant, et je le fais toujours. Je pense que je serai en mesure de consacrer ma vie à cuisiner !
spanish: [_hi_] Bueno... Me encantó cocinar cuando era un niño, y todavía lo hago. Creo que podría dedicar mi vida a cocinar!

source: [_saku_] That was an easy one!
french: [ _saku_ ] C'était facile !
spanish: [_saku_] ¡Eso fue fácil!

source: [_hi_] It's going to be harder now, Sakura!
french: [_hi_] Ça va être plus difficile maintenant, Sakura !
spanish: [_hi_] ¡Va a ser más difícil ahora, Sakura!

source: [_saku_] I'm scared already! The shots we're drinking are pretty strong.
french: [_saku_] J'ai déjà peur ! Les tirs que nous buvons sont assez forts.
spanish: [_saku_] ¡Ya tengo miedo! Los tiros que bebemos son bastante fuertes.

source: [_hi_] Sakura! Do you have any sex toys at home? What do they look like?
french: [_hi_] Sakura ! Avez-vous des jouets de sexe à la maison ? À quoi ressemblent-ils ?
spanish: ¡[_hi_] Sakura! ¿Tienes algún juguete sexual en casa? ¿A qué parecen?

source: [_saku_] Damn... How do I answer that? It's embarrassing...
french: [_saku_] Bon sang... Comment puis-je y répondre ? C'est embarrassant...
spanish: [_saku_] Damn... ¿Cómo respondo eso? Es vergonzoso...

source: [_hi_] Then drink up!
french: [_hi_] Alors buvez !
spanish: [_hi_] ¡Entonces bebé!

source: [_saku_] You're playing dirty... But I'll get my revenge!
french: [_saku_] Tu joues sale... Mais je vais me venger!
spanish: [_saku_] Estás jugando sucio ... ¡Pero obtendré mi venganza!

source: [_hi_] [viname]! If Sakura and I weren't married women, which one of us would be more popular with men?
french: [_hi_] [viname]! Si Sakura et moi n'étions pas des femmes mariées, lequel d'entre nous serait plus populaire auprès des hommes ?
spanish: [_hi_] [viname]! Si Sakura y yo no fuimos mujeres casadas, ¿cuál de nosotros sería más popular entre los hombres?

source: [_saku_] Oh, Sakura's really going wild!
french: [_saku_] Oh, Sakura va vraiment sauvage !
spanish: [_saku_] Oh, ¡Sakura está realmente saliendo salvaje!

source: [_r_] It's hard to say, but I still think Sakura would.
french: [ _r_ ] C'est difficile à dire, mais je pense toujours que Sakura le ferait.
spanish: [_r_] Es difícil decirlo, pero sigo pensando que Sakura lo haría.

source: [_r_] You're both very pretty, but Sakura looks like a woman who can do anything!
french: [ _r_ ] Vous êtes tous les deux très jolie, mais Sakura ressemble à une femme qui peut faire n'importe quoi !
spanish: [_r_] ¡Ambos son muy bonitos, pero Sakura parece una mujer que puede hacer cualquier cosa!

source: [_r_] A hospital director with that kind of looks and status, that's attractive!
french: [ _r_ ] Un directeur d'hôpital avec ce genre de regard et de statut, c'est attirant !
spanish: [_r_] Un director del hospital con ese tipo de apariencia y estado, ¡eso es atractivo!

source: [_saku_] Oh, cut this off... It's nice to hear, though!
french: [_saku_] Oh, coupez ceci... Mais c'est bien d'entendre !
spanish: [_saku_] Oh, corta esto... ¡Es bueno oír, sin embargo!

source: [_r_] You both look excellent, but I'm leaning more towards Hinata.
french: [ _r_ ] Vous avez l'air excellent, mais je penche plus vers Hinata.
spanish: [_r_] Ambos se ven excelentes, pero me inclino más hacia Hinata.

source: [_r_] A nice housewife who will always provide a good meal is something that a lot of men want.
french: [ _r_ ] Une belle femme au foyer qui fournira toujours un bon repas est quelque chose que beaucoup d'hommes veulent.
spanish: [_r_] Una buena ama de casa que siempre proporcionará una buena comida es algo que muchos hombres quieren.

source: [_r_] For most men, I think Hinata's type is the ideal.
french: [ _r_ ] Pour la plupart des hommes, je pense que le type de Hinata est l'idéal.
spanish: [_r_] Para la mayoría de los hombres, creo que el tipo de Hinata es el ideal.

source: [_hi_] Compliments! How nice to hear!
french: [_hi_] Compliments ! Quel plaisir d'entendre !
spanish: ¡[_hi_] Complementos! ¡Qué agradable de oír!

source: [_r_] Okay, Sakura... Since we can play dirty...
french: [_r_] Ok, Sakura... Puisque nous pouvons jouer sale...
spanish: [_r_] Vale, Sakura... Desde que podemos jugar a la suciedad...

source: [_r_] How often do you masturbate?
french: [ _r_ ] Combien de fois vous masturbez?
spanish: [_r_] ¿Con qué frecuencia masturbas?

source: [_hi_] Ha! I like this question!
french: [_hi_] Ha! J'aime cette question !
spanish: [_hi_] ¡Hola! ¡Me gusta esta pregunta!

source: [_saku_] Guys... That's quite the questions you're asking... But I can't lose again...
french: [_saku_] Guys... C'est bien les questions que vous posez... Mais je ne peux pas perdre à nouveau...
spanish: [_saku_] Guys ... Esa es toda la pregunta que te estás haciendo ... Pero no puedo perder de nuevo ...

source: [_saku_] O-okay, to hell with it! I want revenge on Hinata!
french: [_saku_] O-OK, pour l'enfer ! Je veux me venger d'Hinata !
spanish: [_saku_] O-ok, ¡al infierno con ella! ¡Quiero venganza en Hinata!

source: [_saku_] It's... about three times a day...
french: [ _saku_ ] C'est ... environ trois fois par jour ...
spanish: [_saku_] Es ... unas tres veces al día ...

source: [_hi_] Wow! That's a lot!
french: [_hi_] Wow! C'est beaucoup!
spanish: [_hi_] ¡Wow! ¡Eso es mucho!

source: [_saku_] That's it! Quit discussing this!
french: [_saku_] Voilà! Quittez d'en discuter!
spanish: [_saku_] ¡Eso es! ¡Deja de discutir esto!

source: [_saku_] My question!
french: [_saku_] Ma question !
spanish: [_saku_] ¡Mi pregunta!

source: [_saku_] Hinata! A few years ago, you and me bought the same dildo... What position do you use it in most often?
french: [_saku_] Hinata ! Il y a quelques années, vous et moi avons acheté le même gode... Quelle position utilisez-vous le plus souvent?
spanish: [_saku_] ¡Hinata! Hace unos años, tú y yo compramos el mismo consolador... ¿Qué posición lo usamos con más frecuencia?

source: [_hi_] Hey... That was our secret... I... I'll have a drink!
french: [_hi_] Hé ... C'était notre secret... Je... Je vais boire un verre!
spanish: [_hi_] Hola... Ese era nuestro secreto... ¡Yo... voy a tomar una bebida!

source: [_saku_] That's right! That'll teach you how to corner me!
french: [_saku_] C'est juste! Ça vous apprendra à me coincer!
spanish: [_saku_] ¡Eso está bien! ¡Eso te enseñará a cortejarme!

source: [_saku_] [viname]! If you don't answer, I win!
french: [_saku_] [viname]! Si vous ne répondez pas, je gagne!
spanish: [_saku_] [viname]! ¡Si no respondes, yo gano!

source: [_saku_] Have you ever masturbated thinking about any of us?
french: [ _saku_ ] Avez-vous déjà masturbé la pensée à propos de n'importe lequel d'entre nous?
spanish: [_saku_] ¿Alguna vez te has masturbado pensando en alguno de nosotros?

source: [_r_] Since we have to be 100 percent honest here.... Yeah, I did it once.
french: [ _r_ ] Puisque nous devons être 100% honnêtes ici .... Ouais, je l'ai fait une fois.
spanish: [_r_] Desde que tenemos que ser honestos al 100 por ciento aquí... Sí, lo hice una vez.

source: [_r_] I couldn't help it, I'm a single guy and you girls are just too pretty.
french: [ _r_ ] Je ne pouvais pas l'aider, je suis un seul mec et les filles sont trop jolies.
spanish: [_r_] No pude ayudarlo, soy un solo tipo y tus chicas son demasiado bonitas.

source: [_saku_] Bold! I didn't think you'd answer.
french: [_saku_] Bolt ! Je ne pense pas que vous y répondiez.
spanish: ¡[_saku_] audaz! No pensé que lo ibas a responder.

source: [_r_] No, why would I when I can just watch porn?
french: [ _r_ ] Non, pourquoi est-ce que je peux juste regarder le porno?
spanish: [_r_] No, ¿por qué lo haría cuando solo puedo ver porno?

source: [_r_] Thoughts haven't turned me on for a long time.
french: [_r_] Les pensées ne m’ont pas allumée depuis longtemps.
spanish: [_r_] Thoughts no me han encendido durante mucho tiempo.

source: [_saku_] Missed... Although if you did, I'm sure you wouldn't have said so!
french: [_saku_] Vous avez manqué... Bien que vous l'ayez fait, je suis sûr que vous ne l'auriez pas dit!
spanish: [_saku_] perdido... Aunque si lo hiciste, ¡estoy seguro de que no lo habrías dicho!

source: [_r_] Hinata, what's your favorite kind of sex and position?
french: [_r_] Hinata, quel est votre genre de sexe et de position favori ?
spanish: [_r_] Hinata, ¿cuál es tu tipo de sexo y posición favoritos?

source: [_saku_] After a question like that, you have to drink the whole bottle!
french: [ _saku_ ] Après une question comme ça, vous devez boire la bouteille entière !
spanish: [_saku_] Después de una pregunta como esa, usted tiene que beber toda la botella!

source: [_hi_] No way!
french: [_hi_] Aucun moyen !
spanish: ¡[_hi_] de ninguna manera!

source: [_hi_] I like anal sex, my favorite position is doggystyle.
french: [_hi_] I like anal hard sex, my favorite position is doggystyle.
spanish: [_hi_] Me gusta el sexo anal, mi posición favorita es el estilo doggystyle.

source: [_saku_] Damn girl... I can't even imagine what you're going to ask me next...
french: [_saku_] Fille maudite... Je n'imagine même pas ce que vous allez me demander ensuite...
spanish: [_saku_] Niñera muñeca... Ni siquiera puedo imaginar lo que me vas a preguntar a continuación...

source: [_r_] You really answered, that's really brave.
french: [ _r_ ] Vous avez vraiment répondu, c'est vraiment courageux.
spanish: [_r_] Usted realmente respondió, eso es realmente valiente.

source: [_hi_] Sakura, anal sex, vaginal or oral? And why, in detail!
french: [_hi_] Sakura, sexe anal, vaginal ou oral? Et pourquoi, en détail !
spanish: [_hi_] ¿Sakura, sexo anal, vaginal o oral? ¿Y por qué, en detalle!

source: [_saku_] Shit... I... Okay! I'll answer, but that's the last question, and we're going swimming!
french: [_saku_] Shit... Je... Ok ! Je vais répondre, mais c'est la dernière question, et nous allons nager !
spanish: [_saku_] Shit... ¡Vale! ¡Responderé, pero esa es la última pregunta y vamos a nadar!

source: [_hi_] Or maybe you'll finish the bottle after all?
french: [ _hi_ ] Ou peut-être que vous finerez la bouteille après tout?
spanish: [_hi_] ¿O quizás terminarás la botella después de todo?

source: [_saku_] I can't... It'll just get me completely drunk, I won't be able to rest!
french: [_saku_] Je ne peux pas... Ça va juste me faire ivre, je ne serai pas en mesure de me reposer !
spanish: [_saku_] No puedo ... Solo me pondrá completamente borracho, ¡no podré descansar!

source: [_saku_] Anyway... Oral sex...
french: [_saku_] Quoi qu'il en soit... Sexe oral...
spanish: [_saku_] de todos modos... sexo oral...

source: [_r_] So that's how... And why?
french: [_r_] Alors, c'est comment... Et pourquoi?
spanish: [_r_] Así que así es que... ¿Y por qué?

source: [_saku_] I just like the feeling... When, well...
french: [_saku_] J'aime juste le sentiment... Quand, eh bien...
spanish: [_saku_] Me gusta la sensación... Cuándo, bien...

source: [_hi_] The bottle is waiting...
french: [ _hi_ ] La bouteille est en attente ...
spanish: [_hi_] La botella está esperando...

source: [_saku_] I like the feeling of a cock going straight down my throat! I just like it harder!
french: [_saku_] J'aime la sensation d'une bite qui descend tout droit la gorge ! Je l'aime plus dur !
spanish: [_saku_] ¡Me gusta la sensación de una polla que va directamente a mi garganta! ¡Me gusta!

source: [_hi_] No one's judging you!
french: [ _hi_ ] Personne ne vous juge !
spanish: [_hi_] ¡Nadie te juzga!

source: [_saku_] It's all so embarrassing, guys... Let's just forget about this game...
french: [_saku_] Tout est si embarrassant, les gars... Oublions ce jeu...
spanish: [_saku_] Es todo tan vergonzoso, chicos... Vamos a olvidarnos de este juego...

source: [_hi_] What game? I don't remember anything! You're going into the water!
french: [_hi_] Quel jeu? Je ne me souviens de rien! Vous allez dans l'eau !
spanish: [_hi_] ¿Qué juego? ¡No recuerdo nada! ¡Estás entrando en el agua!

source: [_saku_] Yeah, that's what I wanted to hear!
french: [_saku_] Oui, c'est ce que je voulais entendre !
spanish: [_saku_] Sí, eso es lo que quería oír!

source: [_m_] How good they all look...
french: [ _m_ ] Dans quelle mesure ils ont tous l'air ...
spanish: [_m_] Que tan bien todos se ve...

source: [_m_] This whole thing looks like a dream.
french: [ _m_ ] Tout ça ressemble à un rêve.
spanish: [_m_] Todo esto parece un sueño.

source: [_m_] I'm glad Hinata agreed to help me, the way she does it is amazing.
french: [ _m_ ] Je suis contente que Hinata ait accepté de m'aider, la façon dont elle le fait est incroyable.
spanish: [_m_] Me alegro de que Hinata aceptara ayudarme, de la manera en que lo hace es increíble.

source: [_m_] To jump to such intimate questions so easily... I couldn't have done it myself.
french: [ _m_ ] Pour passer à des questions aussi intimes si facilement ... Je n'aurais pas pu le faire moi-même.
spanish: [_m_] Saltar a preguntas tan íntimas tan fácilmente... No podía haberlo hecho yo mismo.

source: [_m_] With her help, Sakura will be mine very soon...
french: [ _m_ ] Avec son aide, Sakura sera à moi très bientôt ...
spanish: [_m_] Con su ayuda, Sakura será el mío muy pronto...

source: [_m_] When that happens, days like this will become the norm. Not only will I be able to enjoy looking at their bodies in swimsuits, I'll enjoy their bodies to the fullest.
french: [ _m_ ] Lorsque cela se produit, des jours comme celui-ci deviendront la norme. Non seulement je serai en mesure de regarder leurs corps en maillot de bain, je profiterai de leur corps au maximum.
spanish: [_m_] Cuando eso suceda, días como este se convertirán en la norma. No solo podré disfrutar mirando sus cuerpos en trajes de baño, disfrutaré de sus cuerpos al máximo.

source: [_m_] I just have to be patient...
french: [ _m_ ] Je dois juste être patient ...
spanish: [_m_] Solo tengo que ser paciente...

source: [_hi_] Hey, what are you gawking at? Enjoying looking at our half-naked bodies?
french: [_hi_] Hé, qu'est-ce que vous vous mettez en train de faire ? Aimez-vous regarder nos corps à moitié nus ?
spanish: [_hi_] Oye, ¿en qué estás malteando? ¿Disfrutar mirando a nuestros cuerpos semidesnudos?

source: [_r_] How do you think? I love it!
french: [ _r_ ] Comment penses-tu? Je l'adore !
spanish: [_r_] ¿Cómo piensas? ¡Me encanta!

source: [_hi_] And what about our big hard friend? Does your thing want some attention yet?
french: [_hi_] Et qu'en est-il de notre gros ami dur ? Est-ce que votre chose veut encore une attention ?
spanish: [_hi_] ¿Y qué hay de nuestro gran amigo duro? ¿Quieren algo de atención aún?

source: [_r_] Hinata... Right here? Sakura's...
french: [_r_] Hinata... Juste ici? Sakura'...
spanish: [_r_] Hinata... ¿Justo aquí? Sakura...

source: [_hi_] Shh... Behind the tree, quickly... Sakura won't even notice you came...
french: [_hi_] Shh... Derrière l'arbre, rapidement... Sakura ne remarquera même pas que vous êtes venu...
spanish: [_hi_] Shh... Atente al árbol, rápidamente... Sakura ni siquiera se dará cuenta de que vinierás...

source: [_r_] Come here, I'll warm you up a bit.
french: [ _r_ ] Viens ici, je te réchaufferai un peu.
spanish: [_r_] Ven aquí, te calentaré un poco.

source: [_hi_] Mmmmm... Your tongue... It feels so good...
french: [_hi_] Mmm... Votre langue... Ça se sent si bien...
spanish: [_hi_] Mmmmm... Su lengua... Se siente tan bien...

source: [_hi_] Good...
french: [_hi_] Bien...
spanish: [_hi_] Bueno ...

source: [_hi_] You know what I need...
french: [ _hi_ ] Vous savez ce dont j'ai besoin ...
spanish: [_hi_] Usted sabe lo que necesito ...

source: [_hi_] M-M-M-M-M-M-M!
french: [_hi_] M-M-M-M-M-M-M-M !
spanish: ¡[_hi_] M-M-M-M-M-M-M-M-M-M-M-M!

source: [_hi_] Right there!
french: [_hi_] Juste là !
spanish: [_hi_] ¡De acuerdo!

source: [_hi_] Come on!
french: [_hi_] Venez !
spanish: [_hi_] ¡Vamos!

source: [_hi_] Please! Fuck me!
french: [_hi_] S'il vous plaît ! Fuck moi !
spanish: ¡[_hi_] por favor! ¡Suerve!

source: [_hi_] Yes! Fuck me! YES!
french: [_hi_] Oui! Fuck moi ! OUI !
spanish: [_hi_] Sí! ¡Me jode! ¡SÍ!

source: [_hi_] Mmmm... I can't help myself... All this talk about sex...
french: [_hi_] Mmmm... Je ne peux m'empêcher de m'aider... Tout cela parle de sexe...
spanish: [_hi_] Mmmm... No puedo ayudarme a sí mismo... Toda esta charla sobre sexo...

source: [_hi_] It's so nice that you can fuck me good right now!
french: [ _hi_ ] C'est si gentil que tu peux me baiser bien maintenant !
spanish: [_hi_] ¡Es tan bonito que puedes follar bien ahora mismo!

source: [_hi_] Yes! Yes! More!
french: [_hi_] Oui ! Oui ! Plus !
spanish: [_hi_] Sí! ¡Sí! ¡Más!

source: [_hi_] You need to finish quickly!
french: [ _hi_ ] Vous devez finir rapidement !
spanish: [_hi_] ¡Es necesario terminar rápidamente!

source: [_hi_] Fuck me hard! Use me like a toy!
french: [_hi_] Fuck me dur ! Utilisez-moi comme un jouet !
spanish: [_hi_] ¡Suerte duro! ¡Úsalo como un juguete!

source: [_r_] Fuck! It's too good!
french: [_r_] Fuck ! C'est trop bien !
spanish: [_r_] ¡Suerte! ¡Es muy bueno!

source: [_r_] I'm gonna cum inside you!
french: [_r_] Je vais foutre en toi!
spanish: [_r_] ¡Estoy gonna cum dentro de ti!

source: [_hi_] Do it! The water will wash it all away!
french: [_hi_] Faites-le ! L'eau se lavera tout au loin !
spanish: [_hi_] ¡Hazlo! ¡El agua lo lavará todo!

source: [_r_] Phew... That was quick...
french: [_r_] Ouf... C'était rapide...
spanish: [_r_] Ph... Eso fue rápido...

source: [_hi_] Let's continue in the room...
french: [ _hi_ ] Laissons continuer dans la chambre ...
spanish: [_hi_] Continuemos en la sala...

source: [_m_] Either the alcohol has affected Hinata so much, or she's just becoming a pervert...
french: [ _m_ ] Soit l'alcool a tellement affecté Hinata, soit elle est en train de devenir un pervers ...
spanish: [_m_] O el alcohol ha afectado tanto a Hinata, o simplemente se está convirtiendo en un pervertido ...

source: [_m_] Whatever it is, I like it.
french: [ _m_ ] Quoi qu'il soit, j'aime bien.
spanish: [_m_] Sea lo que sea, me gusta.

source: [_hi_] The water is so refreshing... I'm glad we went swimming today...
french: [ _hi_ ] L'eau est tellement rafraîchissante ... Je suis content que nous sommes allés nager aujourd'hui ...
spanish: [_hi_] El agua es tan refrescante... Me alegro de que hayamos nadado hoy...

source: [_saku_] You don't say... I've missed this for a long time with this weather...
french: [_saku_] Vous ne dites pas... Cela fait longtemps que j'ai manqué avec cette météo...
spanish: [_saku_] No dices... Me he perdido esto durante mucho tiempo con este tiempo...
