Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_hi_] You... God you're right... I'm down.
french: [_hi_] Vous... Mon dieu vous avez raison... Je suis en panne.
italian: [_hi_] Tu... Dio hai ragione... Sono giù.
japanese: [_hi_] あなたchar@@1 神様、あなたは正しいのです。私はダウンしています。
spanish: [_hi_] Usted ... Dios tienes razón ... Estoy abajo.

source: [_r_] Okay, I'll be waiting for you tomorrow in my office.
french: [_r_] Ok, je t'attendrai demain dans mon bureau.
italian: [_r_] Okay, ti aspetterò domani nel mio ufficio.
japanese: [_r_] 分かりました、明日オフィスでお待ちしております。
spanish: [_r_] Vale, te esperaré mañana en mi oficina.

source: [_saku_] [viname]! Good morning, how are you today?
french: [_saku_] [viname] ! Bonjour, comment êtes-vous aujourd'hui ?
italian: [_saku_] [viname]! Buongiorno, come sei oggi?
japanese: [_saku_] [viname]! おはようございます、今日はいかがですか?
spanish: ¡[_saku_] [viname]! ¡Buenos días, ¿cómo estás hoy?

source: [_r_] Everything is great, Sakura, ready to work! Everything is as usual, right?
french: [_r_] Tout est super, Sakura, prêt à travailler ! Tout est comme d'habitude, non ?
italian: [_r_] Tutto è grande, Sakura, pronto a lavorare! Tutto è come al solito, giusto?
japanese: [_r_] すべてが素晴らしいです, さくら, 仕事の準備ができて! すべてがいつものように, 右?
spanish: [_r_] Todo es genial, Sakura, ¡listo para trabajar! Todo es como siempre, ¿verdad?

source: [_saku_] Yeah, you know, just a regular preventative massage, just do what you do best.
french: [_saku_] Ouais, vous savez, juste un massage préventif régulier, faites ce que vous faites le mieux.
italian: [_saku_] Sì, sai, solo un regolare massaggio preventivo, basta fare quello che fai meglio.
japanese: [_saku_] ええ、普通の予防マッサージだけで、最善を尽くしてください。
spanish: [_saku_] Sí, ya sabes, solo un masaje preventivo regular, solo haz lo que mejor haces.

source: [_r_] Okay! See you at lunch?
french: [_r_] Ok ! À midi ?
italian: [_r_] Okay! Ci vediamo a pranzo?
japanese: [_r_] 分かりました！お昼に会いましょうか？
spanish: ¡[_r_] Vale! ¿Te vemos al almuerzo?

source: [_saku_] Maybe earlier! Sometimes it gets a little boring here.
french: [_saku_] Peut-être plus tôt ! Parfois, cela devient un peu ennuyeux ici.
italian: [_saku_] Forse prima! A volte diventa un po' noioso qui.
japanese: [_saku_] たぶんもっと早く！時々ここで少し退屈になる。
spanish: [_saku_] ¡Tal vez antes! A veces se queda un poco aburrido aquí.

source: [_r_] Okay, come over any time, we’ll chat.
french: [_r_] D'accord, venez à tout moment, nous bavardons.
italian: [_r_] Okay, venite in qualsiasi momento, chattiamo.
japanese: [_r_] わかりました。いつでもお話します。
spanish: [_r_] Vale, venga en cualquier momento, chatearemos.

source: [_m_] Okay, this is the last one, Hinata should come now.
french: [_m_] Ok, c'est le dernier, Hinata devrait venir maintenant.
italian: [_m_] Okay, questo è l'ultimo, Hinata dovrebbe venire ora.
japanese: [_m_] さて、これで最後ですが、ひなたは今からお越しください。
spanish: [_m_] Vale, este es el último, Hinata debería venir ahora.

source: [_m_] It's good that she has a freer schedule now.
french: [_m_] C'est bien qu'elle ait un horaire plus libre maintenant.
italian: [_m_] È bene che lei abbia ora un orario più libero.
japanese: [_m_] 今、彼女がより自由なスケジュールを持っていることは良いことです.
spanish: [_m_] Es bueno que ahora tenga un programa más libre.

source: [_m_] The freer Hinata is, the more time we have for all sorts of perversions!
french: [_m_] Le freer Hinata est, plus nous avons de temps pour toutes sortes de perversions !
italian: [_m_] Il più libero Hinata è, più tempo abbiamo per tutti i tipi di perversioni!
japanese: [_m_] ひなたはもっと自由になればなるほど、いろいろなパーバージョンの時間がかかります!
spanish: [_m_] La Hinata más libre es, ¡más tiempo tenemos para todo tipo de perversiones!

source: [_r_] Come in!
french: [_r_] Viens !
italian: [_r_] Vieni in!
japanese: [_r_] ご来場ください!
spanish: ¡[_r_] entrar!

source: [_hi_] You’ve got a cozy place, huh!
french: [_hi_] Vous avez un endroit confortable, hein !
italian: [_hi_] Hai un posto accogliente, eh!
japanese: [_hi_] あなたは居心地の良い場所を手に入れました！
spanish: [_hi_] Tienes un lugar acogedor, ¡eh!

source: [_r_] You came! Sakura didn't see you?
french: [_r_] Vous êtes venu ! Sakura ne vous a pas vu ?
italian: [_r_] Sei venuto! Sakura non ti ha visto?
japanese: [_r_] 来てくれた！さくらが見なかったのか？
spanish: [_r_] ¡Has llegado! ¿Sakura no te ha visto?

source: [_hi_] No, we haven't crossed paths, she's probably in her office.
french: [_hi_] Non, nous n'avons pas traversé les sentiers, elle est probablement dans son bureau.
italian: [_hi_] No, non abbiamo incrociato sentieri, probabilmente è nel suo ufficio.
japanese: [_hi_] いいえ、私たちはパスを越えていない、彼女はおそらく彼女のオフィスにいます。
spanish: [_hi_] No, no hemos cruzado caminos, probablemente está en su oficina.

source: [_r_] How are you feeling? Ready to have some fun?
french: [_r_] Comment vous sentez-vous ? Prêt à vous amuser ?
italian: [_r_] Come ti senti? Pronto a divertirti?
japanese: [_r_] どのように感じていますか？楽しむ準備はいいですか？
spanish: [_r_] ¿Cómo te sientes? ¿Estás listo para divertirte?

source: [_hi_] Oh yes! I thought about it all day... I had to warm myself up with my fingers...
french: [_hi_] Oh oui ! J'ai pensé à ça toute la journée... J'ai dû me réchauffer avec mes doigts...
italian: [_hi_] Oh sì! Ho pensato tutto il giorno... ho dovuto scaldarmi con le dita...
japanese: [_hi_] ああ、はい！私は一日中それについて考えました。私は指で自分自身を暖めなければなりませんでした...
spanish: [_hi_] ¡Oh sí! Pensé todo el día... Tuve que calentarme con mis dedos...

source: [_r_] Do you want to jump on my dick so badly? What a good patient I have today! Aren't you afraid of Sakura's visit?
french: [_r_] Voulez-vous vraiment sauter sur ma bite ? Quel bon patient que j'ai aujourd'hui ! N'avez-vous pas peur de la visite de Sakura ?
italian: [_r_] Vuoi saltare così male sul mio cazzo? Che buon paziente ho oggi! Non hai paura della visita di Sakura?
japanese: [_r_] そんなに私のペニスに飛び乗ってみたいですか？今日はなんて良い患者なんでしょう。さくらの訪問を怖がることはありませんか？
spanish: [_r_] ¿Quieres saltar mi polla tan mal? ¡Qué buen paciente tengo hoy! ¿No le teme a la visita de Sakura?

source: [_hi_] I'm worried about this, but...
french: [_hi_] Je suis inquiet à ce sujet, mais...
italian: [_hi_] Sono preoccupato per questo, ma...
japanese: [_hi_] これが心配ですが...
spanish: [_hi_] Estoy preocupado por esto, pero...

source: [_hi_] I trust you! I think you know what you're doing.
french: [_hi_] Je vous fais confiance ! Je pense que vous savez ce que vous faites.
italian: [_hi_] Mi fido di te! Penso che tu sappia cosa stai facendo.
japanese: [_hi_] 私はあなたを信頼しています！あなたがしていることが分かっていると思います。
spanish: [_hi_] ¡Confío en ti! Creo que sabes lo que estás haciendo.

source: [_r_] That's right. Don't worry, I'll lock the door. Even if Sakura comes, she won't be able to get in.
french: [_r_] C'est vrai. Ne vous inquiétez pas, je fermerai la porte. Même si Sakura arrive, elle ne pourra pas entrer.
italian: [_r_] È giusto. Non ti preoccupare, chiuderò la porta. Anche se Sakura arriva, non sarà in grado di entrare.
japanese: [_r_] そうです。心配しないで、私はドアをロックします。さくらが来ても、彼女は入ることができません。
spanish: [_r_] Eso está bien. No te preocupes, cerraré la puerta. Incluso si Sakura viene, no podrá entrar.

source: [_r_] Damn… I got a boner just from looking at your tits... Come here, let's get down to business!
french: [_r_] Damn… J'ai eu un bonhomme juste en regardant vos seins... Venez ici, nous allons nous lancer dans les affaires !
italian: [_r_] Damn… Ho avuto un erezione solo guardando le tue tette... Vieni qui, andiamo giù per gli affari!
japanese: [_r_]… あなたのおっぱいを見るだけでへまをしてしまったchar@@2 さあ、さあ、仕事に行きましょう！
spanish: [_r_] Damn… Tengo una bonita solo mirando tus tareas... ¡Ven aquí, vamos a trabajar!

source: [_r_] The feeling that we are going to be caught makes you leak like the a whore!
french: [_r_] Le sentiment que nous allons être pris vous fait fuir comme une pute !
italian: [_r_] La sensazione che stiamo per essere catturati ti fa perdere come una puttana!
japanese: [_r_] 捕まえられそうな感じで、娼婦のように漏れてしまいます!
spanish: [_r_] La sensación de que nos vamos a atrapar hace que te escape como la puta!

source: [_hi_] Mmmm... This is so... Hot...
french: [_hi_] Mmmm... C'est bien... Hot...
italian: [_hi_] Mmmm... Questo è così... Hot...
japanese: [_hi_] Mmm... これは...
spanish: [_hi_] Mmmm... Esto es así... Hot...

source: [_r_] Somewhere deep down you want to be seen, right? How I fuck you like my obedient bitch!
french: [_r_] Quelque part au fond vous voulez être vu, n'est-ce pas ? Comment je vous baiser comme ma chienne obéissante !
italian: [_r_] Da qualche parte in fondo vuoi essere visto, giusto? Come ti scopa ti piace la mia puttana obbediente!
japanese: [_r_] どこか奥深くで見られたいですよね？私の従順なビッチのようにファックしますか？
spanish: [_r_] A lo profundo de tu deseo de ser visto, ¿verdad? ¿Cómo te fuck como mi obediente perra!

source: [_hi_] God yes! I... It sounds so.... M-M-M-M!!
french: [_hi_] Mon dieu oui ! Je... Ça sont.... M-M-M-M !!
italian: [_hi_] Dio sì! Io... suona così.... M-M-M-M!!
japanese: [_hi_] 神様はい! I... そう聞こえます.... M-M-M!!
spanish: [_hi_] ¡Dios sí! I. .. Suena así .... M-M-M-M!!

source: [_saku_] Hey [viname], are you there? I came to chat about something!
french: [_saku_] Hé [viname], tu es là ? Je suis venu pour discuter de quelque chose !
italian: [_saku_] Hey [viname], sei lì? Sono venuto a chiacchierare di qualcosa!
spanish: [_saku_] Hey [viname], ¿estás allí? ¡He venido a hablar sobre algo!

source: [_saku_] Or do you have a patient?
french: [_saku_] Ou avez-vous un patient ?
italian: [_saku_] O hai un paziente?
japanese: [_saku_] それとも患者さんがいるのですか?
spanish: [_saku_] ¿O tienes un paciente?

source: [_r_] Yes! Sakura! I have a very demanding patient, she asked me to close the door!
french: [_r_] Oui ! Sakura ! J'ai un patient très exigeant, elle m'a demandé de fermer la porte !
italian: [_r_] Sì! Sakura! Ho una paziente molto esigente, mi ha chiesto di chiudere la porta!
japanese: [_r_] はい! さくら! 私には非常に厳しい患者がいますが、ドアを閉めるように頼まれました!
spanish: [_r_] Sí! ¡Sakura! Tengo una paciente muy exigente, me pidió que cerrara la puerta!

source: [_saku_] I won't interfere! I'll just leave the papers and have a few words!
french: [_saku_] Je n'interférerai pas ! Je vais juste quitter les papiers et avoir quelques mots !
italian: [_saku_] Non interferirò! Lascerò i giornali e farò qualche parola!
japanese: [_saku_] 邪魔はしません！論文を残して少しお話します！
spanish: ¡[_saku_] no interfiero! ¡Abandonaré los papeles y tendré unas palabras!

source: [_r_] Sorry! The client really doesn't want to let anyone in until we're done!
french: [_r_] Désolé ! Le client ne veut vraiment pas laisser entrer personne tant que nous n'en avons pas fini !
italian: [_r_] Ci dispiace! Il cliente non vuole davvero lasciare entrare nessuno finché non avremo finito!
japanese: [_r_] 申し訳ありません！クライアントは、私たちが完了するまで誰も入れたくありません！
spanish: [_r_] ¡Lo sentimos! ¡El cliente realmente no quiere dejar entrar a nadie hasta que terminemos!

source: [_hi_] Mmmmm... Fuck...
french: [_hi_] Mmmmm ... Putain ...
japanese: [_hi_] Mmmm... ファック...
spanish: [_hi_] Mmmmm... Pequeño...

source: [_saku_] Is this true miss? I'm a senior doctor, I won't disturb you!
french: [_saku_] Est-ce que c'est vrai ? Je suis un médecin de haut niveau, je ne vous dérangerai pas !
italian: [_saku_] È vero che manca? Sono un dottore più anziano, non ti disturberò!
japanese: [_saku_] これは本当のミスですか？私は上級医師です。邪魔はしません！
spanish: [_saku_] ¿Es esta verdadera falta? Soy un médico de alto nivel, ¡no te voy a molestar!

source: [_saku_] Excuse me? I can't make it out...
french: [_saku_] Excusez-moi ? Je ne peux pas le faire...
italian: [_saku_] Scusarmi? Non posso farlo fuori...
japanese: [_saku_] すみませんか？理解できません...
spanish: [_saku_] ¿Disculpe, no puedo salir...

source: [_r_] She asked not to distract us from the massage!
french: [_r_] Elle a demandé de ne pas nous distraire du massage !
italian: [_r_] Lei chiese di non distrarci dal massaggio!
japanese: [_r_] 彼女はマッサージから私たちをそらさないように頼まれました!
spanish: [_r_] ¡Ella pidió no distraernos del masaje!

source: [_saku_] Okay! Then come see me after work, maybe even a little early!
french: [_saku_] Ok ! Alors venez me voir après le travail, peut-être même un peu tôt !
italian: [_saku_] Okay! Poi vieni a vedermi dopo il lavoro, forse anche un po' presto!
japanese: [_saku_] 分かりました！それでは仕事の後で会いに来てください。少し早く来てください！
spanish: [_saku_] ¡Bien! ¡Entonces ven a verme después del trabajo, tal vez incluso un poco pronto!

source: [_hi_] M! M! M! Yes... How... Pleasant...
french: [_hi_] M ! M ! M ! Oui... Comment... S'il vous plaît...
italian: [_hi_] M! M! M! Sì... Come... Piacevole...
japanese: [_hi_] M! M! はい...
spanish: ¡[_hi_] M! ¡M! ¡Sí... cómo... agradable...

source: [_r_] Definitely!
french: [_r_] Définitivement !
italian: [_r_] definitamente!
japanese: [_r_] 間違いなく!
spanish: [_r_] ¡Definitivamente!

source: [_r_] I'll try to! FINISH! FASTER!!
french: [_r_] Je vais essayer ! FINISSEZ ! Plus RAPIDE !!
italian: [_r_] proverò! FINITO! FASTER!!
japanese: [_r_] やってみます! ファイナル! ファスター!!
spanish: ¡[_r_] ¡Intentaré! ¡FINISH! ¡FASTER!!

source: [_saku_] Okay!
french: [_saku_] Ok !
japanese: [_saku_] OK！
spanish: [_saku_] Vale!

source: [_hi_] It's just... Fuuuck...
french: [_hi_] C'est juste... Meerrrddee...
italian: [_hi_] è solo... Fuuuck...
japanese: [_hi_] ただ...
spanish: [_hi_] Es justo... Fuuuck...

source: [_hi_] It was cool...
french: [_hi_] C'était cool...
italian: [_hi_] E 'stato cool...
japanese: [_hi_] すごかったです...
spanish: [_hi_] Era genial...

source: [_r_] Agreed...
french: [_r_] accepté...
italian: [_r_] D'accordo...
japanese: [_r_] 同意...
spanish: [_r_] Acordado ...

source: [_saku_] There you are! How is your patient?
french: [_saku_] Vous êtes là ! Comment est votre patient ?
italian: [_saku_] Ecco! Com'è il tuo paziente?
japanese: [_saku_] ございます！患者さんはどうですか？
spanish: [_saku_] ¡Ahí estás! ¿Cómo es tu paciente?

source: [_r_] It wasn't easy... She's very capricious, but I was able to find an approach.
french: [_r_] Ce n'était pas facile ... Elle est très capricieuse, mais j'ai pu trouver une approche.
italian: [_r_] Non è stato facile... è molto capricciosa, ma sono riuscito a trovare un approccio.
japanese: [_r_] 簡単ではなかった...彼女はとても気まぐれですが、私はアプローチを見つけることができました。
spanish: [_r_] No era fácil... She es muy caprichoso, pero pude encontrar un enfoque.

source: [_saku_] Sometimes you come across such patients, the main thing is to do everything to make them feel comfortable!
french: [_saku_] Parfois, vous êtes chez de tels patients, l'essentiel est de tout faire pour qu'ils se sentent à l'aise !
italian: [_saku_] A volte ci si imbatte in questi pazienti, la cosa principale è fare di tutto per farli sentire a proprio agio!
japanese: [_saku_] そんな患者さんに出会うこともありますが、何でもすることで快適に過ごせるようにしましょう!
spanish: [_saku_] A veces te encuentras con estos pacientes, ¡lo principal es hacer todo lo posible para que se sientan más seguros!

source: [_r_] Yes, I immediately thought of that.
french: [_r_] Oui, j'ai immédiatement pensé à ça.
italian: [_r_] Sì, l'ho subito pensato.
japanese: [_r_] はい、すぐにそれを考えました。
spanish: [_r_] Sí, pensé inmediatamente en eso.

source: [_saku_] I didn't have time to tell you! I didn't just stop by for nothing.
french: [_saku_] Je n'ai pas eu le temps de vous le dire ! Je ne me suis pas contenté de m'arrêter pour rien.
italian: [_saku_] Non avevo tempo per dirti! Non mi sono fermato per niente.
japanese: [_saku_] 私はあなたに言う時間がありませんでした。私はただ何のために立ち寄っただけではありませんでした。
spanish: [_saku_] no tuve tiempo de decirte! No me quedé sin nada.

source: [_saku_] Come to my place tomorrow after work, let's play cards!
french: [_saku_] Venez à ma place demain après le travail, jouons aux cartes !
italian: [_saku_] Vieni al mio posto domani dopo il lavoro, giochiamo a carte!
japanese: [_saku_] 明日仕事が終わったらうちに来て、カードで遊びましょう!
spanish: [_saku_] ¡Ven a mi lugar mañana después del trabajo, vamos a jugar a las cartas!

source: [_r_] With you? You’re not a gambler.
french: [_r_] Avec vous ? Tu n'es pas un joueur.
italian: [_r_] Con te? Non sei un giocatore d'azzardo.
japanese: [_r_] あなたはギャンブラーではありません。
spanish: [_r_] ¿Con usted? No eres un jugador.

source: [_saku_] No, no, I have nothing to do with it, you will play with my teacher.
french: [_saku_] Non, non, je n'ai rien à voir avec ça, vous jouerez avec mon professeur.
italian: [_saku_] No, no, non ho nulla a che fare con esso, si giocherà con il mio insegnante.
japanese: [_saku_] いいえ、私はそれとは何の関係もありません。先生と遊んでください。
spanish: [_saku_] No, no, no tengo nada que ver con ello, jugarás con mi profesor.

source: [_saku_] As soon as she found out that there was someone in Konoha who was still willing to play against her, she immediately demanded to arrange a gaming meeting for us!
french: [_saku_] Dès qu'elle a découvert qu'il y avait quelqu'un à Konoha qui était toujours prêt à jouer contre elle, elle a immédiatement demandé d'organiser une réunion de jeu pour nous !
italian: [_saku_] Non appena ha scoperto che c'era qualcuno a Konoha che era ancora disposto a giocare contro di lei, ha immediatamente chiesto di organizzare un incontro di gioco per noi!
japanese: [_saku_] 彼女はまだ彼女と対戦したいと思っていた木ノ葉に誰かがいたことを知るとすぐに. すぐにゲームミーティングの手配を要求されました!
spanish: [_saku_] Tan pronto como descubrió que había alguien en Konoha que estaba dispuesto a jugar contra ella, ¡Inmediatamente exigió que organizáramos una reunión de juegos para nosotros!

source: [_r_] Oh yeah, I remember... I don't mind tomorrow night after work, sounds good?
french: [_r_] Oh oui, je me souviens... demain soir après le travail, ça me dérange ?
italian: [_r_] Oh sì, mi ricordo... Non mi dispiace domani sera dopo il lavoro, suona bene?
japanese: [_r_] ええ、覚えています...明日の夜は仕事が終わってもいいですよね?
spanish: [_r_] Oh sí, recuerdo... mañana por la noche después del trabajo, ¿suena bien?

source: [_saku_] Yeah, let's go home together, she'll be waiting for us.
french: [_saku_] Oui, rentrons chez nous ensemble, elle nous attendra.
italian: [_saku_] Sì, andiamo a casa insieme, lei ci aspetterà.
japanese: [_saku_] ええ、一緒に家に帰りましょう。彼女は私たちを待っています。
spanish: [_saku_] Sí, vamos a casa juntos, ella nos esperará.

source: [_r_] Okay!
french: [_r_] Ok !
japanese: [_r_] OK！
spanish: [_r_] Vale!

source: [_m_] I'm certainly a good card player, but I don't think I can beat her.
french: [_m_] Je suis certainement un bon joueur de carte, mais je ne pense pas pouvoir la battre.
italian: [_m_] Sono certamente un buon giocatore di carte, ma non penso di poterla battere.
japanese: [_m_] 私は確かに良いカードプレーヤーですが、私は彼女に勝つことはできないと思います。
spanish: [_m_] Ciertamente soy un buen jugador de cartas, pero no creo que pueda derrotarla.

source: [_m_] Who cares though, the main thing is to have fun, it will be interesting to see the legend in the flesh.
french: [_m_] Qui se soucie bien, l'essentiel est de s'amuser, il sera intéressant de voir la légende dans la chair.
italian: [_m_] A chi importa però, la cosa principale è quello di divertirsi, sarà interessante vedere la leggenda nella carne.
japanese: [_m_] しかし、誰もが、主なものは楽しみを持っていることです、それは肉の中に伝説を見ることは面白くなります。
spanish: [_m_] A quién le importa, sin embargo, lo principal es divertirse, será interesante ver la leyenda en la carne.

source: [_m_] The legendary 106 centimeters... I hope old man Jiraiya didn't exaggerate.
french: [_m_] Les légendaires 106 centimètres... J'espère que le vieux Jiraiya n'a pas exagéré.
italian: [_m_] I leggendari 106 centimetri... Spero che il vecchio Jiraiya non sia esagerato.
japanese: [_m_] 伝説の106センチメートル...
spanish: [_m_] El legendario 106 centímetros... Espero que el anciano Jiraiya no se precipitara.

source: [_saku_] Tsunade, have you been waiting for long?
french: [_saku_] Tsunade, attendez-vous depuis longtemps ?
italian: [_saku_] Tsunade, hai aspettato da tempo?
japanese: [_saku_] 綱手、長くお待ちですか？
spanish: [_saku_] Tsunade, ¿has estado esperando mucho tiempo?

source: [_cuna_] It could be less if someone would hurry up.
french: [_cuna_] Ça pourrait être moins si quelqu'un se hâterait.
italian: [_cuna_] Potrebbe essere meno se qualcuno si affrettasse.
japanese: [_cuna_] 誰かが急いでくれると、少ない可能性があります。
spanish: [_cuna_] podría ser menos si alguien se apresure a apurarse.

source: [_cuna_] Is this boy the one you were talking about?
french: [_cuna_] Ce garçon est-il celui dont vous parlions ?
italian: [_cuna_] Questo ragazzo è quello di cui stavi parlando?
japanese: [_cuna_] あなたが話していた少年ですか?
spanish: [_cuna_] ¿Es este chico el del que estaba hablando?

source: [_saku_] Yes! This is [viname], he expressed a desire to play cards with you.
french: [_saku_] Oui ! C'est [viname], il a exprimé le désir de jouer aux cartes avec vous.
italian: [_saku_] Sì! Questa è [viname], ha espresso il desiderio di giocare a carte con te.
japanese: [_saku_] はい！これは [viname]、彼はあなたと一緒にカードをプレイしたいと願っていました。
spanish: [_saku_] ¡Sí! Esto es [viname], él expresó un deseo de jugar a las cartas con usted.

source: [_r_] Hello, everything is as Sakura said.
french: [_r_] Bonjour, tout est comme l'a dit Sakura.
italian: [_r_] Ciao, tutto è come disse Sakura.
japanese: [_r_] こんにちは、さくらが言った通りです。
spanish: [_r_] Hola, todo es como dijo Sakura.

source: [_cuna_] Did you bring some money? I don't play games for fun, playing for fun is more boring than drinking non-alcoholic beer.
french: [_cuna_] Vous avez amé de l'argent ? Je ne joue pas pour le plaisir, jouer pour le plaisir est plus ennuyeux que boire de la bière non alcoolisée.
italian: [_cuna_] Hai portato dei soldi? Non gioco per divertimento, giocare per divertimento è più noioso che bere birra analcolica.
japanese: [_cuna_] お金を持ってきましたか? お楽しみのためにゲームをするのではなく、楽しみのために遊ぶのはノンアルコールビールよりも退屈です。
spanish: [_cuna_] ¿Has traído dinero? No juego por diversión, jugar por diversión es más aburrido que beber cerveza no santa.

source: [_r_] I took some, be gentle with me.
french: [_r_] J'en ai pris quelques, être gentil avec moi.
italian: [_r_] ne ho presi, sii gentile con me.
japanese: [_r_] 私はいくつかを取りました, 私と一緒に優しく.
spanish: [_r_] me tomé algunos, sé amable conmigo.

source: [_cuna_] Be stronger, this is not for me, if you are not ready, just say it.
french: [_cuna_] Soyez plus forts, ce n'est pas pour moi, si vous n'êtes pas prêts, dis-le.
italian: [_cuna_] Siate più forti, questo non è per me, se non siete pronti, ditelo.
japanese: [_cuna_] もっと強くなれ、これは私のためではありません。もしあなたが準備ができていないならば、それを言ってください。
spanish: [_cuna_] Sé más fuerte, esto no es para mí, si no estás listo, simplemente dígalo.

source: [_r_] No, nothing like that, I'm ready to part with this money.
french: [_r_] Non, rien de tel, je suis prêt à participer avec cet argent.
italian: [_r_] No, niente di simile, sono pronto a partecipare con questo denaro.
japanese: [_r_] いいえ、そのようなものはありません。このお金を手放す準備ができています。
spanish: [_r_] No, nada así, estoy listo para participar con este dinero.

source: [_cuna_] That's the kind of approach I like. Okay, so be it, I'll even share some sake with you, boy.
french: [_cuna_] C'est le genre d'approche que j'aime. Ok, c'est ça, je vais même partager avec toi, mon garçon.
italian: [_cuna_] Questo è il tipo di approccio che mi piace. Va bene, sia così, condivido anche qualche amor con te, ragazzo.
japanese: [_cuna_] そういうアプローチが好きです。そうですね、お酒を分けてあげますよ。
spanish: [_cuna_] Ese es el tipo de enfoque que me gusta. De acuerdo, así sea, incluso voy a compartir algo de sake con usted, chico.

source: [_r_] T-thank you...
french: [_r_] T-Merci ...
italian: [_r_] T-grazie...
japanese: [_r_] T-thanks y...
spanish: [_r_] T-gracias ...

source: [_saku_] Have fun! I'll be gone for a while so you won't be interrupted.
french: [_saku_] Amusez-vous bien ! Je suis parti pendant un moment, donc vous ne serez pas interrompu.
italian: [_saku_] Buon divertimento! Sarò andato per un po 'in modo da non essere interrotto.
japanese: [_saku_] お楽しみください！しばらく留守にしますので、邪魔されることはありません。
spanish: [_saku_] ¡Diviértete! Me voy a ir un rato para que no te interrumpan.
