Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_k_] Come back again.
french: [_k_] Revenez à nouveau.
italian: [_k_] Torna di nuovo.
japanese: [_k_] またお戻りください。
spanish: [_k_] Volver de nuevo.

source: [_k_] And again...
french: [_k_] Et encore...
italian: [_k_] E ancora...
japanese: [_k_] もう一度...
spanish: [_k_] Y de nuevo ...

source: [_k_] Into a web of choices and events.
french: [_k_] Dans un réseau de choix et d'événements.
italian: [_k_] In un web di scelte ed eventi.
japanese: [_k_] 選択とイベントのウェブに.
spanish: [_k_] En una web de elecciones y eventos.

source: [_k_] Time is a big web, a huge chain of endless events.
french: [_k_] Le temps est un gros web, une énorme chaîne d'événements sans fin.
italian: [_k_] Time è un grande web, una grande catena di eventi infiniti.
japanese: [_k_] 時間は大きなウェブ、無限のイベントの巨大な連鎖です。
spanish: [_k_] El tiempo es una gran web, una gran cadena de eventos interminables.

source: [_k_] And your only purpose...
french: [_k_] Et votre seul but ...
italian: [_k_] E il tuo unico scopo...
japanese: [_k_] そしてあなたの唯一の目的...
spanish: [_k_] y tu único propósito...

source: [_k_] Is to not get tangled.
french: [_k_] N'est pas pris en tangené.
italian: [_k_] Non si aggroviglia.
japanese: [_k_] は絡まない。
spanish: [_k_] No se enredarán.

source: [_m_] Wh-what the...
french: [_m_] Qu-ce que c'est...
japanese: [_m_] What ...
spanish: [_m_] Que qué...

source: [_m_] Stupid nightmares...
french: [_m_] Cauchemars stupides...
italian: [_m_] Incubi stupidi...
japanese: [_m_] 愚かな悪夢...
spanish: [_m_] pesadillas estúpidas...

source: [_m_] This one was even weirder than the one with Kamiko...
french: [_m_] Celui-ci était même plus bizarre que celui avec Kamiko ...
italian: [_m_] Questo era ancora più strano di quello con Kamiko...
japanese: [_m_] これはカミコの方よりもさらに奇妙でした...
spanish: [_m_] Este fue incluso más extraño que el de Kamiko...

source: [_m_] Damn it, time to get ready for a new day.
french: [_m_] Bon sang, il est temps de vous préparer pour un nouveau jour.
italian: [_m_] Dannazione, è il momento di prepararsi per un nuovo giorno.
japanese: [_m_] 畜生、新しい一日の準備をする時間だ。
spanish: [_m_] Damn, hora de prepararse para un nuevo día.

source: [_ka_] Good morning, you look worried. Is something wrong?
french: [_ka_] Bonjour, vous avez l'air inquiet. Quelque chose ne va pas ?
italian: [_ka_] Buongiorno, sembri preoccupato. C'è qualcosa che non va?
japanese: [_ka_] おはようございます。何か問題でもありますか？
spanish: [_ka_] Buenas mañanas, te parece preocupado. ¿Hay algo mal?

source: [_ka_] Ah forget it, you need to prepare to subdue Sakura.
french: [_ka_] Ah oublié, vous devez vous préparer à subordonner les Sakura.
italian: [_ka_] Ah dimenticarlo, è necessario prepararsi a sottomettere Sakura.
japanese: [_ka_] ああ忘れてしまったので、さくらを服従させる準備をする必要があります。
spanish: [_ka_] Ah olvidarlo, tienes que prepararte para enviar Sakura.

source: [_ka_] Or have you chosen to delay it?
french: [_ka_] Ou avez-vous choisi de le retarder ?
italian: [_ka_] O hai scelto di ritardarlo?
japanese: [_ka_] または、それを遅らせることを選択しましたか?
spanish: [_ka_] ¿O has elegido retrasarlo?

source: [_ka_] You sat in the love room for a long while yesterday.
french: [_ka_] Vous vous êtes assis dans la salle d'amour pendant un long moment hier.
italian: [_ka_] Tu sei seduto nella stanza dell'amore per molto tempo ieri.
japanese: [_ka_] 昨日はずっとラブルームに座っていましたね。
spanish: [_ka_] Te sentaste en la sala de amor durante mucho tiempo ayer.

source: [_r_] Yeah... You know, I figured it'd be best to act right away, without stupid workarounds.
french: [_r_] Ouais... Vous savez, je me suis dit qu'il serait préférable d'agir immédiatement, sans contournement stupide.
italian: [_r_] Sì... Sai, ho capito che sarebbe meglio agire subito, senza stupide operazioni.
japanese: [_r_] ええ、馬鹿げた回避策がなくても、すぐに行動するのが一番いいと思っていました。
spanish: [_r_] Sí... Sabes, yo pensé que sería mejor actuar de inmediato, sin estúpidos trabajos.

source: [_r_] The sooner I subdue Sakura, the sooner I can enjoy life, right?
french: [_r_] Le plus tôt je souvire Sakura, le plus tôt je peux profiter de la vie, non ?
italian: [_r_] Quanto prima sottometto Sakura, tanto prima posso godermi la vita, giusto?
japanese: [_r_] 早くさくらを服従させると、早く人生を楽しむことができますよね?
spanish: [_r_] Cuanto antes sufra Sakura, antes podré disfrutar de la vida, ¿verdad?

source: [_ka_] That's my boy, grab the bull by the horns eh? You’ve got this, rest assured.
french: [_ka_] C'est mon garçon, saisissez le taureau par les cornes hein ? Vous en avez, soyez assuré.
italian: [_ka_] Questo è il mio ragazzo, afferrare il toro per le corna eh? Hai questo, resto assicurato.
japanese: [_ka_] それは私の少年です、えっ? これを持っています、安心してください。
spanish: [_ka_] Ese es mi niño, ¿te agarran la pelota por los cuernos eh? Lo has conseguido, descansa tú.

source: [_r_] Where do I start? Should I just start working for Sakura?
french: [_r_] Où dois-je commencer ? Dois-je commencer à travailler pour Sakura ?
italian: [_r_] Da dove comincio? Dovrei iniziare a lavorare per Sakura?
japanese: [_r_] どこから始めたらいいですか? さくらのために働き始めるべきですか?
spanish: [_r_] ¿Dónde empiezo? ¿Debo empezar a trabajar para Sakura?

source: [_ka_] You answered your own question, Hinata paved the way for you, just call Sakura and get started.
french: [_ka_] Vous avez répondu à votre question, Hinata a ouvert la voie pour vous, appelez Sakura et vous avez commencé.
italian: [_ka_] Hai risposto alla tua domanda, Hinata ha aperto la strada per te, basta chiamare Sakura e iniziare.
japanese: [_ka_] あなた自身の質問に答えた、ひなたはあなたのために道を開いた、さくらに電話して始めるだけだ。
spanish: [_ka_] Usted respondió a su propia pregunta, Hinata allanó el camino para usted, sólo llame a Sakura y comience.

source: [_r_] Alright, gotcha.
french: [_r_] D'accord, j'ai compris.
italian: [_r_] Va bene, gotcha.
japanese: [_r_] 了解しました。
spanish: [_r_] Bien, gotcha.

source: [_saku_] Konoha Hospital, senior doctor. Who am I speaking to?.
french: [_saku_] Hôpital Konoha, médecin principal. À qui je parle ?.
italian: [_saku_] Ospedale Konoha, dottore senior. A chi sto parlando?.
japanese: [_saku_] 木ノ葉病院, 上級医師.
spanish: [_saku_] Konoha hospitalario, médico de alto nivel. ¿A quién estoy hablando?

source: [_r_] Sakura, hi, it's me... Um... Massager guy, I decided that I actually need the job, if you don't mind.
french: [_r_] Sakura, salut, c'est moi... Hum... Le masseur, j'ai décidé que j'avais besoin de ce travail, si ça ne vous dérange pas.
italian: [_r_] Sakura, hi, sono io... um... ragazzo massaggiatore, ho deciso che ho effettivamente bisogno del lavoro, se non ti dispiace.
japanese: [_r_] Sakura, hi, it's me... えーと... マッサージ師, 私は実際に仕事が必要だと決めた, あなたが気にしない場合.
spanish: [_r_] Sakura, Hola... Um... Masajista, decidí que realmente necesito el trabajo, si no te importa.

source: [_saku_] Oh, hello, masseur boy.
french: [_saku_] Oh, bonjour, masseur garçon.
italian: [_saku_] Oh, ciao, massaggiatore ragazzo.
japanese: [_saku_] ああ、こんにちは、マッサージ師の少年。
spanish: [_saku_] Oh, Hola, chico masajista.

source: [_saku_] It's all right, so long as you’re ready.. Come to my office, we'll discuss your working conditions and all.
french: [_saku_] C'est bon, aussi longtemps que tu es prêt .. Venez à mon bureau, nous discuterons de vos conditions de travail et de tous.
italian: [_saku_] Va bene, finché sei pronto.. Vieni nel mio ufficio, discuteremo le tue condizioni di lavoro e tutti.
japanese: [_saku_] 準備ができている限り、大丈夫ですchar@@1 私のオフィスに来てください。あなたの労働条件などについて話し合いましょう。
spanish: [_saku_] Está bien, mientras estés listo.. Ven a mi oficina, discutiremos sobre tus condiciones de trabajo y todo.

source: [_r_] Great. Should I wear special clothes? It is a hospital, after all.
french: [_r_] Grand. Dois-je porter des vêtements spéciaux ? Après tout, c'est un hôpital.
italian: [_r_] Grande. Dovrei indossare abiti speciali? È un ospedale, dopotutto.
japanese: [_r_] 素晴らしい. 私は特別な服を着るべきですか? それは結局病院です.
spanish: [_r_] Genial. ¿Debo llevar ropa especial? Después de todo, es un hospital.

source: [_saku_] No, no, relax, I often come here dressed casually, just show up.
french: [_saku_] Non, non, détendu, je viens souvent ici habillé de façon désinvolte, me montre juste.
italian: [_saku_] No, no, relax, vengo spesso qui vestito casualmente, appena presentato.
japanese: [_saku_] いいえ、いや、リラックスして、私はしばしば着替えて来ます、ちょうど現れます。
spanish: [_saku_] No, no, tórax, a menudo vengo aquí vestido casualmente, sólo aparecer.

source: [_r_] Sure, I'll be there soon.
french: [_r_] Bien sûr, je serai bientôt là.
italian: [_r_] Certo, ci sarò presto.
japanese: [_r_] もちろん、すぐに到着します。
spanish: [_r_] Claro, estaré ahí pronto.

source: [_ka_] That was easy, wasn't it?
french: [_ka_] C'était facile, n'est-ce pas ?
italian: [_ka_] Era facile, vero?
japanese: [_ka_] それは簡単でしたね?
spanish: [_ka_] Eso fue fácil, ¿no?

source: [_r_] Easier than... You know, breaking into Naruto's office in disguise.
french: [_r_] Plus facile que ... Tu sais, casser le bureau de Naruto en guise de déguisement.
italian: [_r_] Più facile da... Sai, rompendo nell'ufficio di Naruto a travestimento.
japanese: [_r_] ナルトのオフィスに変装して侵入するよりも簡単...
spanish: [_r_] más fácil que... Sabes, irrumpiendo en la oficina de Naruto disfrazada.

source: [_ka_] It's already in the past, we must move on, especially since you are already an experienced boy.
french: [_ka_] C'est déjà dans le passé, nous devons avancer, surtout parce que vous êtes déjà un garçon expérimenté.
italian: [_ka_] È già in passato, dobbiamo andare avanti, soprattutto perché sei già un ragazzo esperto.
japanese: [_ka_] すでに過去になっていますが、特に経験豊富な少年なので、先に進まなければなりません。
spanish: [_ka_] Ya está en el pasado, debemos avanzar, sobre todo porque ya eres un niño experimentado.

source: [_r_] Okay, it won't be any worse than our walk to the tree, I'll head to the hospital.
french: [_r_] Ok, ce ne sera pas pire que notre promenade à l'arbre, je vais aller à l'hôpital.
italian: [_r_] Okay, non sarà peggio della nostra passeggiata all'albero, mi recherò all'ospedale.
japanese: [_r_] さて、木までの散歩よりも悪くはないでしょう。病院に向かいます。
spanish: [_r_] Vale, no será peor que nuestra caminata al árbol, iré al hospital.

source: [_ka_] Have a nice day, honey!
french: [_ka_] Bonne journée, chérie !
italian: [_ka_] Buona giornata, miele!
japanese: [_ka_] 素敵な一日をお過ごしください！
spanish: [_ka_] ¡Que tengas un buen día, miel!

source: [_r_] Yeah.
french: [_r_] Ouais.
italian: [_r_] Sì.
japanese: [_r_] はい。
spanish: [_r_] Sí.

source: [_saku_] Great day to get a job, right?
french: [_saku_] Bon jour pour trouver un emploi, n'est-ce pas ?
italian: [_saku_] Grande giorno per ottenere un lavoro, giusto?
japanese: [_saku_] 仕事を得るのに最適な日、右?
spanish: [_saku_] Gran día para conseguir un trabajo, ¿verdad?

source: [_saku_] Don't worry, I'll warn you just in case, this is a purely formal survey, I’m required to ask this and record it to the database later, nothing unusual.
french: [_saku_] Ne vous inquiétez pas, je vous préviens juste au cas où il s'agit d'une enquête purement formelle, je suis obligé de le demander et de l'enregistrer dans la base de données plus tard, rien d'inhabituel.
italian: [_saku_] Non ti preoccupare, ti avvertirò nel caso, questo è un sondaggio puramente formale, Sono tenuto a chiedere questo e registrarlo al database più tardi, niente di insolito.
japanese: [_saku_] 心配しないでください、これは純粋に正式な調査である場合に備えて警告します。 これを確認し、後でデータベースに記録する必要があります。異常はありません。
spanish: [_saku_] No te preocupes, te avisaré por si acaso, esta es una encuesta puramente formal, Tengo que pedir esto y grabarlo en la base de datos más tarde, nada inusual.

source: [_r_] Of course, that’s alright with me.
french: [_r_] Bien sûr, c'est juste avec moi.
italian: [_r_] Naturalmente, questo è bene con me.
japanese: [_r_] もちろん、それでも大丈夫です。
spanish: [_r_] Por supuesto, eso está bien conmigo.

source: [_saku_] What was your name again?
french: [_saku_] Quel était votre nom à nouveau ?
italian: [_saku_] Qual è stato di nuovo il tuo nome?
japanese: [_saku_] あなたの名前は何でしたか？
spanish: [_saku_] ¿Cuál fue tu nombre de nuevo?

source: [_saku_] Family name?
french: [_saku_] Nom de famille ?
italian: [_saku_] Nome della famiglia?
japanese: [_saku_] 姓?
spanish: [_saku_] ¿Nombre de la familia?

source: [_r_] Oh... Well...
french: [_r_] Oh... Eh bien...

source: [_saku_] Are you from some distant clan? It's okay, there are many clan names in the land of fire, don't be shy.
french: [_saku_] Êtes-vous d'un clan éloigné ? C'est bon, il y a beaucoup de noms de clan dans la terre de feu, ne sont pas timides.
italian: [_saku_] Sei da qualche clan lontano? Va bene, ci sono molti nomi di clan nella terra del fuoco, non essere timido.
japanese: [_saku_] あなたは遠いクランの出身ですか？大丈夫です、火の国には多くのクラン名があり、恥ずかしがり屋ではありません。
spanish: [_saku_] ¿Eres de algún clan distante? Está bien, hay muchos nombres de clan en la tierra del fuego, no sean tímidos.

source: [_r_] Actually... I don't know my family name... My family were traders, merchants... Nobody ever told me...
french: [_r_] En fait... Je ne connais pas mon nom de famille... Ma famille était des marchands, des marchands... Personne ne m'a jamais dit...
italian: [_r_] In realtà... Non conosco il mio nome di famiglia... La mia famiglia erano commercianti, mercanti... Nessuno mi ha mai detto...
japanese: [_r_] 実際には...私は私の姓を知りません... 私の家族はトレーダーでした, 商人... 誰も私に言われませんでした...
spanish: [_r_] Realmente... No conozco mi apellido... Mi familia eran comerciantes, comerciantes... Nadie me lo dijo jamás...

source: [_saku_] Don't worry, your card has all the information about your family name or clan, it should be in the database.
french: [_saku_] Ne vous inquiétez pas, votre carte a toutes les informations sur votre nom de famille ou votre clan, elle devrait être dans la base de données.
italian: [_saku_] Non ti preoccupare, la tua carta ha tutte le informazioni sul tuo nome di famiglia o clan, dovrebbe essere nel database.
japanese: [_saku_] ご心配なく、カードにはご自身の氏名またはクランに関する情報がすべて含まれており、データベースに保存されているはずです。
spanish: [_saku_] No te preocupes, tu tarjeta tiene toda la información sobre tu nombre de familia o clan, debe estar en la base de datos.

source: [_m_] Fuck... What card are you talking about? I think I’m in trouble...
french: [_m_] Merde ... De quelle carte parlez-vous ? Je pense que je suis en difficulté...
italian: [_m_] Fuck... Di che carta stai parlando? Penso di essere in difficoltà...
japanese: [_m_] ファックchar@@1 何のカードについて話してるの？私は困ってると思うchar@@2
spanish: [_m_] Suerte... ¿De qué carta estás hablando? Creo que estoy en problemas...

source: [_saku_] I already checked everything before we spoke, so don't worry, your clan's name is already on the form, just like I said, just a formality.
french: [_saku_] J'ai déjà tout vérifié avant de parler, donc ne vous inquiéterez pas, le nom de votre clan est déjà sur la forme, comme je l'ai dit, juste une formalité.
italian: [_saku_] Ho già controllato tutto prima di parlare, quindi non preoccuparti, il nome del tuo clan è già sulla forma, proprio come ho detto, solo una formalità.
japanese: [_saku_] 話す前にすべてを確認したので、心配しないでください。 あなたのクランの名前は、私が言ったようにすでにフォームにあります、ただの形式です。
spanish: [_saku_] Ya lo revisé todo antes de hablar, así que no te preocupes, el nombre de tu clan ya está en la forma, como dije, sólo una formalidad.

source: [_m_] Oh, so Kamiko took care of that as well. I didn't need to worry.
french: [_m_] Oh, alors Kamiko s'est occupé de cela aussi. Je n'ai pas eu besoin de m'inquiéter.
italian: [_m_] Oh, così Kamiko si è preso cura anche di questo. Non ho bisogno di preoccuparmi.
japanese: [_m_] ああ、神子さんもそのことを心配する必要はなかった。
spanish: [_m_] Oh, así que Kamiko también se encargó de eso. No tenía que preocuparme.

source: [_saku_] How would you describe your medical skills?
french: [_saku_] Comment décririez-vous vos compétences médicales ?
italian: [_saku_] Come descriveresti le tue abilità mediche?
japanese: [_saku_] あなたの医療スキルをどのように説明しますか?
spanish: [_saku_] ¿Cómo describirías tus habilidades médicas?

source: [_r_] I've always been interested in medicine, I do slightly regret not getting a decent education.
french: [_r_] J'ai toujours été intéressé par la médecine, je regrette un peu de ne pas avoir d'éducation décente.
italian: [_r_] Sono sempre stato interessato alla medicina, mi rammarico leggermente di non aver ricevuto un'istruzione decente.
japanese: [_r_] 私は常に医学に興味を持ってきました, 私は少しまともな教育を受けていないことを後悔しています.
spanish: [_r_] Siempre he estado interesado en la medicina, me arrepiento ligeramente de no conseguir una educación decente.

source: [_saku_] It's never too late for that.
french: [_saku_] Il n'est jamais trop tard pour ça.
italian: [_saku_] Non è mai troppo tardi per questo.
japanese: [_saku_] それほど遅くはありません。
spanish: [_saku_] Nunca es demasiado tarde para eso.

source: [_saku_] I'm telling you as a head physician who dedicated her youth to the shinobi arts.
french: [_saku_] Je vous dis en tant que médecin chef qui a dédié sa jeunesse aux arts shinobi.
italian: [_saku_] Ti sto dicendo come un medico di testa che ha dedicato la sua giovinezza alle arti shinobi.
japanese: [_saku_] 私は忍の芸術に青春を捧げた主治医としてお話しています。
spanish: [_saku_] Te estoy diciendo como un médico de la cabeza que dedicó a su juventud a las artes shinobi.

source: [_r_] I don't know anything about professional medicine, not even remotely.
french: [_r_] Je ne sais rien de la médecine professionnelle, pas même à distance.
italian: [_r_] Non so nulla della medicina professionale, nemmeno lontanamente.
japanese: [_r_] 私はプロの医学について何も知らない、遠隔でさえ。
spanish: [_r_] No sé nada de medicina profesional, ni siquiera de forma remota.

source: [_r_] But I'm a good massage therapist, I have strong hands and good skills.
french: [_r_] Mais je suis un bon massothérapeute, j'ai de bonnes mains et de bonnes compétences.
italian: [_r_] Ma sono un buon massaggiatore, ho mani forti e buone abilità.
japanese: [_r_] しかし、私は良いマッサージセラピストです, 私は強い手と良いスキルを持っています.
spanish: [_r_] Pero soy un buen terapeuta de masaje, tengo manos fuertes y buenas habilidades.

source: [_r_] I actually like relieving people of pain.
french: [_r_] J'aime vraiment soulager les gens de la douleur.
italian: [_r_] Mi piace in realtà alleviare le persone dal dolore.
japanese: [_r_] 私は痛みの人々を救うのが好きです。
spanish: [_r_] realmente me gusta aliviar a la gente del dolor.

source: [_saku_] Great, in our business we value not only professionalism, but also motivation for the sake of helping people.
french: [_saku_] Grand, dans notre entreprise, nous apprécions non seulement le professionnalisme, mais aussi la motivation pour aider les gens.
italian: [_saku_] Grande, nel nostro business apprezziamo non solo la professionalità, ma anche la motivazione per aiutare le persone.
japanese: [_saku_] 私たちのビジネスでは、プロ意識だけでなく、人を助けるためのモチベーションも大切にしています。
spanish: [_saku_] Genial, en nuestro negocio valoramos no solo la profesionalidad, sino también la motivación por el bien de ayudar a las personas.

source: [_saku_] You can’t go without it in a hospital, it is a key factor .
french: [_saku_] Vous ne pouvez pas aller sans elle dans un hôpital, c'est un facteur clé.
italian: [_saku_] Non si può andare senza di esso in un ospedale, è un fattore chiave.
japanese: [_saku_] 病院で行かずに行くことはできません。重要な要因です。
spanish: [_saku_] No se puede ir sin él en un hospital, es un factor clave.

source: [_saku_] Okay, how about talking to people? Are you good at that?
french: [_saku_] Ok, que diriez-vous de parler aux gens ? Vous êtes bien à ça ?
italian: [_saku_] Okay, come parlare con le persone? Sei bravo a quello?
japanese: [_saku_] では、人と話をするのはどうでしょうか? それは得意ですか?
spanish: [_saku_] Vale, ¿qué tal hablar con la gente? ¿Eres bueno en eso?

source: [_r_] I like to communicate, I like to listen, I like to advise.
french: [_r_] J'aime communiquer, j'aime écouter, j'aime conseiller.
italian: [_r_] Mi piace comunicare, mi piace ascoltare, mi piace consigliare.
japanese: [_r_] 私はコミュニケーションが好きです, 私は聞きたいです, 私はアドバイスしたいです.
spanish: [_r_] Me gusta comunicarme, me gusta escuchar, me gusta asesorar.

source: [_r_] Healthy dialogue helps you forget about pressing problems, even if not for long, but it is also a kind of medicine.
french: [_r_] Un dialogue sain vous aide à oublier les problèmes urgents, même si ce n'est pas pour longtemps, mais c'est aussi une sorte de médicament.
italian: [_r_] Un dialogo sano ti aiuta a dimenticare i problemi pressanti, anche se non a lungo, ma è anche una sorta di medicina.
japanese: [_r_] 健康的な対話は、長くなくても差し迫った問題を忘れるのに役立ちますが、それは医学の一種でもあります。
spanish: [_r_] El diálogo saludable te ayuda a olvidarte de los problemas apremiantes, aunque no sea por mucho tiempo, pero también es una especie de medicina.

source: [_saku_] It's great, the customers, especially elderly ones, love to talk.
french: [_saku_] C'est super, les clients, surtout les personnes âgées, adorent parler.
italian: [_saku_] È fantastico, i clienti, soprattutto quelli anziani, amano parlare.
japanese: [_saku_] お客様、特にお年寄りのお客様と話すのが大好きです。
spanish: [_saku_] Es genial, los clientes, especialmente los mayores, les encanta hablar.

source: [_saku_] It's not required, of course, but such a skill is much appreciated.
french: [_saku_] Il n'est pas nécessaire, bien sûr, mais une telle compétence est très appréciée.
italian: [_saku_] Non è necessario, naturalmente, ma una tale abilità è molto apprezzata.
japanese: [_saku_] もちろん必須ではありませんが、そのようなスキルは大変高く評価されています。
spanish: [_saku_] No es necesario, por supuesto, pero tal habilidad es muy apreciada.

source: [_r_] You know, talking is not my thing.
french: [_r_] Vous savez, parler n'est pas mon truc.
italian: [_r_] Sai, parlare non è la mia cosa.
japanese: [_r_] ご存知のように、話すことは私のことではありません。
spanish: [_r_] Tú sabes, hablar no es mi cosa.

source: [_r_] I’d rather let my actions do the talking.
french: [_r_] Je préférerais que mes actions fassent le discours.
italian: [_r_] Preferirei lasciare che le mie azioni facciano il parlare.
japanese: [_r_] 私はむしろ私の行動が話をさせてしまいます。
spanish: [_r_] Prefiero dejar que mis acciones hagan la habla.

source: [_saku_] That’s your main task, so it's okay.
french: [_saku_] C'est votre tâche principale, donc ça va.
italian: [_saku_] Questo è il tuo compito principale, quindi va bene.
japanese: [_saku_] これがあなたのメインタスクなので大丈夫です。
spanish: [_saku_] Esa es tu tarea principal, así que está bien.

source: [_saku_] Well, you seem like a nice guy.
french: [_saku_] Eh bien, vous semblez être un beau gars.
italian: [_saku_] Beh, sembri un bravo ragazzo.
japanese: [_saku_] まあ、あなたはいい人みたいですね。
spanish: [_saku_] Bueno, pareces un tipo bonito.

source: [_saku_] There's a lot of demand for people like that in the team.
french: [_saku_] Il y a beaucoup de demande pour des gens comme ça dans l'équipe.
italian: [_saku_] C'è molta domanda per persone come quella nella squadra.
japanese: [_saku_] チームにはそういう人への需要がたくさんあります。
spanish: [_saku_] Hay mucha demanda para personas como esa en el equipo.

source: [_saku_] We only have a couple of massage therapists left, and they're mostly old, so you're a breath of fresh air.
french: [_saku_] Nous n'avons plus que quelques massothérapeutes, et ils sont surtout vieux, donc vous êtes une bouffée d'air frais.
italian: [_saku_] Siamo rimasti solo un paio di massaggiatori e sono per lo più vecchi, quindi sei un respiro di aria fresca.
japanese: [_saku_] マッサージセラピストはまだ数名しか残っておらず、ほとんどが高齢なので、新鮮な空気を吸うことができます。
spanish: [_saku_] Solo nos queda un par de terapeutas de masaje, y en su mayoría son viejos, por lo que eres un soplo de aire fresco.

source: [_r_] So I'm in?
french: [_r_] Je suis donc dans ?
italian: [_r_] Quindi sono dentro?
japanese: [_r_] 私は入っていますか?
spanish: [_r_] ¿Así que estoy entrando?

source: [_saku_] That's right, welcome to Konoha Hospital.
french: [_saku_] C'est vrai, bienvenue à l'hôpital Konoha.
italian: [_saku_] Va bene, benvenuti all'ospedale Konoha.
japanese: [_saku_] そうですね、木ノ葉病院にようこそ。
spanish: [_saku_] Así es, bienvenido al Hospital Konoha.
