Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_r_] There's a plenty of time, you'll have a lot of opportunities to get to know me better.
french: [ _r_ ] Il y a beaucoup de temps, vous aurez de nombreuses occasions de mieux me connaître.
spanish: [_r_] Hay mucho tiempo, tendrás muchas oportunidades para conocerme mejor.

source: [_hi_] Yeah, I guess there's no rush. Especially since we crossed the line a long time ago.
french: [ _hi_ ] Ouais, je suppose qu'il n'y a pas de précipitation. Surtout depuis que nous avons franchi la ligne il y a longtemps.
spanish: [_hi_] Sí, supongo que no hay rush. Específicamente desde que cruzamos la línea hace mucho tiempo.

source: [_r_] You still have a lot to think about, don't you?
french: [ _r_ ] Vous avez encore beaucoup à penser, n'est-ce pas?
spanish: [_r_] Todavía tienes mucho que pensar, ¿no?

source: [_hi_] Is it that obvious?
french: [ _hi_ ] Est-ce que c'est évident?
spanish: [_hi_] ¿Es tan obvio?

source: [_r_] Yeah, one can tell.
french: [ _r_ ] Ouais, on peut le dire.
spanish: [_r_] Sí, se puede decir.

source: [_hi_] This is all new to me, I'm still getting used to it.
french: [ _hi_ ] C'est tout nouveau pour moi, je suis toujours habitué à ça.
spanish: [_hi_] Esto es todo nuevo para mí, todavía me estoy acostumbrando.

source: [_r_] I won't rush you.
french: [ _r_ ] Je ne te précipiterai pas.
spanish: [_r_] no te escaramuzco.

source: [_r_] Are you going home?
french: [ _r_ ] Tu vas rentrer à la maison?
spanish: [_r_] ¿Te vas a casa?

source: [_hi_] Yeah, I think I'll cook something, my family life isn't going anywhere.
french: [ _hi_ ] Ouais, je pense que je vais cuisiner quelque chose, ma vie de famille ne va nulle part.
spanish: [_hi_] Sí, creo que cocinaré algo, mi vida familiar no va a ninguna parte.

source: [_r_] Okay, I'll see you then, I'll text or call you if anything.
french: [ _r_ ] Ok, je te verrai alors, je vais te dire ou t'appeler si quelque chose.
spanish: [_r_] Vale, te veré entonces, te enviaré un texto o te llamaré si acaso.

source: [_hi_] Sure, anytime.
french: [_hi_] Bien sûr, à tout moment.
spanish: [_hi_] Claro, en cualquier momento.

source: [_m_] Boring day. Good rest never hurt anyone, though.
french: [_m_] Jour de la baguette. Bon repos ne fait jamais de mal à personne.
spanish: [_m_] Subrayando día. Un buen descanso nunca perjudica a nadie, sin embargo.

source: [_m_] I wonder, will Sakura call me back herself if she needs me?
french: [ _m_ ] Je me demande, Sakura me demande si elle a besoin de moi?
spanish: [_m_] Me pregunto, ¿me volverá a llamar Sakura si me necesita?

source: [_m_] Maybe I should be a little more assertive.
french: [ _m_ ] Peut-être que je devrais être un peu plus affirmée.
spanish: [_m_] Tal vez debería ser un poco más asertivo.

source: [_m_] On the other hand, now I have Hinata as my ace in the hole.
french: [ _m_ ] D'un autre côté, maintenant j'ai Hinata comme mon as dans le trou.
spanish: [_m_] Por otro lado, ahora tengo a Hinata como mi as en el agujero.

source: [_m_] I think I'll have to talk to her about the plan of action. With her help I can deal with Sakura faster.
french: [ _m_ ] Je pense que je vais devoir lui parler du plan d'action. Avec son aide, je peux traiter Sakura plus vite.
spanish: [_m_] Creo que tendré que hablar con ella sobre el plan de acción. Con su ayuda puedo tratar con Sakura más rápido.

source: [_m_] Huh? Someone's here? Could it be Hinata? She would have texted me...
french: [_m_] Hein? Quelqu'un ici ? Peut-être est-ce Hinata ? Elle m'aurait envoyé un texte...
spanish: [_m_] ¿Huh? ¿Alguien está aquí? ¿Podría ser Hinata? Me habría enviado un texto...

source: [_dostav_] Good evening, I've been asked to deliver a letter to this address.
french: [_dostav_] Bonsoir on m'a demandé de livrer une lettre à cette adresse.
spanish: [_dostav_] Buenas tardes, me han pedido que envíe una carta a esta dirección.

source: [_r_] A letter? From whom?
french: [_r_] Une lettre ? De qui ?
spanish: ¿[_r_] una carta? ¿De quién?

source: [_dostav_] The sender has chosen to be anonymous. He also didn't say exactly who is supposed to receive it. Do you live alone here?
french: [ _dostav_ ] L'expéditeur a choisi d'être anonyme. Il n'a pas non plus dit exactement qui est censé le recevoir. Veux-tu vivre seul ici?
spanish: [_dostav_] El remitente ha elegido ser anónimo. Tampoco dijo exactamente quién se supone que lo recibirá. ¿Vives solo aquí?

source: [_r_] Yes... Alone, of course.
french: [ _r_ ] Oui ... Seul, bien sûr.
spanish: [_r_] Sí... Solo, por supuesto.

source: [_dostav_] Then it's must be for you, here you go.
french: [ _dostav_ ] Alors ce doit être pour vous, ici vous allez.
spanish: [_dostav_] Entonces debe ser para ti, aquí te vayas.

source: [_r_] Thank you.
french: [_r_] Merci.
spanish: [_r_] Gracias.

source: [_m_] A letter? Who would even think of that...
french: [_m_] Une lettre ? Qui pourrait même penser à cela...
spanish: [_m_] Una carta? ¿Quién pensaría en eso...

source: You are an amazing creature. I don't know how you managed to reveal my presence, but your caution deserves a compliment.
french: « Vous êtes une créature incroyable. Je ne sais pas comment vous avez réussi à révéler ma présence, mais votre prudence mérite un compliment. »
spanish: Eres una criatura asombrosa. No sé cómo has conseguido revelar mi presencia, pero tu precaución merece un elogio.

source: Since you're so careful, I'll start eliminating up your pawns. Hinata Uzumaki, the whore reeking of your stench. She'll be the first one I kill.
french: « Puisque vous êtes si prudent, je vais commencer à éliminer vos pièges. Hinata Uzumaki, la puanteur qui retrouva votre puanteur. Elle sera la première que je tue.»
spanish: Como eres tan cuidadoso, empiezo a eliminar tus pestañas. Hinata Uzumaki, la guirnalda de tu talento. Será el primero que mato.

source: Know this, if you're reading this letter, your whore's body has long since bled to death in her own apartment.
french: Sachez cela, si vous lisez cette lettre, le corps de votre forgeron est depuis longtemps mortel dans son propre appartement.
spanish: Sepa esto, si está leyendo esta carta, el cuerpo de su bestia lleva mucho tiempo sangrando hasta morir en su propio apartamento.

source: When you find her corpse, remember, it's all because of your cowardice, you monster.
french: Quand vous trouvez son cadavre, souvenez-vous, c'est à cause de votre lâcheté, vous monstres.
spanish: Cuando encuentres su cadáver, recuerda que todo se debe a tu cobardía, monstruo.

source: [_m_] No... No...
french: [ _m_ ] Non. Non.

source: [_m_] Run! I must run!
french: [_m_] Courez ! Je dois courir !
spanish: [_m_] ¡Ejecutar! ¡Tengo que correr!

source: [_m_] He won't make it! THAT SON OF A BITCH WON'T MAKE IT!
french: [_m_] Il ne le fera pas ! C'EST LE SON D'UN BITCH NE LE FAITES !
spanish: [_m_] Él no lo hará! QUE SON DE UN BITCH ¡NO LO COMPRA!

source: [_m_] There's nobody here... M-maybe in the bedroom?
french: [ _m_ ] Il n'y a personne ici ... M-peut-être dans la chambre?
spanish: [_m_] No hay nadie aquí... ¿Tal vez en el dormitorio?

source: [_su_] I can see you.
french: [ _su_ ] Je peux te voir.
spanish: [_su_] puedo verte.

source: [_su_] You must have thought you'd be impossible to catch with a level one disguise, huh?
french: [ _su_ ] Vous devez avoir pensé que vous seriez impossible à attraper avec un niveau de déguisement, hein?
spanish: [_su_] Usted debe haber pensado que sería imposible atrapar con un disfraz de nivel uno, ¿eh?

source: [_su_] Needless to say, you aren't.
french: [_su_] Inutile de dire que vous ne l'êtes pas.
spanish: [_su_] no hace falta decir que lo estás.

source: [_r_] W-who the hell... Are you...
french: [_r_] W-qui l'enfer... Vous...
spanish: [_r_] W-who the infier... Eres tú...

source: [_su_] Your death, it seems.
french: [_su_] Votre mort, semble-t-il.
spanish: [_su_] Tu muerte, parece.

source: [_r_] Hinata... What did you...
french: [_r_] Hinata... Qu'est-ce que vous avez fait...
spanish: [_r_] Hinata... ¿Qué has hecho...

source: [_su_] The whore is fine. What can't be said about you.
french: [ _su_ ] La pute est bonne. Ce qui ne peut pas être dit à propos de toi.
spanish: [_su_] La bestia está bien. Lo que no se puede decir de ti.

source: [_su_] Didn't you feel anything when you entered the house?
french: [ _su_ ] N'avez-vous rien senti quand vous êtes entré dans la maison?
spanish: [_su_] ¿No sientes nada cuando entraste en la casa?

source: [_su_] Of course you didn't, you were in such a hurry.
french: [ _su_ ] Bien sûr que vous ne l'avez pas fait, vous étiez si pressé.
spanish: [_su_] Por supuesto que no lo hizo, estabas tan apresurado.

source: [_su_] Poison against your kind.
french: [ _su_ ] Poison contre ton genre.
spanish: [_su_] Veneno contra tu especie.

source: [_su_] Something new, right?
french: [_su_] Quelque chose de nouveau, non ?
spanish: [_su_] algo nuevo, ¿verdad?

source: [_su_] Come on, open your eyes, it should have worn off by now.
french: [ _su_ ] Allez, ouvrez les yeux, il aurait dû le porter maintenant.
spanish: [_su_] Vamos, abre tus ojos, debería haberse desgastado ahora.

source: [_su_] Are you comfortable in there?
french: [ _su_ ] Es-tu à l'aise là-bas?
spanish: [_su_] ¿Te sientes cómodo allí?

source: [_r_] Stop this.
french: [_r_] Arrêter cela.
spanish: [_r_] Detener esto.

source: [_r_] I don't know who you are, I don't know what you're doing this for, but it's a mistake.
french: [ _r_ ] Je ne sais pas qui vous êtes, je ne sais pas ce que vous faites pour ça, mais c'est une erreur.
spanish: [_r_] No sé quiénes eres, no sé para qué estás haciendo esto, pero es un error.

source: [_su_] Don't bother trying to sweet talk me.
french: [ _su_ ] Ne vous embêtez pas à essayer de me parler.
spanish: [_su_] No te molestes en intentar dulzarme hablar.

source: [_su_] Your death will save this world from destruction.
french: [ _su_ ] Votre mort sauve ce monde de la destruction.
spanish: [_su_] Tu muerte salvará a este mundo de la destrucción.

source: [_r_] I don't want to do anything bad to this world! I only want to help!
french: [ _r_ ] Je ne veux rien faire de mal à ce monde ! Je veux seulement aider !
spanish: [_r_] ¡No quiero hacer nada malo a este mundo! ¡Sólo quiero ayudar!

source: [_su_] Help... That's what you want.
french: [_su_] Aide... C'est ce que vous voulez.
spanish: [_su_] ayuda... Eso es lo que quieres.

source: [_su_] So your intentions were pure...
french: [ _su_ ] Donc vos intentions étaient pures ...
spanish: [_su_] Así que tus intenciones eran puras...

source: [_r_] You... You know more than the locals, do you?
french: [_r_] Vous... Vous en savez plus que les habitants, n'est-ce pas?
spanish: [_r_] Usted ... Ya sabes más que los locales, ¿verdad?

source: [_r_] I do too, which is why I want to help avoid tragedy.
french: [ _r_ ] Moi aussi, c'est pourquoi je veux aider à éviter la tragédie.
spanish: [_r_] Yo también, por eso quiero ayudar a evitar la tragedia.

source: [_su_] Avoid tragedy? Don't you realize... You are the tragedy.
french: [_su_] Évitez la tragédie? Ne vous en faites pas vraiment... Vous êtes la tragédie.
spanish: [_su_] ¿Evitar tragedia? No te das cuenta... Eres la tragedia.

source: [_r_] I... I don't understand... What you mean...
french: [_r_] Je... Je ne comprends pas... Ce que tu veux dire...
spanish: [_r_] yo... No entiendo... Lo que quieres decir...

source: [_su_] It doesn't matter anymore.
french: [ _su_ ] Ça n'a plus d'importance.
spanish: [_su_] Ya no importa.

source: [_su_] It would have been so much easier to just stab you..... But you deserve to suffer more than anyone.
french: [ _su_ ] Il aurait été tellement plus facile de vous poignet ... Mais vous méritez plus que quiconque.
spanish: [_su_] Sería mucho más fácil simplemente apuñalar a usted ... Pero mereces sufrir más que nadie.

source: [_su_] See that jar?
french: [_su_] Vous voyez ce pot ?
spanish: [_su_] ¿Ves esa jarra?

source: [_r_] That's... What are those? Worms?
french: [_r_] C'est... Qu'est-ce que c'est? Des vers ?
spanish: [_r_] eso... ¿Qué son esos? ¿Gusanas?

source: [_su_] Yes, they are. A large brood of sand scavengers.
french: [ _su_ ] Oui, ils sont. Une grosse couvée de charognards.
spanish: [_su_] Sí, lo son. Una granja grande de garrapanes de arena.

source: [_su_] Bought at the black market in the sand village. They've long been trained to eat not only rotting human flesh, but fresh flesh as well.
french: [_su_] acheté au marché noir dans le village de sable. Ils ont depuis longtemps été entraînés à manger non seulement la chair humaine pourrissante, mais aussi la chair fraîche.
spanish: [_su_] Comprado en el mercado negro en el pueblo de arena. Durante mucho tiempo han sido entrenados para comer no sólo carne humana podrida, sino también carne fresca.

source: [_r_] Please... You... You're making a mistake...
french: [ _r_ ] S'il vous plaît ... Vous ... Tu fais une erreur ...
spanish: [_r_] Por favor... Tú... Estás cometiendo un error...

source: [_su_] You're going to sleep now. But when you wake up... You'll finally know what it's like to be in the shoes of your victims.
french: [ _su_ ] Tu vas dormir maintenant. Mais quand tu te réveille ... Vous saurez enfin ce que c'est que d'être à la place de vos victimes.
spanish: [_su_] Ahora vas a dormir. Pero cuando te despiertas ... Por fin sabrás lo que es estar en los zapatos de tus víctimas.

source: [_m_] It tickles...
french: [_m_] Il chatouille...
spanish: [_m_] Es tickles...

source: [_m_] It tickles!
french: [_m_] Il chatouille!
spanish: [_m_] ¡Entrenes!

source: [_m_] Tickles?
french: [_m_] Tickets?

source: [_su_] Opened my eyes at last.
french: [ _su_ ] J'ai enfin ouvert les yeux.
spanish: [_su_] Abrí mis ojos por fin.

source: [_su_] I was afraid you'd lost too much blood to wake up.
french: [ _su_ ] J'avais peur de perdre trop de sang pour se réveiller.
spanish: [_su_] Tenía miedo de que hubiera perdido demasiada sangre para despertar.

source: [_su_] Lucky me.
french: [_su_] J'ai de la chance.
spanish: [_su_] Suerte.

source: [_su_] Unlucky you, of course.
french: [ _su_ ] Peu de chance, bien sûr.
spanish: [_su_] Sin suerte, por supuesto.

source: [_su_] This is it. Feel everything I have in store for you...
french: [_su_] C'est ça. Sentez tout ce que j'ai en réserve pour vous...
spanish: [_su_] Esto es todo. Siéntete todo lo que tengo a tu disposición...

source: [_su_] You deserve every moment of this pain.
french: [ _su_ ] Vous méritez chaque instant de cette douleur.
spanish: [_su_] Usted merece cada momento de este dolor.

source: [_su_] Now when this blood-soaked pit becomes your grave.
french: [ _su_ ] Maintenant, quand cette fosse à trempage de sang devient votre tombe.
spanish: [_su_] Ahora, cuando este pozo empapado de sangre se convierte en su tumba.

source: [_su_] I will be able to rest.
french: [ _su_ ] Je vais pouvoir me reposer.
spanish: [_su_] Yo podré descansar.

source: [_m_] That bastard... Shit...
french: [_m_] Ce bâtard... Shit...
spanish: [_m_] esa basta... mierda...

source: [_m_] I can still feel the worms in my head...
french: [ _m_ ] Je peux encore sentir les vers dans ma tête ...
spanish: [_m_] Todavía puedo sentir los gusanos en mi cabeza ...

source: [_m_] Lured me out with Hinata... Dirty son of a bitch!
french: [_m_] Je suis sorti avec Hinata... fils sale d'une chienne!
spanish: [_m_] me atrajo con Hinata... ¡Hijo sucio de una perra!

source: [_m_] At least this time he talked to me. From what I was able to hear, I can tell he knows more than possible.
french: [ _m_ ] Au moins cette fois, il m'a parlé. D'après ce que j'ai pu entendre, je peux dire qu'il en sait plus que possible.
spanish: [_m_] Al menos esta vez me habló. Por lo que pude oír, puedo decirle que sabe más que posible.

source: [_m_] His Sharingan can detect me in disguise... That makes a big difference.
french: [ _m_ ] Son Sharingan peut me détecter en déguisement ... Ça fait une grande différence.
spanish: [_m_] Su Sharingan puede detectarme disfrazado... Eso marca una gran diferencia.

source: [_m_] No matter how hard I try to hide from him, he'll find me.
french: [ _m_ ] Peu importe à quel point j'essaie de me cacher, il me trouve.
spanish: [_m_] No importa lo difícil que intente esconderme de él, me encontrará.

source: [_m_] The only thing I know about him is that he has a strong sharingan. Also, his approximate age. He looked to be about... Seventy? Probably..
french: [ _m_ ] La seule chose que je connaisse à son sujet, c'est qu'il a un fort sharingan. De plus, son âge approximatif. Il semblait être à propos de ... Soixante-dix? Probablement ..
spanish: [_m_] Lo único que sé de él es que tiene un fuerte compartido. También, su edad aproximada, buscaba... ¿Setenta?..

source: [_m_] Here I am again, it's the day after Hinata found out about everything...
french: [ _m_ ] Ici, je suis à nouveau, c'est le jour où Hinata a découvert tout ...
spanish: [_m_] Aquí estoy de nuevo, es el día después de que Hinata descubrió todo...

source: [_m_] And here I go again... To repeat everything exactly as I did... To answer all of Hinata's questions...
french: [_m_] Et je reviens ici... Pour tout répéter exactement comme je l'ai fait... Pour répondre à toutes les questions d'Hinata...
spanish: [_m_] Y aquí voy de nuevo... Para repetir todo exactamente como lo hice... Para responder a todas las preguntas de Hinata...

source: [_m_] She must not return home this day... I have to do something to ruin his plans.
french: [ _m_ ] Elle ne doit pas rentrer chez elle ce jour ... Je dois faire quelque chose pour ruine ses plans.
spanish: [_m_] Ella no debe regresar a casa este día... Tengo que hacer algo para arruinar sus planes.

source: [_r_] H-hinata... I know you have a family and all of that... I'm probably asking a lot but... Stay with me tonight. Just once, just for this one night...
french: [_r_] H-hinata... Je sais que vous avez une famille et tout cela... Je demande probablement beaucoup mais... Restez avec moi ce soir. Juste une fois, juste pour cette nuit...
spanish: [_r_] H-hinata... Sé que tienes una familia y todo eso... Probablemente estoy preguntando mucho pero... Quédate conmigo esta noche. Solo una vez, solo por esta noche...

source: [_hi_] What's wrong? Why did your face change so much all of a sudden?
french: [_hi_] Qu'est-ce qui ne va pas ? Pourquoi votre visage a-t-il changé si soudainement ?
spanish: [_hi_] ¿Qué está mal? ¿Por qué cambió tanto tu rostro de repentino?

source: [_r_] There's a reason, I... I don't even know if I can tell you, but...
french: [ _r_ ] Il y a une raison, je ... Je ne sais même pas si je peux te le dire, mais ...
spanish: [_r_] Hay una razón, yo... ni siquiera sé si puedo decirte, pero...

source: [_hi_] Please trust me... I've put all my faith in you...
french: [_hi_] Veuillez me faire confiance... J'ai mis toute ma foi en vous...
spanish: [_hi_] Por favor confíe en mí... He puesto toda mi fe en ti...

source: [_r_] Okay, I'll tell you everything. But you have to stay here by my side.
french: [_r_] D'accord, je vais vous dire tout. Mais vous devez rester ici à mes côtés.
spanish: [_r_] Vale, te diré todo. Pero tienes que quedarte a mi lado.

source: [_hi_] Okay. I'll stay with you for tonight, but just this once... I can't do this all the time you know...
french: [_hi_] D'accord. Je vais rester avec vous ce soir, mais juste une fois... Je ne peux pas le faire tout le temps que vous en savez...
spanish: [_hi_] Vale. Me quedaré contigo por esta noche, pero solo esta vez... no puedo hacer esto todo el tiempo que sabes...

source: [_r_] Sure, don't worry.
french: [ _r_ ] Bien sûr, ne vous inquiéte pas.
spanish: [_r_] Claro, no se preocupe.

source: [_hi_] Your place is in such a mess! It's a good thing I have a chance to fix this.
french: [ _hi_ ] Votre place est dans un tel bordel ! C'est une bonne chose que j'ai une chance de réparer ça.
spanish: [_hi_] ¡Tu lugar está en un desastre! Es bueno que tenga la oportunidad de solucionar esto.

source: [_r_] You shouldn't have. I'm grateful, but it's a little embarrassing.
french: [ _r_ ] Vous ne devriez pas avoir. Je suis reconnaissante, mais c'est un peu embarrassant.
spanish: [_r_] No debería tener. Estoy agradecido, pero es un poco vergonzoso.

source: [_hi_] I can't look at the mess, makes me want to tidy everything up. I guess being a housewife takes its toll on me.
french: [ _hi_ ] Je ne peux pas regarder la pagaille, me fait envie de tout faire. Je suppose qu'être une femme au foyer me fait un bilan.
spanish: [_hi_] No puedo mirar el caos, me hace querer atascar todo. Supongo que ser ama de casa se lleva su trompeta.

source: [_r_] You're a perfect wife, Naruto and the kids are lucky to have you.
french: [ _r_ ] Vous êtes une femme parfaite, Naruto et les enfants ont de la chance de vous avoir.
spanish: [_r_] Eres una esposa perfecta, Naruto y los niños tienen la suerte de tenerte.

source: [_hi_] You're also as lucky, actually! You're a part of my family, even if a secret one.
french: [ _hi_ ] Vous êtes aussi chanceux, en fait ! Vous faites partie de ma famille, même si elle est secrète.
spanish: [_hi_] Usted también es tan afortunado, en realidad! Eres parte de mi familia, aunque sea secreta.

source: [_r_] Oh... Really? I didn't realize you thought of me that way.
french: [_r_] Oh... Vraiment? Je ne me suis pas rendu compte que vous aviez pensé à moi de cette façon.
spanish: [_r_] Oh... ¿Realmente? No me di cuenta de que pensaste en mí de esa manera.

source: [_hi_] I can't help it. You're a part of my life... I've never let anyone into my heart except my husband and the children... But I let you in.
french: [_hi_] Je ne peux pas l'aider. Vous faites partie de ma vie... « Je n'ai jamais laissé personne dans mon cœur, sauf mon mari et les enfants... Mais je vous laisse entrer. »
spanish: [_hi_] no puedo ayudarlo. Eres parte de mi vida... I never let anyone into my heart except my husband and the children... But I let you in.

source: [_r_] Hinata... You may have been in danger... That's why you're here and not at home.
french: [_r_] Hinata... Vous avez peut-être été en danger... C'est pourquoi vous êtes ici et pas chez vous.
spanish: [_r_] Hinata... Puede que hayas estado en peligro... Por eso estás aquí y no en casa.

source: [_hi_] What do you mean?
french: [ _hi_ ] Que voulez-vous dire?
spanish: [_hi_] ¿Qué quiere decir?

source: [_r_] What I'm about to say is hard to believe but I'm not lying to you... There's a man who's been trying to kill me all this time... And sometimes he succeeds.
french: [ _r_ ] Ce que je suis sur le point de dire est difficile à croire mais je ne mens pas à vous ... Il y a un homme qui essaie de me tuer tout ce temps ... Et parfois il réussit.
spanish: [_r_] Lo que voy a decir es difícil de creer, pero no te miro a ti... Hay un hombre que ha estado tratando de matarme todo este tiempo... Y a veces lo logra.

source: [_hi_] I didn't understand this one...
french: [_hi_] Je n'ai pas compris celui-ci...
spanish: [_hi_] no entendí este...

source: [_r_] This man... He's killed me several times already. Yet somehow I keep going back to the morning of the day I was killed.
french: [_r_] Cet homme... Il m'a tué plusieurs fois déjà. Pourtant, d'une manière ou d'une autre, je ne cesse de revenir au matin du jour où j'ai été tué.
spanish: [_r_] Este hombre... Ya me ha matado varias veces. Sin embargo, de alguna manera sigo regresando a la mañana del día en que me mataron.

source: [_hi_] Are you serious? How is it possible...
french: [ _hi_ ] Êtes-vous sérieux? Comment est-il possible ...
spanish: [_hi_] ¿Te estás serio? ¿Cómo es posible...
