Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_hi_] To tell you the truth, I've been getting used to the idea that my life wouldn't be the same for a while ...
french: [ _hi_ ] Pour vous dire la vérité, j'ai été habitué à l'idée que ma vie ne serait pas la même pendant un certain temps ...
spanish: [_hi_] Para decirte la verdad, me he estado acostumbrando a la idea de que mi vida no sería la misma por un rato...

source: [_hi_] But no, I don't, I'll never regret having great sex!
french: [ _hi_ ] Mais non, je ne le regretterai jamais d'avoir un grand sexe !
spanish: [_hi_] Pero no, no, ¡nunca me arrepentiré de tener un gran sexo!

source: [_r_] Great! I'm glad you're in a good mood.
french: [ _r_ ] Grand ! Je suis content que tu sois de bonne humeur.
spanish: [_r_] ¡Genial! Me alegro de que estés de buen humor.

source: [_hi_] B-but you know. I wasn't just thinking about Kamiko... About you too... Even more about you than her.
french: [_hi_] B-mais vous savez. Je ne pensais pas seulement à Kamiko... À vous aussi... Encore plus à votre sujet qu'elle.
spanish: [_hi_] B pero ya sabes. Yo no solo estaba pensando en Kamiko... También acerca de usted... Incluso más sobre ti que ella.

source: [_r_] What were you thinking about?
french: [ _r_ ] À quoi penses-tu?
spanish: [_r_] ¿En qué estabas pensando?

source: [_hi_] It's not easy to say... Not over the phone.
french: [ _hi_ ] Il n'est pas facile de dire ... Pas au téléphone.
spanish: [_hi_] No es fácil decir ... No por teléfono.

source: [_r_] Do you want to come over to talk about it?
french: [ _r_ ] Voulez-vous venir en parler?
spanish: [_r_] ¿Quieres venir a hablar de ello?

source: [_hi_] I... I don't know if I'm ready for what you might tell me...
french: [_hi_] Je... Je ne sais pas si je suis prêt pour ce que vous pourriez me dire...
spanish: [_hi_] I. .. No sé si estoy listo para lo que podrías decirme ...

source: [_r_] Maybe you're not, but I'll be honest with you.
french: [ _r_ ] Peut-être que vous n'êtes pas, mais je serai honnête avec vous.
spanish: [_r_] Tal vez no lo estés, pero seré honesto contigo.

source: [_hi_] Okay. Wait for me.
french: [_hi_] Ok. Attendez-moi.
spanish: [_hi_] Vale. Espere por mí.

source: [_m_] That tone... She's serious.
french: [_m_] Ce ton... Elle est sérieuse.
spanish: [_m_] ese tono... Es serio.

source: [_m_] Apparently good sex wasn't enough to set things right.
french: [ _m_ ] Apparemment, le bon sexe n'était pas suffisant pour réparer les choses.
spanish: [_m_] Parece que el sexo no era suficiente para arreglar las cosas.

source: [_m_] I'm not gonna lie.
french: [_m_] Je ne vais pas mentir.
spanish: [_m_] No me voy a mentir.

source: [_m_] She must know what's really going on.
french: [ _m_ ] Elle doit savoir ce qui se passe vraiment.
spanish: [_m_] Debe saber lo que está sucediendo realmente.

source: [_m_] Hinata deserves it.
french: [_m_] Hinata le mérite.
spanish: [_m_] Hinata se lo merece.

source: [_hi_] Here uhh... Here I am...
french: [_hi_] Ici euh... Je suis...
spanish: [_hi_] Aquí uhh... Aquí estoy yo...

source: [_r_] Is everything okay?
french: [ _r_ ] Tout va bien?
spanish: [_r_] ¿Todo está bien?

source: [_hi_] Y-yes... It's just... I don't know what to expect.
french: [_hi_] Oui... C'est juste... Je ne sais pas à quoi m'attendre.
spanish: [_hi_] Y-sí... Es justo... No sé qué esperar.

source: [_r_] You're scared of all this, aren't you?
french: [ _r_ ] Vous avez peur de tout ça, n'est-ce pas?
spanish: [_r_] Usted tiene miedo de todo esto, ¿no?

source: [_hi_] A lot... I don't want to be disappointed.
french: [_hi_] Beaucoup ... Je ne veux pas être déçu.
spanish: [_hi_] Mucho... No quiero estar decepcionado.

source: [_hi_] But... Don't lie to me... Even if it hurts me.
french: [_hi_] Mais... Ne me mentez pas... Même si ça me fait mal.
spanish: [_hi_] Pero... No me mires a mí... Incluso si me duele.

source: [_r_] I promise I won't.
french: [_r_] Je promets que je ne le ferai pas.
spanish: [_r_] prometo que no lo haré.

source: [_hi_] Good. Then... Let's talk, shall we?
french: [_hi_] Bien. Alors... Parlons, allons-nous?
spanish: [_hi_] Bueno. Entonces ... Vamos a hablar, ¿nosotros?

source: [_r_] Let's sit down, come here.
french: [ _r_ ] Laisse tomber, viens ici.
spanish: [_r_] Sentémonos, ven aquí.

source: [_hi_] You're not from here, are you?
french: [ _hi_ ] Vous n'êtes pas d'ici, n'est-ce pas?
spanish: [_hi_] No eres de aquí, ¿verdad?

source: [_r_] Yeah, like I said, I'm not from Konoha.
french: [ _r_ ] Ouais, comme je l'ai dit, je ne suis pas de Konoha.
spanish: [_r_] Sí, como dije, no soy de Konoha.

source: [_hi_] No... I mean...
french: [_hi_] Non... Je veux dire...
spanish: [_hi_] No... quiero decir...

source: [_r_] Yes. I'm not from this world.
french: [ _r_ ] Oui. Je ne suis pas de ce monde.
spanish: [_r_] Sí. No soy de este mundo.

source: [_hi_] What does this mean?
french: [ _hi_ ] Qu'est-ce que cela signifie?
spanish: [_hi_] ¿Qué significa esto?

source: [_r_] In short, the universe we're in now is not my original home.
french: [ _r_ ] En bref, l'univers que nous sommes en ce moment n'est pas ma maison d'origine.
spanish: [_r_] En resumen, el universo en el que estamos ahora no es mi hogar original.

source: [_r_] I was born in another universe where everything was completely different.
french: [ _r_ ] Je suis né dans un autre univers où tout était complètement différent.
spanish: [_r_] nací en otro universo donde todo era completamente diferente.

source: [_r_] No chakra, no techniques. People in my world fight differently, even though they live and love the same way they do here.
french: [ _r_ ] Pas de chakra, pas de techniques. Les gens de mon monde se battent différemment, même s'ils vivent et aiment la même façon qu'ils le font ici.
spanish: [_r_] No hay chakra, no hay técnicas. La gente en mi mundo lucha de forma diferente, aunque vivan y aman de la misma manera que lo hacen aquí.

source: [_hi_] Fight differently? How's that?
french: [_hi_] Combattez différemment ? Comment est-ce que ça ?
spanish: ¿[_hi_] Lucha de otra manera? ¿Cómo es eso?

source: [_r_] We don't have the power that can grant us the might of the elements, absorb enemy attacks, destroy large areas, a person like me doesn't have that internal resource.
french: [ _r_ ] Nous n'avons pas le pouvoir qui peut nous accorder la puissance des éléments, absorber les attaques de l'ennemi, détruire de grandes zones, une personne comme moi n'a pas cette ressource interne.
spanish: [_r_] No tenemos el poder que nos pueda otorgar el poder de los elementos, absorbe ataques enemigos, destruye grandes áreas, una persona como yo no tiene ese recurso interno.

source: [_r_] But that doesn't mean we fight less effectively. Our main strength is knowledge, science, centuries of experience in different spheres of life.
french: Mais cela ne veut pas dire que nous nous battons moins efficacement. Notre force principale est la connaissance, la science, des siècles d'expérience dans différents domaines de la vie.
spanish: [_r_] Pero eso no significa que luchemos menos efectivamente. Nuestra principal fuerza es el conocimiento, la ciencia, siglos de experiencia en diferentes esferas de la vida.

source: [_r_] Thanks to science, people in my world have created a weapon that can wipe out half the globe. If you think about it that way, it's frightening.
french: [ _r_ ] Grâce à la science, les gens de mon monde ont créé une arme qui peut anéantir la moitié du globe. Si tu y penses comme ça, c'est effrayant.
spanish: [_r_] Gracias a la ciencia, la gente en mi mundo ha creado un arma que puede acabar con la mitad del globo. Si lo piensas de esa manera, es aterrador.

source: [_hi_] Sounds like... Something impossible...
french: [_hi_] On dirait que... quelque chose d'impossible...
spanish: [_hi_] Suena como... Algo imposible...

source: [_r_] Maybe. But it's all true.
french: [_r_] Peut-être. Mais tout est vrai.
spanish: [_r_] Tal vez. Pero todo es cierto.

source: [_hi_] Kamiko... She's Otsutsuki... How are you related to her? How did you two meet?
french: [_hi_] Kamiko... Elle est Otsutsuki... Comment êtes-vous lié à elle ? Comment avez-vous rencontré deux personnes ?
spanish: [_hi_] Kamiko... She's Otsutsuki... ¿Cómo estás relacionado con ella? ¿Cómo te reuniste con ella?

source: [_r_] Kamiko is unique. As far as I'm concerned all Otsutsutsuki are unique in some way, but Kamiko is something else.
french: [ _r_ ] Kamiko est unique. En ce qui me concerne, tous les Otsutsutsuki sont uniques d'une certaine façon, mais Kamiko est autre chose.
spanish: [_r_] Kamiko es único. Por lo que a mí respecta, todos los Otsutsutsuki son únicos de alguna manera, pero Kamiko es otra cosa.

source: [_r_] She has the power to manipulate time, she can summon beings from other dimensions. Just like she did with me.
french: [ _r_ ] Elle a le pouvoir de manipuler le temps, elle peut invoquer des êtres d'autres dimensions. Comme elle l'a fait avec moi.
spanish: [_r_] Ella tiene el poder de manipular el tiempo, puede invocar seres de otras dimensiones. Al igual que lo hizo conmigo.

source: [_hi_] Summon beings? Is that like the pact of summoning an animal? We have many who are skilled in summoning techniques.
french: [_hi_] Invoquer des êtres ? Est-ce comme le pacte d'invocation d'un animal ? Nous en avons beaucoup qui sont compétents pour invoquer des techniques.
spanish: ¿[_hi_] invocar seres? ¿Es así como el pacto de invocar un animal? Tenemos muchos que son hábiles en la invocación de técnicas.

source: [_r_] Similar, but no. The beasts you sign a pact with, though not physically in your dimension, they exist within your universe, so they can physically interact with you.
french: [_r_] Similaire, mais non. Les bêtes que vous signez un pacte avec, mais pas physiquement dans votre dimension, elles existent dans votre univers, de sorte qu'elles peuvent interagir physiquement avec vous.
spanish: [_r_] similar, pero no. Las bestias que firmas un pacto con, aunque no físicamente en tu dimensión, existen dentro de tu universo, para que puedan interactuar físicamente contigo.

source: [_r_] Kamiko, on the other hand, can summon beings from completely different universes that are not connected to yours.
french: [_r_] Kamiko, par contre, peut invoquer des êtres provenant d'univers complètement différents qui ne sont pas connectés à la vôtre.
spanish: [_r_] Kamiko, por otra parte, puede invocar seres de universos completamente diferentes que no están conectados con el tuyo.

source: [_r_] That's what happened to me. I was just sitting in my room, surfing the web... Until I just found myself in the middle of a forest. In another world.
french: [ _r_ ] C'est ce qui m'est arrivé. J'étais assise dans ma chambre, surfant sur le web ... Jusqu'à ce que je viens de me trouver au milieu d'une forêt. Dans un autre monde.
spanish: [_r_] Eso es lo que me pasó. Estaba sentado en mi habitación, navegando por la web. Hasta que me encontré en medio de un bosque. En otro mundo.

source: [_hi_] That's just crazy...
french: [_hi_] C'est tout simplement fou ...
spanish: [_hi_] Eso es solo loco...

source: [_r_] You don't say.
french: [_r_] Vous ne le dites pas.
spanish: [_r_] Usted no dice.

source: [_hi_] How did you... Could you get over this?
french: [_hi_] Comment vous êtes-vous passé... Pourriez-vous y remédier ?
spanish: [_hi_] ¿Cómo lo hizo... ¿Podrías superar esto?

source: [_r_] It wasn't easy... But my life was on the line, I had to adapt.
french: [ _r_ ] Ce n'était pas facile ... Mais ma vie était sur la ligne, j'ai dû m'adapter.
spanish: [_r_] No era fácil... Pero mi vida estaba en la línea, tuve que adaptarme.

source: [_hi_] So you're not our enemy. are you? You were a victim of circumstance?
french: [_hi_] Donc vous n'êtes pas notre ennemi. Êtes-vous vous? Vous avez été victime de circonstance?
spanish: [_hi_] Así que no eres nuestro enemigo. ¿estás? ¿Usted fue víctima de las circunstancias?

source: [_r_] Of course not.
french: [ _r_ ] Bien sûr que non.
spanish: [_r_] Por supuesto que no.

source: [_r_] I don't mean any harm, just the opposite. In all the time that you and I have been getting to know each other... I felt I wanted to protect you, I'm not your enemy.
french: [ _r_ ] Je ne veux pas dire de mal, juste le contraire. En tout le temps que vous et moi avons eu à apprendre les uns les autres ... Je voulais te protéger, je ne suis pas ton ennemi.
spanish: [_r_] No me refiero a ningún daño, justo al contrario. En todo el tiempo que tú y yo nos hemos ido conociendo ... Sentí que quería protegerte, no soy tu enemigo.

source: [_hi_] And Kamiko? She isn't... Well... She's not bad either, is she?
french: [_hi_] Et Kamiko ? Elle n'est pas... Eh bien... Elle n'est pas mauvaise non plus, n'est-ce pas?
spanish: [_hi_] Y Kamiko? Ella no está... Bueno... ¿O no está mal tampoco, es ella?

source: [_r_] I promised I wouldn't lie to you. I don't know everything for sure, Hinata...
french: [_r_] Je vous ai promis que je ne vous mentirais pas. Je ne sais pas tout, Hinata...
spanish: [_r_] prometí que no mintiría a ti. No sé todo seguro, Hinata...

source: [_r_] Some of her actions, decisions, attitudes strike me as a little... A little wild at times.
french: [ _r_ ] Certaines de ses actions, décisions, attitudes me frappent comme un peu ... Un peu de liberté par moments.
spanish: [_r_] Algunas de sus acciones, decisiones, actitudes me llaman un poco... Un poco salvaje a veces.

source: [_r_] But what can say for sure is that if she wanted to destroy you all, she would have done it a long time ago.
french: [ _r_ ] Mais ce qui peut dire, c'est que si elle voulait vous détruire tous, elle l'aurait fait il y a longtemps.
spanish: [_r_] Pero lo que puede decir con certeza es que si quería destruirte todo, lo habría hecho hace mucho tiempo.

source: [_r_] Believe me, Kamiko has all the power to do so.
french: [ _r_ ] Croyez-moi, Kamiko a tout le pouvoir de le faire.
spanish: [_r_] Créame, Kamiko tiene todo el poder para hacerlo.

source: [_hi_] So... Why... I don't know how to say it...
french: [_hi_] Alors... Pourquoi... Je ne sais pas comment le dire...
spanish: [_hi_] Así que... ¿Por qué... no sé cómo decirlo...

source: [_hi_] It bothers me so much...
french: [ _hi_ ] Cela m'embête tellement ...
spanish: [_hi_] Me molesta tanto...

source: [_hi_] Tears are welling up when I think about This...
french: [_hi_] Les larmes se gonflent quand je pense à cela...
spanish: [_hi_] las lágrimas se están recuperando cuando pienso en esto...

source: [_r_] It's okay Hinata, be brave.
french: [ _r_ ] C'est OK Hinata, courageux.
spanish: [_r_] Está bien Hinata, sé valiente.

source: [_hi_] Why... Me?
french: [_hi_] Pourquoi... Moi?
spanish: [_hi_] Por qué ... ¿Yo?

source: [_hi_] Am I just a stepping stone in Kamiko's plan... Or a passed stage... What am I to you?
french: [_hi_] Suis-je juste une pierre de marche dans le plan de Kamiko... Ou une étape passée... Que suis-je pour vous?
spanish: [_hi_] ¿Soy solo una piedra de paso en el plan de Kamiko... O una etapa pasada... ¿Qué soy de ti?

source: [_r_] In the beginning, you were nothing more than the goal Kamiko set for me.
french: [ _r_ ] Au début, vous n'étiez rien de plus que le but que Kamiko m'avait fixé.
spanish: [_r_] Al principio, no eres más que el objetivo que Kamiko me fijó.

source: [_r_] But... Throughout this journey. I've gone through a lot of happy moments with you...
french: [ _r_ ] Mais ... Tout au long de ce voyage. J'ai traversé beaucoup de moments heureux avec vous ...
spanish: [_r_] Pero... A lo largo de este viaje. He pasado muchos momentos felices contigo...

source: [_r_] As well as hardships.
french: [ _r_ ] En plus des difficultés.
spanish: [_r_] así como penurias.

source: [_r_] Kamiko's technique... Because of it, I remember everything, even the most painful things.
french: [_r_] La technique de Kamiko... À cause de cela, je me souviens de tout, même des choses les plus douloureuses.
spanish: [_r_] Técnica de Kamiko... Por eso, recuerdo todo, incluso las cosas más dolorosas.

source: [_r_] Having come all this way... From me doing it for myself, to me doing it all for us... You'll never be just Kamiko's goal for me.
french: [_r_] Ayant fait tout ça... De moi le faire pour moi, à moi de tout faire pour nous. . Vous ne serez jamais que le but de Kamiko pour moi.
spanish: [_r_] Habiendo venido todo este camino... de mí haciéndolo por mí mismo, a mí haciéndolo todo por nosotros. . Nunca serás el objetivo de Kamiko para mí.

source: [_r_] No matter how this sounds... A part of me is with you now, just like a big part of you will never leave me.
french: [ _r_ ] Peu importe comment cela semble ... Une partie de moi est avec vous maintenant, comme une grande partie de vous ne me quittera jamais.
spanish: [_r_] No importa cómo suene esto... Una parte de mí está contigo ahora, al igual que una gran parte de ti nunca me dejará.

source: [_hi_] Thank you... I... I needed to hear that.
french: [_hi_] Merci... Je... J'avais besoin d'entendre ça.
spanish: [_hi_] Gracias... Necesitaba oírlo.

source: [_hi_] So... What do I have to look forward to? What's going to happen to us now? To me and you, to Kamiko, what's going to happen to all of this?
french: [_hi_] Alors... « Qu'est-ce que j'attends avec impatience? Qu'est-ce qui va nous arriver maintenant? » « À moi et à vous, à Kamiko, qu'arrivera-t-il à tout cela? »
spanish: [_hi_] Más... ¿Qué tengo que esperar? ¿Qué nos va a pasar ahora? A mí y a ti, a Kamiko, ¿qué va a pasar con todo esto?

source: [_r_] Kamiko's goal is important to her, she wants to protect this world and I fully support her in that.
french: [_r_] L'objectif de Kamiko est important pour elle, elle veut protéger ce monde et je le soutiens pleinement.
spanish: [_r_] El objetivo de Kamiko es importante para ella, quiere proteger este mundo y la apoyo plenamente en eso.

source: [_r_] She knows what it takes, and I'm going to follow her.
french: [ _r_ ] Elle sait ce qu'elle prend, et je vais la suivre.
spanish: [_r_] Ella sabe lo que se necesita y voy a seguirla.

source: [_r_] You're with us now... You're a part of this...
french: [ _r_ ] Vous êtes avec nous maintenant ... Vous faites partie de ce ...
spanish: [_r_] Usted está con nosotros ahora ... Eres una parte de esto ...

source: [_r_] But this is just the beginning.
french: [ _r_ ] Mais ce n'est que le début.
spanish: [_r_] Pero esto es solo el principio.

source: [_r_] As painful as it sounds. But you're not the only one I'll be with.
french: [ _r_ ] Aussi douloureux que ça sonne. Mais vous n'êtes pas le seul avec qui je serai.
spanish: [_r_] Tan doloroso como suena. Pero no eres el único con el que estaré.

source: [_hi_] I... Yeah, I've realized that.
french: [_hi_] Je... Ouais, j'ai réalisé ça.
spanish: [_hi_] Yo... Sí, me he dado cuenta de eso.

source: [_r_] You have?
french: [_r_] Vous avez?
spanish: [_r_] ¿Tiene?

source: [_hi_] Of course. I was surprised when I noticed that Sakura was starting to take interest in you.
french: [ _hi_ ] Bien sûr. J'ai été surpris quand j'ai remarqué que Sakura commençait à s'intéresser à vous.
spanish: [_hi_] Por supuesto. Me sorprendió que Sakura empezara a interesarse por ti.

source: [_hi_] But when I saw Kamiko, and even more so when we all had sex together, I finally accepted that I wasn't the only one.
french: Mais quand j'ai vu Kamiko, et encore plus quand nous avons tous eu des relations sexuelles ensemble, j'ai finalement accepté que je n'étais pas le seul.
spanish: [_hi_] Pero cuando vi a Kamiko, y aún más cuando todos tuvimos relaciones sexuales, finalmente acepté que no era el único.

source: [_r_] Doesn't this hurt you?
french: [_r_] Cela ne vous fait pas de mal ?
spanish: [_r_] ¿No te lastima esto?

source: [_hi_] N-no... I guess it doesn't...
french: [_hi_] N-no... Je suppose que ce n'est pas le cas...
spanish: [_hi_] N-no... Supongo que no...

source: [_hi_] What right do I have to be the only one... It's not like I'm your wife or girlfriend... I feel that I love you... I want you to own me as a woman...
french: [ _hi_ ] Quel droit je dois être le seul ... Ce n'est pas comme si je suis ta femme ou ta copine ... Je sens que je t'aime ... Je veux que tu me détiens en tant que femme ...
spanish: [_hi_] ¿Qué derecho tengo para ser el único... No es como yo mi esposa o amiga joven. . Siento que te amo... Quiero que me posees como mujer...

source: [_hi_] That's enough for me.
french: [_hi_] Ça me suffit.
spanish: [_hi_] Eso es suficiente para mí.

source: [_r_] I'm very glad you think of it that way.
french: [ _r_ ] Je suis très heureux que vous y peniez ainsi.
spanish: [_r_] Estoy muy contento de que lo pienses de esa manera.

source: [_r_] I'll probably ask you to help me with Sakura soon, would you mind?
french: [ _r_ ] Je vous demanderai probablement de m'aider avec Sakura?
spanish: [_r_] probablemente te pediré que me ayudes con Sakura pronto, ¿te importarías?

source: [_hi_] It turns me on to think that we'll be able to fuck Sakura the way we did with Kamiko...
french: [ _hi_ ] Il me semble que nous serons en mesure de baiser Sakura comme nous l'avons fait avec Kamiko ...
spanish: [_hi_] Me hace pensar que podremos follar a Sakura como lo hicimos con Kamiko...

source: [_hi_] Damn... That really turns me on...
french: [_hi_] Bon sang... Ça me rallume vraiment...
spanish: [_hi_] Damn... Eso realmente me enciendo...

source: [_r_] You're perfect.
french: [_r_] Vous êtes parfait.
spanish: [_r_] Usted es perfecto.

source: [_hi_] So... Have you thought about what you want out of all this for yourself?
french: [_hi_] Alors, avez-vous pensé à ce que vous voulez de tout cela pour vous-même?
spanish: [_hi_] Así que... ¿Has pensado en lo que quieres de todo esto para ti mismo?

source: [_hi_] Kamiko pulled you out of your world... You weren't supposed to be here...
french: [_hi_] Kamiko vous a sorti de votre monde... Vous n'étiez pas censé être ici...
spanish: [_hi_] Kamiko te sacó de tu mundo... Se supone que no estabas aquí...

source: [_hi_] Do you want to go home?
french: [ _hi_ ] Voulez-vous rentrer à la maison?
spanish: [_hi_] ¿Quieres ir a casa?

source: [_r_] No, Hinata. I don't want to go back. There's nothing waiting for me there, I was completely empty there.
french: [_r_] Non, Hinata. Je ne veux pas revenir. Il n'y a rien qui m'attend là-bas, j'étais complètement vide.
spanish: [_r_] No, Hinata. No quiero volver atrás. No hay nada que me esté esperando, estaba completamente vacío allí.

source: [_r_] What do I want? To help Kamiko save the world, I guess.
french: [ _r_ ] Qu'est-ce que je veux? Pour aider Kamiko à sauver le monde, je suppose.
spanish: [_r_] ¿Qué quiero hacer? Para ayudar a Kamiko a salvar el mundo, supongo.

source: [_r_] I want to spend more time with you, with other girls...
french: [ _r_ ] Je veux passer plus de temps avec toi, avec d'autres filles ...
spanish: [_r_] Quiero pasar más tiempo contigo, con otras chicas...

source: [_r_] I want the danger to be over.
french: [ _r_ ] Je veux que le danger soit fini.
spanish: [_r_] Quiero que se acabe el peligro.

source: [_hi_] Sounds good to me...
french: [_hi_] Ça me semble bien...
spanish: [_hi_] Suena bien para mí...

source: [_hi_] It was interesting to hear your story.
french: [ _hi_ ] C'était intéressant d'entendre votre histoire.
spanish: [_hi_] Fue interesante escuchar tu historia.

source: [_hi_] I'll probably never be able to understand you completely... But for now, I'm at peace.
french: [_hi_] Je ne serai probablement jamais en mesure de vous comprendre complètement... Mais pour l'instant, je suis en paix.
spanish: [_hi_] Probablemente nunca podré entenderte completamente... Pero por ahora, estoy en paz.
