Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_m_] This is all too weird. I'll have to ask her about these messages at work tomorrow.
french: [_m_] C'est trop bizarre. Je lui demanderai de lui parler de ces messages demain.
italian: [_m_] Questo è troppo strano. Dovrò chiederle di questi messaggi al lavoro domani.
japanese: [_m_] これはあまりにも奇妙です。明日仕事で彼女にこれらのメッセージについて聞かなければなりません。
spanish: [_m_] Esto es demasiado extraño. Mañana tendré que preguntarle acerca de estos mensajes en el trabajo.

source: [_m_] I made it through the night, so things aren't going so badly...
french: [_m_] Je l'ai fait passer la nuit, alors les choses ne vont pas si mal ...
italian: [_m_] L'ho fatto attraverso la notte, quindi le cose non stanno andando così male...
japanese: [_m_] 夜を徹して作ったので、状況が悪くなりません...
spanish: [_m_] lo hice por la noche, así que las cosas no van tan mal...

source: [_saku_] Come in!
french: [_saku_] Viens !
italian: [_saku_] Vieni in!
japanese: [_saku_] ご来場ください!
spanish: ¡[_saku_] entrar!

source: [_saku_] Masseur, good morning! Ready to get to work?
french: [_saku_] Masseur, bonjour ! Prêt à travailler ?
italian: [_saku_] Masseur, Buongiorno! Pronto a lavorare?
japanese: [_saku_] マッサージ師、おはようございます！準備はいいですか？
spanish: [_saku_] Masajista, ¡buena mañana! ¿Listo para trabajar?

source: [_r_] Morning boss, I think so. Always ready to work as needed.
french: [_r_] Chef du matin, je le pense. Toujours prêt à travailler au besoin.
italian: [_r_] capo del mattino, penso così. Sempre pronto a lavorare secondo necessità.
japanese: [_r_] 朝の上司、そう思います。いつでも必要に応じて仕事をする用意があります。
spanish: [_r_] Jefe matutino, lo creo. Siempre listo para trabajar según sea necesario.

source: [_saku_] That's great. Let me quickly explain to you the schedule and lunch breaks.
french: [_saku_] C'est super. Laissez-moi vous expliquer rapidement le calendrier et les pauses déjeuner.
italian: [_saku_] Questo è ottimo. Lasciate che vi spieghi rapidamente il programma e le pause pranzo.
japanese: [_saku_] 素晴らしいですね。早速スケジュールとお昼休みについてご説明します。
spanish: [_saku_] Eso es genial. Permítame explicarle rápidamente el programa y las pausas para el almuerzo.

source: [_saku_] Your job is to take patients who need massages into your private office.
french: [_saku_] Votre travail est de prendre des patients qui ont besoin de massages dans votre cabinet.
italian: [_saku_] Il tuo lavoro è quello di portare i pazienti che hanno bisogno di massaggi nel tuo ufficio privato.
japanese: [_saku_] あなたの仕事は、マッサージが必要な患者をプライベートオフィスに連れて行くことです。
spanish: [_saku_] Su trabajo es llevar pacientes que necesiten masajes en su oficina privada.

source: [_r_] Do they have any specific back problems?
french: [_r_] Est-ce qu'ils ont des problèmes de dos spécifiques ?
italian: [_r_] Hanno problemi specifici alla schiena?
japanese: [_r_] 具体的なバック問題はありますか?
spanish: [_r_] ¿Tienen algún problema específico de espalda?

source: [_saku_] No no, it's mostly old people who need to stretch their muscles well, I can't refer more severe cases to you just yet.
french: [_saku_] Non non, c'est surtout des personnes âgées qui ont besoin d'étirer leurs muscles bien, je ne peux pas vous parler de cas plus graves encore.
italian: [_saku_] No no, sono per lo più persone anziane che hanno bisogno di allungare bene i muscoli, non posso fare riferimento a casi più gravi a te appena ancora.
japanese: [_saku_] いいえ、ほとんどの老人は筋肉をよく伸ばす必要がありますが、私はまだあなたにもっと深刻なケースを参照することはできません。
spanish: [_saku_] No, la mayoría de las personas mayores necesitan estirar bien sus músculos, no puedo referirte casos más severos a ti todavía.

source: [_saku_] I'll have to see how you handle regular preventative massage for now.
french: [_saku_] I'll have to see how you handle regular préventive massage for now.
italian: [_saku_] dovrò vedere come gestirai un regolare massaggio preventivo per ora.
japanese: [_saku_] 今のところ、定期的な予防マッサージの取り扱い方を見てみましょう。
spanish: [_saku_] Tengo que ver cómo se maneja el masaje preventivo regular por ahora.

source: [_r_] Gotcha, boss.
french: [_r_] Gotcha, patron.
italian: [_r_] Gotcha, capo.
japanese: [_r_] ゴチャ、ボス。
spanish: [_r_] Gotcha, jefe.

source: [_saku_] Regarding the schedule, you have a full eight-hour day, you can take lunch breaks whenever you like, the flow of patients will not be serious.
french: [_saku_] En ce qui concerne l'horaire, vous avez une journée complète de huit heures, vous pouvez prendre des pauses déjeuner chaque fois que vous le souhaitez, le flux de patients ne sera pas grave.
italian: [_saku_] Per quanto riguarda il programma, hai un giorno pieno di otto ore, si può prendere pause pranzo ogni volta che vuoi, il flusso dei pazienti non sarà serio.
japanese: [_saku_] スケジュールに関しては、1日8時間があります。 好きなときに昼休みしてもいいし患者の流れは深刻にならない。
spanish: [_saku_] En cuanto al horario, tienes un día completo de ocho horas, puedes tomar descansos para almorzar siempre que te guste, el flujo de pacientes no será serio.

source: [_saku_] You can eat right in your office!
french: [_saku_] Vous pouvez manger dans votre bureau !
italian: [_saku_] Puoi mangiare proprio nel tuo ufficio!
japanese: [_saku_] オフィスで食べることができます!
spanish: [_saku_] ¡Usted puede comer bien en su oficina!

source: [_r_] I was given a whole office, amazing.
french: [_r_] J'ai reçu un bureau tout entier, incroyable.
italian: [_r_] mi è stato dato un intero ufficio, incredibile.
japanese: [_r_] 私は素晴らしい、オフィス全体を与えられました.
spanish: [_r_] me dieron toda una oficina, increíble.

source: [_saku_] It's not actually your personal space, it's the workplace for massage therapists who are currently not on duty. But nevertheless, it's your personal space for the time being!
french: [_saku_] Ce n'est pas vraiment votre espace personnel, c'est le lieu de travail pour les massothérapeutes qui ne sont pas en service. Mais néanmoins, c'est votre espace personnel pour l'instant !
italian: [_saku_] In realtà non è il tuo spazio personale, è il posto di lavoro per i massaggiatori che attualmente non sono in servizio. Ma tuttavia, è il vostro spazio personale per il momento!
japanese: [_saku_] 実はあなたの個人的なスペースではなく、マッサージセラピストの職場です。 それにもかかわらず、それは時間のためのあなたの個人的なスペースである!
spanish: [_saku_] En realidad no es su espacio personal, es el lugar de trabajo para los terapeutas de masaje que actualmente no están de servicio. Pero, sin embargo, ¡es tu espacio personal por el momento!

source: [_r_] All fine by me!
french: [_r_] Tout va bien !
italian: [_r_] Tutto bene da me!
japanese: [_r_] 私はすべて問題ありません!
spanish: [_r_] ¡Todo bien por mí!

source: [_saku_] At the end of the day, come to my office to give me the keys. That's all.
french: [_saku_] À la fin de la journée, venez à mon bureau pour me donner les clés. C'est tout.
italian: [_saku_] Alla fine della giornata, vieni nel mio ufficio per darmi le chiavi.
japanese: [_saku_] 一日の終わりに、鍵をくれるようにオフィスに来てください。
spanish: [_saku_] Al fin y al cabo, ven a mi oficina para darme las llaves. Eso es todo.

source: [_r_] Thank you, may I get started then?
french: [_r_] Merci, puis-je commencer alors ?
italian: [_r_] Grazie, posso iniziare allora?
japanese: [_r_] ありがとうございました。始めてもよろしいですか。
spanish: [_r_] Gracias, ¿puedo empezar entonces?

source: [_saku_] Of course! Let’s go, I'll take you to your office.
french: [_saku_] Bien sûr ! Allons-y, je vais vous emmener à votre bureau.
italian: [_saku_] Certo! Andiamo, ti porterò nel tuo ufficio.
japanese: [_saku_] もちろんです！行きましょう、あなたのオフィスまでお連れします。
spanish: [_saku_] ¡Por supuesto! Vamos, te llevaré a tu oficina.

source: [_m_] This is the third visitor in the last two hours.
french: [_m_] Il s'agit du troisième visiteur au cours des deux dernières heures.
italian: [_m_] Questo è il terzo visitatore nelle ultime due ore.
japanese: [_m_] 直近2時間で3度目となります。
spanish: [_m_] Este es el tercer visitante en las últimas dos horas.

source: [_m_] Massaging isn't as hard as it sounds, but I'm beginning to think I'll just wait until the end of the day while on my phone.
french: [_m_] Massage n'est pas aussi dur que ça sonne, mais je commence à penser que je vais attendre jusqu'à la fin de la journée sur mon téléphone.
italian: [_m_] Massaggiare non è duro come sembra, ma sto cominciando a pensare che aspetterò solo fino alla fine della giornata mentre sono al mio telefono.
japanese: [_m_] マッサージは聞こえるほど難しくありません しかし、私は自分の携帯電話で一日の終わりまで待つだろうと思い始めています。
spanish: [_m_] El masaje no es tan duro como suena, pero estoy empezando a pensar que solo esperaré hasta el final del día mientras esté en mi teléfono.

source: [_m_] I must also remember that massaging old ladies is not my main goal in this damn hospital.
french: [_m_] Je dois aussi me rappeler que masser les vieilles dames n'est pas mon but principal dans cet hôpital humide.
italian: [_m_] Devo anche ricordare che massaggiare vecchie signore non è il mio obiettivo principale in questo maledetto ospedale.
japanese: [_m_] 私も覚えておく必要がありますマッサージ老婦人は、このクソ病院での私の主な目標ではありません.
spanish: [_m_] También debo recordar que masajear a las viejas mujeres no es mi principal objetivo en este maldita hospital.

source: [_m_] I should get closer to Sakura.
french: [_m_] Je devrais me rapprocher de Sakura.
italian: [_m_] Dovrei avvicinarmi a Sakura.
japanese: [_m_] さくらに近づくべきだ。
spanish: [_m_] debería acercarme más a Sakura.

source: [_m_] All I could come up with in those few hours was to try and touch her hand at the end of the day.
french: [_m_] Tout ce que je pouvais trouver dans ces quelques heures était d'essayer de toucher sa main à la fin de la journée.
italian: [_m_] Tutto quello che potevo trovare in quelle poche ore era cercare di toccare la mano alla fine della giornata.
japanese: [_m_] その数時間で私が思いついたことは、一日の終わりに彼女の手に触れることだけでした。
spanish: [_m_] Todo lo que pude encontrar en esas pocas horas fue intentar tocarla la mano al final del día.

source: [_m_] When I hand over the keys to her, I should formally say goodbye to her, let’s say, to pay respect to my boss.
french: [_m_] Quand je lui remettrai les clés, je devrais lui dire au revoir, disons, au respect de mon patron.
italian: [_m_] Quando le lascio le chiavi, dovrei ufficialmente salutarle, diciamolo, di rispettare il mio capo.
japanese: [_m_] 彼女に鍵を渡したら、正式に彼女に別れを告げるべきだ。上司に敬意を払うために言おう。
spanish: R[_m_] Cuando le entregué las llaves, debería decirle formalmente adiós, digamos, para respetar a mi jefe.

source: [_m_] Shaking hands is the most appropriate farewell, I think she'll be fine if I'm the first to extend my hand.
french: [_m_] Serrer les mains est le adieu le plus approprié, je pense qu'elle sera bonne si je suis le premier à étendre ma main.
italian: [_m_] Scuotere le mani è l'addio più appropriato, penso che lei andrà bene se sono il primo ad estendere la mia mano.
japanese: [_m_] 手を振ることが最も適切なお別れです。私が最初に手を伸ばしたら、彼女は大丈夫だと思います。
spanish: [_m_] Agitar manos es la despedida más apropiada, creo que estará bien si soy la primera en extender mi mano.

source: [_m_] That's where I'll use the provocation skill.
french: [_m_] C'est là que je vais utiliser la technique de provocation.
italian: [_m_] Ecco dove userò l'abilità di provocazione.
japanese: [_m_] ここで挑発スキルを使います。
spanish: [_m_] Ahí es donde usaré la habilidad de provocación.

source: [_m_] As far as I know, Sakura has high chakra control, the reserve is small, but the mastery is very good.
french: [_m_] Pour autant que je sache, Sakura a un contrôle chakra élevé, la réserve est petite, mais la maîtrise est très bonne.
italian: [_m_] Per quanto ne so, Sakura ha un alto controllo del chakra, la riserva è piccola, ma la padronanza è molto buona.
japanese: [_m_] 私の知る限り、さくらはチャクラコントロールが高く、予備は小さいですが、マスタリーはとても良いです。
spanish: [_m_] Hasta donde sé, Sakura tiene un alto control de chakra, la reserva es pequeña, pero la maestría es muy buena.

source: [_m_] It's not strange, she's a doctor after all.
french: [_m_] Ce n'est pas étrange, elle est médecin après tout.
italian: [_m_] Non è strana, è una dottoressa dopo tutto.
japanese: [_m_] 不思議ではなく、結局彼女は医者です。
spanish: [_m_] no es extraño, después de todo es un médico.

source: [_m_] Anyway, I'm not the same as before. After waking up, I feel much more powerful.
french: [_m_] En tout cas, je ne suis pas la même chose qu'avant. Après s'être réveillé, je me sens beaucoup plus puissant.
italian: [_m_] Comunque, non sono lo stesso di prima. Dopo il risveglio, mi sento molto più potente.
japanese: [_m_] とにかく、私は以前と同じではありません。目を覚ました後、もっと力強く感じます。
spanish: [_m_] De todos modos, no soy lo mismo que antes. Después de despertarme, me siento mucho más poderoso.

source: [_m_] Maybe I won't need as much time as with Hinata.
french: [_m_] Peut-être que je n'aurai pas besoin autant de temps qu'avec Hinata.
italian: [_m_] Forse non mi servirà tanto tempo che con Hinata.
japanese: [_m_] ひなたと同じくらい時間はいらないでしょう。
spanish: [_m_] Tal vez no necesite tanto tiempo como con Hinata.

source: [_m_] But Hinata on the other hand doesn't have as much chakra power as Sakura.
french: Mais Hinata, d'autre part, n'a pas autant de pouvoir chakra que Sakura.
italian: [_m_] Ma Hinata d'altra parte non ha tanto potere chakra quanto Sakura.
japanese: [_m_] 一方、日向はさくらほどチャクラパワーを持っていない。
spanish: [_m_] Pero la Hinata por otra parte no tiene tanto poder de chakra como Sakura.

source: [_m_] I'll have to try and see what happens.
french: [_m_] Je vais essayer de voir ce qui se passe.
italian: [_m_] dovrò provare a vedere cosa succede.
japanese: [_m_] 何が起こるか試してみましょう。
spanish: [_m_] Tendré que intentar ver qué pasa.

source: [_saku_] Come in.
french: [_saku_] Viens.
italian: [_saku_] Entra.
japanese: [_saku_] 入ってください。
spanish: [_saku_] entrar.

source: [_r_] Boss, I'm done for today.
french: [_r_] Boss, je suis finie pour aujourd'hui.
italian: [_r_] Boss, ho finito per oggi.
japanese: [_r_] ボス、今日は終わりました。
spanish: [_r_] Jefe, estoy hecho para hoy.

source: [_saku_] Have you come to hand over the keys? Good on you for remembering.
french: [_saku_] Vous êtes venu me remettre les clés ? C'est bien que tu t'en souviennes.
italian: [_saku_] Sei venuto a consegnare le chiavi? Bene su di te per ricordare.
japanese: [_saku_] 鍵を渡しに来たことがありますか?
spanish: [_saku_] ¿Has venido a entregar las llaves? Bueno contigo para recordar.

source: [_saku_] How's your first day at work been?
french: [_saku_] Comment est votre premier jour de travail ?
italian: [_saku_] Com'è stato il tuo primo giorno di lavoro?
japanese: [_saku_] 仕事初日はいかがでしたか?
spanish: [_saku_] ¿Cómo ha sido tu primer día de trabajo?

source: [_r_] Fine, I liked the workplace, I got used to it quickly.
french: [_r_] D'accord, j'ai aimé le lieu de travail, je me suis habitué à ça rapidement.
italian: [_r_] Bene, mi è piaciuto il posto di lavoro, mi sono abituato ad esso rapidamente.
japanese: [_r_] ファイン, 私は職場が好き, 私はすぐにそれに慣れました.
spanish: [_r_] Muy bien, me gustó el lugar de trabajo, me acostumbré a él rápidamente.

source: [_saku_] I'm glad that you easily adjusted to the new conditions, not everyone is able to do it so quickly.
french: [_saku_] Je suis heureux que vous avez facilement ajusté aux nouvelles conditions, et que tout le monde n'est pas capable de le faire si rapidement.
italian: [_saku_] Sono contento che tu sia facilmente adattato alle nuove condizioni, non tutti sono in grado di farlo così rapidamente.
japanese: [_saku_] 誰でもこんなに早くできるわけではないので、新しい条件に簡単に合わせていただけて嬉しいです。
spanish: [_saku_] Me alegro de que te ajustes fácilmente a las nuevas condiciones, no todo el mundo es capaz de hacerlo tan rápidamente.

source: [_m_] That's what I'm best at...
french: [_m_] C'est ce que je préfère à...
italian: [_m_] Questo è quello che mi fa meglio...
japanese: [_m_] それが私が最も得意なことです...
spanish: [_m_] Eso es lo que más me gusta...

source: [_r_] Thanks for the praise boss, see you tomorrow?
french: [_r_] Merci pour le patron de louange, vous voyez demain ?
italian: [_r_] Grazie per la lode capo, ci vediamo domani?
japanese: [_r_] 賞賛のボス、また明日会いましょう。
spanish: [_r_] Gracias por el jefe de alabanza, ¿te ves mañana?

source: [_saku_] Sure, come in at the same time!
french: [_saku_] Bien sûr, entrez en même temps !
italian: [_saku_] Certo, vieni allo stesso tempo!
japanese: [_saku_] もちろん、同時に入ってきてください！
spanish: [_saku_] Claro, ¡entra al mismo tiempo!

source: [_r_] Of course, have a nice day then.
french: [_r_] Bien sûr, j'ai une belle journée.
italian: [_r_] Certo, hai una bella giornata allora.
japanese: [_r_] もちろん、楽しい一日をお過ごしください。
spanish: [_r_] Por supuesto, ten un buen día entonces.

source: [_m_] Come on, let's...
french: [_m_] Allez, allons ...
italian: [_m_] Avanti, andiamo...
japanese: [_m_] さあ、さあchar@@1
spanish: [_m_] Vamos, vamos...

source: [_m_] Gotcha!
french: [_m_] Je t'ai eu !

source: [_saku_] S-see you later...
french: [_saku_] S-vous voir plus tard ...
italian: [_saku_] S-vederti più tardi...
japanese: [_saku_] あとでお会いしましょう...
spanish: [_saku_] S-ve más tarde...

source: [_r_] Is everything okay, boss?
french: [_r_] Tout va bien, patron ?
italian: [_r_] Va tutto bene, capo?
japanese: [_r_] 大丈夫ですか、ボス？
spanish: [_r_] ¿Está todo bien, jefe?

source: [_saku_] Y-Yeah, I just... Got a little dizzy, not a big deal.
french: [_saku_] Y-Ouais, je juste... J'ai un peu de vertige, pas une grosse affaire.
italian: [_saku_] Y-Yeah, io solo... Ho avuto un po 'di vertigini, non un grande affare.
japanese: [_saku_] Y-うん、私はちょうど少しめまいがした、大したことではない。
spanish: [_saku_] Y-Yeah, me justo... Tenía un poco mareado, no un gran acuerdo.

source: [_r_] See you tomorrow, then.
french: [_r_] Vous voyez demain, alors.
italian: [_r_] Ci vediamo domani, allora.
japanese: [_r_] じゃあまた明日。
spanish: [_r_] Nos vemos mañana, entonces.

source: [_saku_] A-alright...
french: [_saku_] A droite...

source: [_m_] Job done, need some rest.
french: [_m_] Travail terminé, besoin de repos.
italian: [_m_] Lavoro fatto, bisogno di un po' di riposo.
japanese: [_m_] 作業が完了し、少し休息が必要です。
spanish: [_m_] Un trabajo hecho, necesita algo de descanso.

source: [_m_] Useful rest.
french: [_m_] repos utile.
italian: [_m_] Riposo utile.
japanese: [_m_] 有用な休息。
spanish: [_m_] Reposo útil.

source: [_r_] You're still here! What about Boruto’s dinner?
french: [_r_] Vous êtes toujours là ! Et le dîner de Boruto ?
italian: [_r_] Sei ancora qui! E la cena del Boruto?
japanese: [_r_] まだここにいます！ボルトの夕食はどうですか？
spanish: [_r_] ¡Todavía estás aquí! ¿Qué pasa con la cena de Boruto?

source: [_hi_] It’s alright, I had to use a little trick.
french: [_hi_] C'est bon, j'ai dû utiliser un petit truc.
italian: [_hi_] Va bene, ho dovuto usare un piccolo trucco.
japanese: [_hi_] 大丈夫、ちょっとしたトリックを使わなければならなかった。
spanish: [_hi_] Está bien, tuve que usar un pequeño truco.

source: [_r_] Lazy cooking?
french: [_r_] Cuisine à la pâtisserie ?
italian: [_r_] Cucina pigro?
japanese: [_r_] 怠惰な料理?
spanish: ¿[_r_] Cocinero perezoso?

source: [_hi_] No, I left a clone, Boruto won't notice anything, and I can relax in the room...
french: [_hi_] Non, j'ai laissé un clone, Boruto ne remarquera rien, et je peux me détendre dans la chambre ...
italian: [_hi_] No, ho lasciato un clone, Boruto non noterà nulla, e posso rilassarmi in camera...
japanese: [_hi_] いいえ、クローンを残しました。Borutoは何も気づかず、部屋でリラックスできます。
spanish: [_hi_] No, dejé un clon, Boruel no notará nada, y puedo relajarme en la habitación...

source: [_r_] Very creative, Hinata!
french: [_r_] Très créatif, Hinata !
italian: [_r_] Molto creativo, Hinata!
japanese: [_r_] とてもクリエイティブ!
spanish: [_r_] muy creativo, ¡Hinata!

source: [_r_] Come on, time for some fun.
french: [_r_] Venez, le temps pour s'amuser.
italian: [_r_] Avanti, tempo per divertimento.
japanese: [_r_] さあ、楽しみの時間。
spanish: [_r_] Vamos, tiempo para un poco de diversión.

source: [_r_] We had some fun together, don’t you think so?
french: [_r_] Nous avons eu du plaisir ensemble, vous ne le pensez pas ?
italian: [_r_] Ci siamo divertiti insieme, non lo pensi?
japanese: [_r_] 一緒に楽しんだよね、そう思わない？
spanish: [_r_] Nos divertimos juntos, ¿no lo crees?

source: [_hi_] I liked it, such experiments are very rare in my intimate life...
french: [_hi_] J'ai aimé, ces expériences sont très rares dans ma vie intime ...
italian: [_hi_] Mi è piaciuto, tali esperimenti sono molto rari nella mia vita intima...
japanese: [_hi_] 気に入ったのですが、そのような実験は私の親密な生活では非常に稀です...
spanish: [_hi_] me gustó, tales experimentos son muy raros en mi vida íntima...

source: [_r_] Now that you have me in your life, you'll have a lot of stuff of that sort.
french: [_r_] Maintenant que vous m'avez dans votre vie, vous aurez beaucoup de choses de ce genre.
italian: [_r_] Ora che mi hai nella tua vita, avrai molte cose del genere.
japanese: [_r_] 今、あなたはあなたの人生に私を持っているので、あなたはそのような多くのものを持っています.
spanish: [_r_] Ahora que me tienes en tu vida, tendrás muchas cosas de ese tipo.

source: [_hi_] And I’m so glad! I love your large cock, I feel like the most satisfied woman in the world!
french: [_hi_] Et je suis si content ! J'aime ta grosse bite, je me sens comme la femme la plus satisfaite du monde !
italian: [_hi_] E sono così felice! Amo il tuo grande cazzo, mi sento come la donna più soddisfatta del mondo!
japanese: [_hi_] そして、私はとても嬉しいです！私はあなたの大きなコックが大好きです、私は世界で最も満足している女性のように感じます！
spanish: [_hi_] ¡Y estoy tan feliz! ¡Me encanta tu gran polla, me siento como la mujer más satisfecha del mundo!

source: [_r_] It will get even more interesting soon, don't forget to reply to my messages.
french: [_r_] Il sera encore plus intéressant bientôt, n'oubliez pas de répondre à mes messages.
italian: [_r_] Presto sarà ancora più interessante, non dimenticare di rispondere ai miei messaggi.
japanese: [_r_] すぐにさらに面白くなります。私のメッセージに返信することを忘れないでください。
spanish: [_r_] Pronto será aún más interesante, no olvides responder a mis mensajes.

source: [_hi_] I'm always available, honey.
french: [_hi_] Je suis toujours disponible, chérie.
italian: [_hi_] Sono sempre disponibile, miele.
japanese: [_hi_] いつでも利用できるよ、ハニー。
spanish: [_hi_] Siempre estoy disponible, miel.

source: [_r_] Honey? I like it. See you soon, sweet cheeks, it's time for me to get some sleep. Tomorrow I’ll have to work with Sakura.
french: [_r_] du miel ? Je l'aime. À bientôt, des joues douces, il est temps pour moi de dormir. Demain, je devrai travailler avec Sakura.
italian: [_r_] Miele? Mi piace. Ci vediamo presto, guance dolci, è il momento per me di dormire un po'. Domani dovrò lavorare con Sakura.
japanese: [_r_] ハニー？気に入った。すぐに会えるよ、甘い頬。もう少し寝る時間だ。明日はさくらと仕事をしなければならない。
spanish: [_r_] ¿Sol? Me gusta. Nos vemos pronto, amulladas mejillas, es hora de que me duerme. Mañana tendré que trabajar con Sakura.

source: [_hi_] Okay, I won't distract you any longer, call me anytime!
french: [_hi_] Ok, je ne vous distraire plus, appelez-moi à tout moment !
italian: [_hi_] Okay, non ti distraggerò più, chiamami in qualsiasi momento!
japanese: [_hi_] わかりました、これ以上あなたの気をそらすことはありません。いつでも電話してください！
spanish: [_hi_] Vale, ya no te distraeré, ¡llámame en cualquier momento!

source: [_r_] Morning, boss, I'm ready for a new day.
french: [_r_] Matière, chef, je suis prêt pour un nouveau jour.
italian: [_r_] Mattina, capo, sono pronto per una nuova giornata.
japanese: [_r_] 朝、新しい一日を迎える準備ができています。
spanish: [_r_] Mañana, jefe, estoy listo para un nuevo día.

source: [_saku_] Good morning. Glad to hear!
french: [_saku_] Bonjour. Heureusement d'entendre !
italian: [_saku_] Buongiorno. Felice di sentire!
japanese: [_saku_] おはようございます。
spanish: [_saku_] Buenas mañanas. ¡Afortunado de oír!

source: [_saku_] I have good news for you!
french: [_saku_] J'ai de bonnes nouvelles pour vous !
italian: [_saku_] Ho buone notizie per te!
japanese: [_saku_] 良い知らせがあります！
spanish: [_saku_] ¡Tengo buenas noticias para ti!

source: [_r_] Really? What’s up?
french: [_r_] Vraiment ? Que se passe-t-il ?
italian: [_r_] Davvero? Cos'è?
japanese: [_r_] 本当に？どうしたの？
spanish: [_r_] ¿De verdad? ¿Qué pasa?
