Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_ino_] It's all about choosing the right flowers!
french: [ _ino_ ] Il s'agit de choisir les bonnes fleurs !
spanish: [_ino_] ¡Se trata de elegir las flores correctas!

source: [_r_] I'll keep that in mind! But I'm actually here running an errand a friend. Sakura asked me to pick up a vase of flowers.
french: [_r_] Je garderai cela à l'esprit ! Mais je suis vraiment ici avec une erreur un ami. Sakura m'a demandé de ramasser un vase de fleurs.
spanish: [_r_] ¡Lo tendré en cuenta! Pero en realidad estoy haciendo un error a un amigo. Sakura me pidió que recogiera un jarrón de flores.

source: [_ino_] Ohhhh, so you're the intern from the hospital? I see! My name is Ino. Nice to meet you!
french: [_ino_] Ohhhh, alors vous êtes stagiaire de l'hôpital ? Je vois ! Je m'appelle Ino. Bon de vous rencontrer !
spanish: [_ino_] Ohhhh, ¿así que eres el pasante del hospital? ¡Vo! ¡Mi nombre es Ino. ¡Buena conocerte!

source: [_r_] That's right, it's me. I'm [viname].
french: [_r_] C'est vrai, c'est moi. Je suis [viname].
spanish: [_r_] Eso es cierto, soy yo. Soy [viname].

source: [_ino_] You're so young, yet you work in a hospital? I thought only old people worked there!
french: [ _ino_ ] Vous êtes si jeune, mais vous travaillez dans un hôpital? Je pensais que seules les personnes âgées y travaillaient !
spanish: [_ino_] Usted es tan joven, pero usted trabaja en un hospital? ¡Pensé que sólo había gente vieja trabajando allí!

source: [_r_] What about Sakura? She's very young too.
french: [ _r_ ] Qu'en est-il de Sakura? Elle est très jeune aussi.
spanish: [_r_] ¿Qué pasa con Sakura? Es muy joven.

source: [_ino_] Sakura is the most experienced medical-nin in Konoha. Iit's a whole different thing!
french: [_ino_] Sakura est le médicament le plus expérimenté de Konoha. C'est une tout autre chose!
spanish: [_ino_] Sakura es el médico más experimentado de Konoha. ¡Es algo completamente diferente!

source: [_r_] I'm just interested in helping people. I'm good at giving massages, so I make use of that skill.
french: [ _r_ ] Je suis juste intéressé à aider les gens. Je suis bon à donner des massages, donc j'utilise cette compétence.
spanish: [_r_] Solo estoy interesado en ayudar a la gente. Estoy bien dando masajes, así que hago uso de esa habilidad.

source: [_ino_] That's great! Finding one's calling at such a young age is worth half a life!
french: [_ino_] C'est génial ! Trouver son appel à un si jeune âge vaut la moitié de sa vie !
spanish: [_ino_] ¡Eso es genial! ¡Encontrar un llamado a una edad tan joven vale la mitad de la vida!

source: [_r_] And what's the other half, then?
french: [_r_] Et qu'est-ce que l'autre moitié, alors ?
spanish: [_r_] ¿Y qué es la otra mitad, entonces?

source: [_ino_] You answered your own question. Finding your other half is what you need for complete happiness! So don't forget to buy flowers, or you'll miss yours!
french: [ _ino_ ] Vous avez répondu à votre question. Trouver votre autre moitié est ce dont vous avez besoin pour le bonheur complet ! Alors n'oubliez pas d'acheter des fleurs, ou vous allez manquer le vôtre !
spanish: [_ino_] Respondió a su propia pregunta. ¡Encontrar tu otra mitad es lo que necesitas para la felicidad completa! Así que no te olvides de comprar flores, ¡o echarás de menos la tuya!

source: [_r_] I'll keep that in mind, Ino! Now, let me take the vase.
french: [_r_] Je garderai cela à l'esprit, non! Maintenant, laissez-moi prendre le vase.
spanish: [_r_] ¡Lo tendré en cuenta, Ino! Ahora, déjame tomar el jarrón.

source: [_ino_] Of course, it's all yours.
french: [ _ino_ ] Bien sûr, c'est tout le tien.
spanish: [_ino_] Por supuesto, es todo tuyo.

source: [_ino_] Say hi to Sakura! She mentions you sometimes and says only nice things!
french: [_ino_] Dites bonjour à Sakura ! Elle vous mentionne parfois et ne dit que de belles choses !
spanish: [_ino_] ¡Di a Sakura! ¡Te menciona a veces y solo dice cosas bonitas!

source: [_ino_] I look forward to seeing you in my store again!
french: [ _ino_ ] J'ai hâte de vous revoir dans mon magasin !
spanish: [_ino_] ¡Espero verte de nuevo en mi tienda!

source: [_r_] Thanks a lot, Ino. I'm sure we'll meet again.
french: [ _r_ ] Merci beaucoup, Ino. Je suis sûr que nous nous reverrons.
spanish: [_r_] Muchas gracias, Ino. Estoy seguro de que volveremos a encontrarnos.

source: [_m_] One day... Ino...
french: [_m_] Un jour... Ino...
spanish: [_m_] Un día... Ino...

source: [_ino_] See you later!
french: [_ino_] A vous revoir plus tard !
spanish: [_ino_] ¡Nos vemos más tarde!

source: [_m_] So... I got the flowers. I guess we can go in now?
french: [ _m_ ] Donc ... J'ai les fleurs. Je suppose que nous pouvons y aller maintenant?
spanish: [_m_] Así que... Tengo las flores. ¿Supongo que podemos entrar ahora?

source: [_hi_] You got here first! I thought I'd have to wait for you.
french: [_hi_] Vous êtes arrivé ici en premier ! Je pensais que je devrais vous attendre.
spanish: [_hi_] ¡Primero llegaste! Pensé que tendría que esperarte.

source: [_r_] Yeah, I had to go out a little early, got the flowers.
french: [ _r_ ] Oui, j'ai dû sortir un peu plus tôt, j'ai eu les fleurs.
spanish: [_r_] Sí, tuve que salir un poco temprano, tenía las flores.

source: [_hi_] What a beautiful vase! The flowers look nice. I wish someone would give me one of these...
french: [ _hi_ ] Quel beau vase ! Les fleurs sont belles. J'aimerais que quelqu'un me donne un de ces ...
spanish: [_hi_] ¡Qué hermoso jarrón! Las flores se ven bien. Ojalá alguien me diera uno de estos...

source: [_r_] Someone might find out about us... Well, in case I start showering you with flowers...
french: [ _r_ ] Quelqu'un pourrait se renseigner sur nous ... Eh bien, au cas où je commencerai à vous présenter des fleurs ...
spanish: [_r_] Alguien podría averiguar acerca de nosotros... Bueno, por si empiezo a chuparte con flores...

source: [_hi_] I'm just kidding! I don't need flowers. Just fuck me once in a while and I'll be happy!
french: [_hi_] Je plaisante ! Je n'ai pas besoin de fleurs. Je me baise de temps en temps et je serai heureux !
spanish: [_hi_] ¡Estoy bromeando! No necesito flores. ¡Solo me folla de vez en cuando y estaré feliz!

source: [_r_] I can do that!
french: [_r_] Je peux faire ça !
spanish: [_r_] ¡Puedo hacerlo!

source: [_hi_] Let's go inside, Sakura's probably waiting already!
french: [ _hi_ ] Allons à l'intérieur, Sakura t'attend probablement déjà !
spanish: [_hi_] ¡Vamos dentro, probablemente ya está esperando Sakura!

source: [_m_] I'm having fun.
french: [_m_] Je m'amuse.
spanish: [_m_] Me estoy divirtiendo.

source: [_m_] The pleasant company of the girls...
french: [ _m_ ] L'agréable compagnie des filles ...
spanish: [_m_] La agradable compañía de las chicas...

source: [_m_] The warmth and comfort...
french: [ _m_ ] La chaleur et le confort ...
spanish: [_m_] El calor y la calidez...

source: [_m_] We ate some homemade food... We drank delicious tea... some wine...
french: [ _m_ ] Nous avons mangé de la nourriture maison ... Nous buvons un délicieux thé ... un peu de vin ...
spanish: [_m_] Comimos algo de comida casera... Bebimos un delicioso té... algún vino...

source: [_m_] We chatted about all kinds of things.
french: [ _m_ ] Nous avons discuté de toutes sortes de choses.
spanish: [_m_] Chatamos sobre todo tipo de cosas.

source: [_m_] The day is still ahead of us... And I'm still having fun, but...
french: [_m_] Le jour est encore devant nous... Et je continue à m'amuser, mais...
spanish: [_m_] El día todavía está por delante... Y todavía estoy divirtiéndose, pero...

source: [_m_] For some reason...
french: [ _m_ ] Pour une raison quelconque ...
spanish: [_m_] Por alguna razón...

source: [_m_] Sometimes...
french: [_m_] Parfois ...
spanish: [_m_] A veces ...

source: [_m_] I get the shivers...
french: [_m_] J'ai les frissons...
spanish: [_m_] recibo los escalofríos...

source: [_hi_] [viname], do you get the rules?
french: [_hi_] [viname], obtenez-vous les règles ?
spanish: [_hi_] [viname], ¿tienes las reglas?

source: [_r_] Oh... Yes, yes! I think it's all clear!
french: [_r_] Oh... Oui ! Je pense que tout est clair !
spanish: [_r_] Oh... Sí, ¡sí! ¡Creo que todo está claro!

source: [_r_] However, I'm not sure...
french: [ _r_ ] Cependant, je ne suis pas sûr ...
spanish: [_r_] Sin embargo, no estoy seguro ...

source: [_saku_] You just put down the same colors or numbers; it's not that hard!
french: [ _saku_ ] Vous venez de mettre les mêmes couleurs ou chiffres ; ce n'est pas si dur !
spanish: [_saku_] Usted acaba de poner los mismos colores o números; ¡no es tan difícil!

source: [_r_] And the black card?
french: [ _r_ ] Et la carte noire?
spanish: ¿[_r_] y la tarjeta negra?

source: [_hi_] That's the coolest one! It can completely turn the game around! Keep it with you and use it at the right moment!
french: [_hi_] C'est le plus cool ! Il peut complètement retourner le jeu ! Gardez-le avec vous et utilisez-le au bon moment !
spanish: [_hi_] ¡Ese es el más genial! ¡Puede girar completamente el juego! ¡Manténgalo contigo y úsalo en el momento adecuado!

source: [_saku_] It's kind of a joker, only more interesting and fun!
french: [ _saku_ ] C'est une sorte de joker, seulement plus intéressant et amusant !
spanish: [_saku_] Es una especie de broma, ¡solo más interesante y divertido!

source: [_r_] How about we just watch some movie? We can stay at your place more, Sakura?
french: [_r_] Que diriez-vous de regarder un film ? Nous pouvons rester à votre place plus, Sakura ?
spanish: [_r_] ¿Qué tal sólo vemos alguna película? Podemos quedarnos en tu lugar más, Sakura?

source: [_saku_] It's already evening, but if you want, you can just crash here. The house is big, there's plenty of room for all of us!
french: [_saku_] C'est déjà la soirée, mais si vous voulez, vous pouvez simplement vous écraser ici. La maison est grande, il y a beaucoup de place pour nous tous !
spanish: [_saku_] Ya está por la tarde, pero si lo deseas, solo puedes bloquearte aquí. La casa es grande, ¡hay mucho espacio para todos nosotros!

source: [_r_] What do you say, Hinata?
french: Qu'est-ce que tu dis, Hinata?
spanish: [_r_] ¿Qué dices, Hinata?

source: [_hi_] I'm in! My house is empty right now too, so it'll be more fun with you guys than alone.
french: [_hi_] Je suis dedans ! Ma maison est vide aussi maintenant, donc elle sera plus amusante avec vous seul que vous.
spanish: [_hi_] ¡Enhorabuena! Mi casa está vacía ahora mismo, así que será más divertida con ustedes que sola.

source: [_r_] Cool! Since we have the whole evening ahead of us, I might as well learn to play this game.
french: [_r_] Cool! Puisque nous avons toute la soirée devant nous, je pourrais aussi bien apprendre à jouer à ce jeu.
spanish: [_r_] ¡Enfriado! Desde que tenemos toda la tarde por delante, también podría aprender a jugar este juego.

source: [_saku_] You'll get the hang of it in no time, you just have to start!
french: [ _saku_ ] Vous aurez le blocage en aucun temps, il vous suffit de commencer !
spanish: [_saku_] Usted obtendrá el cuelgue de él en ningún momento, usted sólo tiene que empezar!

source: [_hi_] We had a great time. Thanks, Sakura!
french: [ _hi_ ] Nous avons eu beaucoup de temps. Merci, Sakura !
spanish: [_hi_] Hemos pasado un buen rato. ¡Gracias, Sakura!

source: [_saku_] Oh, thank you two! It was I who invited you, after all. It was fun.
french: [_saku_] Oh, merci deux! C'est moi qui vous ai invité, après tout. C'était amusant.
spanish: [_saku_] ¡Oh, gracias a dos! Fui yo quien te invitó, después de todo. Fue divertido.

source: [_saku_] I'll go prepare a bed for you, Hinata.
french: [_saku_] Je vais vous préparer un lit, Hinata.
spanish: [_saku_] Voy a preparar una cama para ti, Hinata.

source: [_saku_] [viname], you don't mind sleeping on the couch, do you?
french: [_saku_] [viname], ça ne vous dérange pas de dormir sur le canapé, n'est-ce pas?
spanish: [_saku_] [viname], no te importa dormir en el sofá, ¿verdad?

source: [_r_] Your couch looks damn comfortable. I'm definitely up to spending the night on it.
french: [ _r_ ] Votre canapé a l'air confortable. Je suis vraiment en passe de passer la nuit sur elle.
spanish: [_r_] Tu sofá parece maldita comodidad. Sin duda estoy a la altura de pernoctar en ella.

source: [_saku_] I'll find something to make it look even more comfortable! I promise!
french: [_saku_] Je trouverai quelque chose pour le rendre encore plus confortable ! Je vous le promets !
spanish: [_saku_] ¡Encontraré algo para que parezca aún más factible! ¡Prometemos!

source: [_hi_] Will you help me in the kitchen? I think there's something in there I can't sleep without.
french: [ _hi_ ] Tu m'aideras dans la cuisine? Je pense qu'il y a quelque chose là où je ne peux pas dormir.
spanish: [_hi_] ¿Me ayudarás en la cocina? Creo que hay algo en lo que no puedo dormir sin.

source: [_r_] Is my help required?
french: [ _r_ ] Mon aide est-elle nécessaire?
spanish: [_r_] ¿Es necesaria mi ayuda?

source: [_hi_] It absolutely is.
french: [_hi_] C'est absolument le cas.
spanish: [_hi_] Es absolutamente así.

source: [_r_] So, were you hungry or something?
french: [ _r_ ] Alors, avez-vous faim ou quelque chose?
spanish: [_r_] Entonces, ¿tenías hambre o algo?

source: [_r_] It's a little dark in here...
french: [ _r_ ] C'est un peu sombre ici ...
spanish: [_r_] Es un poco oscuro aquí...

source: [_hi_] Hungry... That's one way to put it.
french: [_hi_] faim... C'est une façon de le dire.
spanish: [_hi_] hambre... Esa es una forma de ponerlo.

source: [_hi_] Let me kneel down in front of you, so you can feed me something delicious real quick...
french: [ _hi_ ] Laisse-moi s'agenouiller devant toi, donc tu peux me nourrir quelque chose de délicieux ...
spanish: [_hi_] Déjame arrodillarme delante de ti, para que puedas alimentarme algo delicioso realmente rápido...

source: [_r_] Right now? Sakura is...
french: [_r_] En ce moment ? Sakura est...
spanish: [_r_] ¿En este momento? Sakura es ...

source: [_hi_] It's dark in here. Sakura's upstairs!
french: [_hi_] C'est sombre ici. Sakura est à l'étage !
spanish: [_hi_] Es oscuro en aquí. ¡Sakura!

source: [_hi_] Come on... I want your delicious cock in my mouth. I can't sleep without playing with it!
french: [ _hi_ ] Allez ... Je veux ta délicieuse bite dans ma bouche. Je ne peux pas dormir sans jouer avec ça !
spanish: [_hi_] Vamos ... Quiero tu deliciosa polla en mi boca. ¡No puedo dormir sin jugar con él!

source: [_r_] Let's just make it quick, okay? We don't want Sakura to hears us.
french: [_r_] Faisons en sorte que ça soit rapide, d'accord? Nous ne voulons pas que Sakura nous entende.
spanish: [_r_] Hagámoslo rápido, ¿no? No queremos que Sakura nos escuche.

source: [_hi_] I'll use my throat like you taught me to!
french: [_hi_] Je vais utiliser ma gorge comme vous m'avez appris à le faire !
spanish: [_hi_] ¡Voy a usar mi garganta como me lo enseñaste!

source: [_r_] Okay, come here.
french: [_r_] Ok, venez ici.
spanish: [_r_] Vale, ven aquí.

source: [_m_] She's very passionate...
french: [_m_] Elle est très passionnée...
spanish: [_m_] Es muy pasionado...

source: [_m_] I would even say... insatiable...
french: [_m_] Je dirais même ... insatiable...
spanish: [_m_] yo incluso diría... insaciable...

source: [_m_] Hinata wants more and more.
french: [_m_] Hinata veut de plus en plus.
spanish: [_m_] Hinata quiere más y más.

source: [_m_] I think it's no exaggeration to say that she's addicted to my cock.
french: [ _m_ ] Je pense qu'il n'est pas exagéré de dire qu'elle est accro à ma bite.
spanish: [_m_] creo que no es ninguna extravagancia decir que ella está adicta a mi polla.

source: [_m_] Hinata kisses me so greedily and with such love...
french: [_m_] Hinata m'embrasse si avidement et avec tant d'amour...
spanish: [_m_] Hinata me besa con tanta codicia y con tal amor...

source: [_m_] My cock is literally ecstatic about it!
french: [ _m_ ] Ma bite est littéralement extase !
spanish: [_m_] ¡Mi polla está literalmente extática al respecto!

source: [_m_] I have to fuck her in the mouth quickly before this gets out of hand...
french: [_m_] Je dois la baiser dans la bouche rapidement avant que cela ne tombe de la main...
spanish: [_m_] tengo que follarla en la boca rápidamente antes de que esto se escape de las manos...

source: [_saku_] Guys...
french: [_saku_] gars...

source: [_saku_] what...
french: [_saku_] quoi...
spanish: [_saku_] qué...

source: [_saku_] What are you doing!?
french: [ _saku_ ] Qu'est-ce que tu fais !?
spanish: [_saku_] ¿Qué estás haciendo!?

source: I think I'm pretty good at medicine, although I have no formal education.
french: Je pense que je suis assez bien en médecine, même si je n'ai pas d'éducation formelle.
italian: Penso di essere abbastanza bravo in medicina, anche se non ho un'istruzione formale.
japanese: 私は正式な教育を受けていませんが、医学はかなり得意だと思います。
spanish: Creo que estoy bastante bien en medicina, aunque no tengo educación formal.

source: To be honest, I'm still an amateur, but I like to help people.
french: Pour être honnête, je suis toujours un amateur, mais j'aime aider les gens.
italian: Per essere onesti, sono ancora un dilettante, ma mi piace aiutare le persone.
japanese: 正直に言うと、私はまだアマチュアですが、人々を助けるのが好きです。
spanish: Para ser honesto, sigo siendo un amador, pero me gusta ayudar a la gente.

source: I'm a great talker, sometimes a good conversation heals better than medicine.
french: Je suis un excellent orateur, parfois une bonne conversation guérit mieux que la médecine.
italian: Sono un grande parlatore, a volte una buona conversazione guarisce meglio della medicina.
japanese: 私はおしゃべりが上手で、時には良い会話は薬よりも回復します。
spanish: Soy un gran hablante, a veces una buena conversación se cura mejor que la medicina.

source: I prefer to be silent, it helps me concentrate on work.
french: Je préfère être silencieux, cela m'aide à me concentrer sur le travail.
italian: Preferisco tacere, mi aiuta a concentrarmi sul lavoro.
japanese: 私は沈黙を好みます, それは私が仕事に集中するのに役立ちます.
spanish: Prefiero callarme, me ayuda a concentrarme en el trabajo.

source: Follow him, I should know.
french: « Suivez-le, je devrais le savoir. »
italian: Lo segua, lo dovrei sapere.
japanese: 彼に従ってください, 私は知っておくべきです.
spanish: Síguelo, debería saberlo.

source: I’m leaving, it’s getting too scary.
french: Je pars, ça devient trop effrayant.
italian: Sto partendo, sta diventando troppo spaventoso.
japanese: 私は去ります。怖くなりすぎます。
spanish: Estoy saliendo, se está volviendo demasiado aterrador.

source: Tell her about the murderer and rebirth.
french: Parlez-lui du meurtrier et de la renaissance.
italian: Le parli dell'assassino e della rinascita.
japanese: 殺人者と再生について彼女に話してください。
spanish: Hable sobre el asesinato y el renacimiento.

source: Don’t tell her, figure it out yourself.
french: Ne lui dites pas, comprenez-la vous-même.
italian: Non dirglielo, capiscila te stesso.
japanese: 彼女に言わないで、自分で考えてみてください。
spanish: No se lo diga, descubra usted mismo.

source: Who are you? How did you get here?
french: « Qui êtes-vous? Comment êtes-vous arrivé ici? »
spanish: ¿Quiénes eres? ¿Cómo llegaste aquí?

source: How do you know Kamiko, how are you two related?
french: « Comment connaissez-vous Kamiko, comment êtes-vous lié à deux? »
spanish: ¿Cómo se conoce Kamiko, cómo están dos relacionados?

source: You're not our enemy?
french: « Vous n'êtes pas notre ennemi? »
spanish: ¿No eres nuestro enemigo?

source: Why me?
french: « Pourquoi moi? »
spanish: ¿Por qué?

source: What happens next?
french: Que se passe-t-il ensuite?
spanish: ¿Qué pasa después?

source: What do you yourself want out of all this?
french: Que veux-tu de tout cela?
spanish: ¿Qué quieres de todo esto?

source: You'll always be in the first place for me.
french: « Vous serez toujours au premier rang pour moi. »
spanish: Siempre estarás en primer lugar para mí.

source: I can't promise this.
french: Je ne peux pas promettre cela.
spanish: No puedo prometerlo.

source: Bold and fun.
french: Gras et amusants.
spanish: Negrita y divertida.

source: Calm and sweet.
french: Calme et douceur.
spanish: Calma y dulce.

source: [_r_] Alright girls, I'll go to the WC, the tea is begging to come back out.
italian: [_r_] Alright ragazze, andrò in WC, il tè sta chiedendo di tornare fuori.
japanese: [_r_] ああ、女の子、私は、WCに行くと、お茶が戻ってくるように物乞いです。
spanish: [_r_] Chicas de la derecha, voy a ir al WC, el té está pidiendo que vuelva a salir.

source: [_hi_] Long time no see!
italian: [_hi_] Molto tempo non vedere!
japanese: [_hi_] 長い時間が見えません!
spanish: ¡[_hi_] mucho tiempo no ver!

source: [_hi_] Okay...
japanese: [_hi_] わかりました...
spanish: [_hi_] Vale...

source: [_hi_] Mmmm!
japanese: [_hi_] Mmm!
spanish: ¡[_hi_] Mmm!

source: [_sasu_] I...
spanish: [_sassu_] I. ..

source: [_r_] (Whispering) 91
spanish: [_r_] (susurro) 91

source: [_hi_] Mmmmmm!
spanish: ¡[_hi_] Mmmmmmm!

source: [_r_] Why am I blindfolded?
italian: [_r_] Perché sono bendato?
japanese: [_r_] なぜ目隠しをしているのですか?

source: [_tema_] No questions, lie on your back.
italian: [_tema_] Non ci sono domande, mentite sulla schiena.
japanese: [_tema_] 質問はありません。背中に横たわってください。

source: [_r_] Do you know what you're doing exactly?
italian: [_r_] Sai cosa stai facendo esattamente?
japanese: [_r_] 自分が何をしているか正確に知っていますか？

source: [_tema_] Shut up! Now I'm going to put that tongue of yours to work!.
italian: [_tema_] Stai zitto! Ora metterò quella lingua della tua per lavorare!.
japanese: [_tema_] 黙って！今度はあなたの舌を動作させます！。

source: [_tema_] Come on boy, try harder!
italian: [_tema_] Vieni sul ragazzo, prova più duramente!
japanese: [_tema_] 少年、もっと頑張ってみよう!

source: [_tema_] If you want me to play with your dick, work for it!
italian: [_tema_] Se vuoi che io giochi con il tuo cazzo, lavori per questo!
japanese: [_tema_] 私にあなたのペニスと遊んでほしいなら、それのために働いてください!

source: [_tema_] Okay... Good boy.
italian: [_tema_] Okay... Buon ragazzo.
japanese: [_tema_] わかりました... いい子です。

source: [_tema_] Mistress will cum on your face now...
italian: [_tema_] Mistress si sborra sul tuo volto ora...
japanese: [_tema_] 今あなたの顔に女王が兼任します...

source: [_tema_] Yes... This is what you want, right?
italian: [_tema_] Sì... Questo è quello che vuoi, giusto?
japanese: [_tema_] はい... これが欲しいものですよね?

source: [_tema_] Keep going! MMMMM!
italian: [_tema_] Continua ad andare! MMMMM!
japanese: [_tema_] 続けてください! MMMMM!

source: [_tema_] Not bad... This is your full-time job now, boy.
italian: [_tema_] Non male... Questo è il tuo lavoro a tempo pieno ora, ragazzo.
japanese: [_tema_] 悪くありません...これはあなたのフルタイムの仕事です, 少年.
