Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_r_] Hey Boss! Sorry, it was a little hard to find this building, isn't it an old hospital?
french: [_r_] Hé Boss ! Désolé, c'était un peu difficile de trouver ce bâtiment, n'est-ce pas un vieil hôpital ?
italian: [_r_] Hey Boss! Scusa, è stato un po' difficile trovare questo edificio, non è un vecchio ospedale?
japanese: [_r_] ボス、この建物を見つけるのは少し難しいですね、古い病院ですね？
spanish: [_r_] ¡Jefe! Lo sentimos, ha sido un poco difícil encontrar este edificio, ¿no es un antiguo hospital?

source: [_r_] Great raincoat, it suits you, by the way!
french: [_r_] Le grand imperméable, ça vous convient, en passant !
italian: [_r_] Grande impermeabile, ti va bene, a proposito!
japanese: [_r_] 素晴らしいレインコートです。ところで、あなたにぴったりです！
spanish: [_r_] Un gran abrigo de lluvia, ¡te conviene, por cierto!

source: [_r_] So what are we going to do? Let's go insi...
french: [_r_] Alors, qu'allons-nous faire ? Allons-y en insi ...
italian: [_r_] Che cosa faremo? Andiamo dentro...
japanese: [_r_] ではどうしますか？insiに行きましょう...
spanish: [_r_] Entonces, ¿qué vamos a hacer? Vamos insi...

source: [_su_] I... Really...
french: [_su_] Je... Vraiment...
italian: [_su_] I... Davvero...
japanese: [_su_] 私... 本当に...
spanish: [_su_] I. .. Realmente ...

source: [_su_] It was so simple.
french: [_su_] C'était si simple.
italian: [_su_] Era così semplice.
japanese: [_su_] とてもシンプルでした。
spanish: [_su_] Era tan simple.

source: [_su_] The world of shinobi...
french: [_su_] Le monde du shinobi ...
italian: [_su_] Il mondo dello shinobi...
japanese: [_su_] 忍の世界...
spanish: [_su_] El mundo de shinobi...

source: [_su_] Now you won't destroy anything... You son of a bitch.
french: [_su_] Maintenant vous ne détruirez rien ... Vous fils de pute.
italian: [_su_] Ora non distruggerai niente... Sei figlio di una cagna.
japanese: [_su_] 今、あなたは何も破壊しないchar@@1 このクソ野郎。
spanish: [_su_] Ahora no destruirás nada... Tú hijo de una perra.

source: [_k_] Danger is not an illusion.
french: [_k_] Le danger n'est pas une illusion.
italian: [_k_] Il pericolo non è un'illusione.
japanese: [_k_] 危険は幻想ではありません。
spanish: [_k_] El peligro no es una ilusión.

source: [_k_] Time is changeable.
french: [_k_] Le temps est modifiable.
italian: [_k_] Il tempo è cambiabile.
japanese: [_k_] 時間は変更可能です。
spanish: [_k_] El tiempo es cambiante.

source: [_k_] Life is not permanent.
french: [_k_] La vie n'est pas permanente.
italian: [_k_] La vita non è permanente.
japanese: [_k_] 寿命は永続的ではありません。
spanish: [_k_] La vida no es permanente.

source: [_k_] Be reborn child.
french: [_k_] Sois réné.
italian: [_k_] Sii rinato bambino.
japanese: [_k_] 生まれ変わる子ども。
spanish: [_k_] Ser niño renacer.

source: [_k_] Be reborn.
french: [_k_] Soyez renaître.
italian: [_k_] rinascere.
japanese: [_k_] 生まれ変わりましょう。
spanish: [_k_] Ser renacido.

source: [_m_] What the fuck happened just now...
french: [_m_] Ce qui s'est passé tout à l'heure ...
italian: [_m_] Che cazzo è successo proprio ora...
japanese: [_m_] 今何があったんだろう...
spanish: [_m_] Qué pasó la fuck hace un momento...

source: [_m_] My neck! Fuck... I...
french: [_m_] Mon cou ! Merde ... Je...
japanese: [_m_] 私の首! ファック...
spanish: [_m_] ¡Mi cuello! Suerte... Yo...

source: [_m_] I-Is everything okay...?
french: [_m_] I-Tout va bien... ?
italian: [_m_] I-Va tutto bene...?
japanese: [_m_] I-Iはすべて大丈夫です...
spanish: [_m_] ¿Estoy todo bien...?

source: [_m_] The pain is real.
french: [_m_] La douleur est réelle.
italian: [_m_] Il dolore è reale.
japanese: [_m_] 痛みは本物です。
spanish: [_m_] El dolor es real.

source: [_m_] It feels like my head was just cut off... What a nightmare...
french: [_m_] On a l'impression que ma tête a été coupée... Quel cauchemar...
italian: [_m_] Mi sembra che la mia testa sia stata appena tagliata... Che incubo...
japanese: [_m_] 頭を切り落とされたような気がするchar@@1 なんて悪夢char@@2
spanish: [_m_] Parece que mi cabeza se acaba de cortar... ¡Qué pesadilla!

source: [_m_] My dreams have become more and more realistic lately.
french: [_m_] Mes rêves sont devenus de plus en plus réalistes ces derniers temps.
italian: [_m_] I miei sogni sono diventati più realistici ultimamente.
japanese: [_m_] 私の夢は最近ますます現実的になっています。
spanish: [_m_] Mis sueños se han vuelto cada vez más realistas últimamente.

source: [_k_] Good morning, you look worried. Is something wrong?
french: [_k_] Bonjour, vous avez l'air inquiet. Quelque chose ne va pas ?
italian: [_k_] Buongiorno, sembri preoccupato. C'è qualcosa che non va?
japanese: [_k_] おはようございます。何か問題でもありますか？
spanish: [_k_] Buenas mañanas, te parece preocupado. ¿Hay algo mal?

source: [_k_] Ah forget it, you need to prepare to subdue Sakura.
french: [_k_] Ah oublié, vous devez vous préparer à subordonner les Sakura.
italian: [_k_] Ah dimenticarlo, è necessario prepararsi a sottomettere Sakura.
japanese: [_k_] ああ忘れてしまったので、さくらを服従させる準備をする必要があります。
spanish: [_k_] Ah olvidarlo, tienes que prepararte para enviar Sakura.

source: [_k_] Or have you chosen to delay it?
french: [_k_] Ou avez-vous choisi de le retarder ?
italian: [_k_] O hai scelto di ritardarlo?
japanese: [_k_] または、それを遅らせることを選択しましたか?
spanish: [_k_] ¿O has elegido retrasarlo?

source: [_k_] You sat in the love room for a long while yesterday.
french: [_k_] Vous vous êtes assis dans la salle d'amour pendant un long moment hier.
italian: [_k_] Tu sei seduto nella stanza dell'amore per molto tempo ieri.
japanese: [_k_] 昨日はずっとラブルームに座っていましたね。
spanish: [_k_] Te sentaste en la sala de amor durante mucho tiempo ayer.

source: [_m_] What is she talking about? I've already decided everything.
french: [_m_] De quoi parle-t-elle ? J'ai déjà tout décidé.
italian: [_m_] Di cosa sta parlando? Ho già deciso tutto.
japanese: [_m_] 彼女は何の話をしていますか？私はすでにすべてを決めました。
spanish: [_m_] ¿De qué está hablando? Ya lo he decidido todo.

source: [_r_] You’re a forgetful one, I literally had an interview with Sakura yesterday.
french: [_r_] Vous êtes un oubli, j'ai littéralement eu une interview avec Sakura hier.
italian: [_r_] Sei uno smemorato, ho letteralmente avuto un'intervista con Sakura ieri.
japanese: [_r_] あなたは忘れっぽい人です。文字通り昨日さくらとインタビューをしました。
spanish: [_r_] Eres olvidado, yo literalmente tuve una entrevista con Sakura ayer.

source: [_ka_] Nonsense, I gave you the keys to your room yesterday, are you sure you're okay?
french: [_ka_] Nonobstant, je vous ai donné les clés de votre chambre hier, êtes-vous sûr que vous êtes d'accord ?
italian: [_ka_] Nonsense ti ho dato le chiavi della tua stanza ieri, sei sicuro che stai bene?
japanese: [_ka_] ナンセンス、昨日あなたの部屋の鍵を渡しました。大丈夫ですか？
spanish: [_ka_] Sin sentido, te di las llaves de tu habitación ayer, ¿estás seguro de que estás bien?

source: [_r_] I... Are you sure that was yesterday? I think something's wrong...
french: [_r_] Je... Êtes-vous sûr que c'était hier ? Je pense que quelque chose ne va pas...
italian: [_r_] Io... Sei sicuro che sia stato ieri? Penso che qualcosa sia sbagliato...
japanese: [_r_] 私はchar@@1 それは昨日だったと確信していますか？何かおかしいと思います...
spanish: [_r_] Yo... ¿Estás seguro de que eso fue ayer? Creo que algo está mal...

source: [_ka_] Of course, my memory is great.
french: [_ka_] Bien sûr, ma mémoire est grande.
italian: [_ka_] Naturalmente, la mia memoria è grande.
japanese: [_ka_] もちろん、私の記憶は素晴らしいです。
spanish: [_ka_] Por supuesto, mi memoria es genial.

source: [_r_] And didn't I visit Sakura yesterday?
french: [_r_] Et je ne me suis pas rendu à Sakura hier ?
italian: [_r_] E non ho visitato Sakura ieri?
japanese: [_r_] 昨日はさくらに会わなかった?
spanish: [_r_] ¿Y no visité Sakura ayer?

source: [_ka_] Only Hinata, if that's the case.
french: [_ka_] Seul Hinata, si c'est le cas.
italian: [_ka_] Solo Hinata, se è il caso.
japanese: [_ka_] その場合はひなただけです。
spanish: [_ka_] Solo Hinata, si ese es el caso.

source: [_m_] Nonsense... Was it all a dream?
french: [_m_] C'est absurde... Était-ce un rêve ?
italian: [_m_] Nonsenso... Era tutto un sogno?
japanese: [_m_] ナンセンス...それはすべて夢でしたか?
spanish: [_m_] No sentido... ¿Era todo un sueño?

source: [_m_] Feeling weirder than usual...
french: [_m_] Je me sens plus bizarre que d'habitude...
italian: [_m_] Senti strano del solito...
japanese: [_m_] いつもより変な感じ...
spanish: [_m_] Sentirse más extraño de lo habitual...

source: [_r_] O-Okay, time to get hired by Sakura then, right?
french: [_r_] O-Ok, il est temps de se faire embaucher par Sakura, alors ?
italian: [_r_] O-Okay, il tempo di farsi assumere da Sakura poi, giusto?
japanese: [_r_] さて、さくらに雇われる時間ですよね?
spanish: [_r_] O-Vale, es hora de ser contratado por Sakura entonces, ¿verdad?

source: [_ka_] Are you asking me? That's for you to decide.
french: [_ka_] Vous me demandez ? C'est à vous de décider.
italian: [_ka_] Mi stai chiedendo? È per te decidere.
japanese: [_ka_] あなたは私に尋ねていますか? それはあなたが決めることです。
spanish: [_ka_] ¿Me estás preguntando? Eso es para que tú decidas.

source: [_ka_] You’re being sillier than usual today..
french: [_ka_] Vous êtes plus silencieux que d'habitude aujourd'hui..
italian: [_ka_] Sei più sciocco del solito oggi..
japanese: [_ka_] あなたは今日はいつもより静かにしていますchar@@1
spanish: [_ka_] Hoy estás siendo más sillier de lo habitual.

source: [_m_] Okay, pull yourself together.
french: [_m_] Ok, tirez-vous ensemble.
italian: [_m_] Okay, tirare insieme.
japanese: [_m_] よし、しっかりしろ。
spanish: [_m_] Vale, únete a ti mismo.

source: [_r_] Hello Sakura! I'm the massage guy, we met alongside Hinata yesterday...
french: [_r_] Bonjour Sakura ! Je suis le massothérapeute, nous nous sommes rencontrés aux côtés de Hinata hier...
italian: [_r_] Ciao Sakura! Sono il tipo di massaggio, ci siamo incontrati insieme a Hinata ieri...
japanese: [_r_] こんにちは、Sakura! マッサージ屋です、昨日日向と一緒に会いました...
spanish: [_r_] ¡Hola Sakura! Soy el tipo de masaje, nos reunimos ayer junto a Hinata...

source: [_saku_] Hi! Masseur boy, I do remember you, still interested in joining us?
french: [_saku_] Bonjour ! Masseur, je me souviens de vous, toujours intéressé à nous rejoindre ?
italian: [_saku_] Ciao! Maschiera ragazzo, mi ricordo che sei ancora interessato ad unirti a noi?
japanese: [_saku_] こんにちは！マッサージ師さん、まだ私たちに加わることに興味があるのを覚えていますか？
spanish: [_saku_] ¡Hola! Masseur muchacho, me acuerdo de ti, ¿aún estás interesado en unirte?

source: [_r_] Yes, if the offer is still available.
french: [_r_] Oui, si l'offre est toujours disponible.
italian: [_r_] Sì, se l'offerta è ancora disponibile.
japanese: [_r_] はい、まだオファーがある場合。
spanish: [_r_] Sí, si la oferta todavía está disponible.

source: [_saku_] Of course, come to my office and we'll discuss everything we need to get started.
french: [_saku_] Bien sûr, venez à mon bureau et nous discuterons de tout ce dont nous avons besoin pour commencer.
italian: [_saku_] Naturalmente, vieni nel mio ufficio e discuteremo di tutto ciò di cui abbiamo bisogno per iniziare.
japanese: [_saku_] もちろん、私のオフィスに来て、始めるために必要なことはすべて話し合います。
spanish: [_saku_] Por supuesto, venga a mi oficina y discutiremos todo lo que necesitamos para empezar.

source: [_saku_] Great day to get hired, right?
french: [_saku_] Grand jour pour être engagé, n'est-ce pas ?
italian: [_saku_] Grande giorno per essere assunto, giusto?
japanese: [_saku_] 採用するのに最適な日, 右?
spanish: [_saku_] Gran día para ser contratado, ¿verdad?

source: [_r_] S-Sure...
french: [_r_] S-Sous...
spanish: [_r_] S-Seguro ...

source: [_m_] Is this really happening?
french: [_m_] Est-ce vraiment ce qui se passe ?
italian: [_m_] Questo sta realmente accadendo?
japanese: [_m_] 本当に起こっているのか？
spanish: [_m_] ¿Esto está ocurriendo realmente?

source: [_m_] She's not kidding...
french: [_m_] Elle ne plaisante pas...
italian: [_m_] Lei non sta scherzando...
japanese: [_m_] 彼女は冗談ではありません...
spanish: [_m_] No está bromeando...

source: [_saku_] Are you daydreaming?
french: [_saku_] Êtes-vous rêvé ?
italian: [_saku_] Sta sognando ad occhi aperti?
japanese: [_saku_] あなたは空想していますか？
spanish: [_saku_] ¿Estás soñando despierto?

source: [_r_] S-sorry, could you repeat the question?...
french: [_r_] S-désolé, pourriez-vous répéter la question ?...
italian: [_r_] S-scusa, potresti ripetere la domanda?...
japanese: [_r_] S-ごめん、質問を繰り返してもらえますか?...
spanish: [_r_] S-disculpa, ¿podrías repetir la pregunta?...

source: [_saku_] Name, what's your name?
french: [_saku_] Nom, quel est votre nom ?
italian: [_saku_] Nome, qual è il tuo nome?
japanese: [_saku_] 名前、あなたの名前は？
spanish: [_saku_] Nombre, ¿cuál es tu nombre?

source: [_saku_] Great! See, it's not that hard.
french: [_saku_] Génial ! Voyez, ce n'est pas si difficile.
italian: [_saku_] Ottimo! Vedi, non è così difficile.
japanese: [_saku_] 素晴らしい! 見て, それは難しいことではありません.
spanish: [_saku_] genial! Ve, no es tan difícil.

source: [_saku_] Please tell me your family name.
french: [_saku_] Veuillez me dire votre nom de famille.
italian: [_saku_] Per favore dimmi il tuo cognome.
japanese: [_saku_] 氏名を教えてください。
spanish: [_saku_] Por favor dime tu nombre de familia.

source: [_m_] Everything’s literally the same...
french: [_m_] Tout est littéralement le même ...
italian: [_m_] Tutto è letteralmente lo stesso...
japanese: [_m_] 文字通りすべてが同じです...
spanish: [_m_] Todo es literalmente igual...

source: [_m_] Pull yourself together, answer the same as then!
french: [_m_] Retirez-vous ensemble, répondez de la même façon qu'alors !
italian: [_m_] Tirare voi stessi, rispondere come allora!
japanese: [_m_] あなた自身を引っ張って、それと同じように答えてください!
spanish: [_m_] Tómate a ti mismo, ¡responde lo mismo que entonces!

source: [_r_] That means I’m hired, right?
french: [_r_] Cela veut dire que je suis engagé, non ?
italian: [_r_] Questo significa che sono assunto, giusto?
japanese: [_r_] ということは私が雇われているということですよね？
spanish: [_r_] Eso significa que soy contratado, ¿verdad?

source: [_saku_] That's right, welcome to Konoha Hospital! You're part of the team now!
french: [_saku_] C'est vrai, bienvenue à l'hôpital de Konoha ! Vous faites partie de l'équipe maintenant !
italian: [_saku_] Va bene, benvenuti all'ospedale Konoha! Ora fai parte della squadra!
japanese: [_saku_] そうです、木ノ葉病院にようこそ！あなたは今チームの一員です！
spanish: [_saku_] Así es, ¡bienvenido al Hospital Konoha! ¡Eres parte del equipo ahora!

source: [_r_] I'm glad. What should I do next? Will you get in contact with me?
french: [_r_] Je suis heureux. Que devrais-je faire ensuite ? Pourriez-vous me contacter ?
italian: [_r_] Sono felice. Cosa dovrei fare dopo? Ti metterai in contatto con me?
japanese: [_r_] 嬉しいです。次に何をすべきですか？連絡を取ってくれませんか？
spanish: [_r_] Estoy encantado. ¿Qué debo hacer ahora? ¿Te pondrás en contacto conmigo?

source: [_saku_] Come to my office tomorrow, I'll walk you through your workspace!
french: [_saku_] Venez à mon bureau demain, je vous promènerai à travers votre espace de travail !
italian: [_saku_] Vieni nel mio ufficio domani, ti guiderò attraverso il tuo spazio di lavoro!
japanese: [_saku_] 明日オフィスに来て、あなたのワークスペースを案内します！
spanish: [_saku_] Ven a mi oficina mañana, ¡Te guiaré por tu espacio de trabajo!

source: [_r_] Okay, thanks.
french: [_r_] D'accord, merci.
italian: [_r_] Okay, grazie.
japanese: [_r_] わかりました。ありがとう。
spanish: [_r_] Vale, gracias.

source: [_m_] Fuck.... FUCK!
french: [_m_] Merde .... PUTAIN !
japanese: [_m_] クソchar@@1char@@2クソ！
spanish: [_m_] ¡Suerte... ¡FUCK!

source: [_m_] What was it? The day repeated itself exactly to the smallest detail...
french: [_m_] Qu'est-ce que c'était ? Le jour se répète exactement dans les moindres détails...
italian: [_m_] Che cos'era? Il giorno si è ripetuto esattamente nei minimi dettagli...
japanese: [_m_] どのようなものでしたか? その日はまさに細部まで繰り返されました...
spanish: [_m_] ¿Qué era? El día se repitió exactamente con el detalle más pequeño...

source: [_m_] Sakura was talking about the same things as yesterday, it wasn't a dream.
french: [_m_] Sakura parlait des mêmes choses qu'hier, ce n'était pas un rêve.
italian: [_m_] Sakura stava parlando delle stesse cose di ieri, non era un sogno.
japanese: [_m_] さくらは昨日と同じことを話していたが、それは夢じゃなかった。
spanish: [_m_] Sakura estaba hablando de las mismas cosas que ayer, no era un sueño.

source: [_m_] Am I going crazy?
french: [_m_] Suis-je en train de devenir fou ?
italian: [_m_] sto impazzendo?
spanish: [_m_] ¿Me voy locura?

source: [_m_] There must be an explanation... There must be something...
french: [_m_] Il doit y avoir une explication ... Il doit y avoir quelque chose ...
italian: [_m_] Ci deve essere una spiegazione... Ci deve essere qualcosa...
japanese: [_m_] 説明があるに違いありません...
spanish: [_m_] Debe haber una explicación... Debe haber algo...

source: [_m_] That man in the raincoat.. It wasn't Sakura.
french: [_m_] Cet homme dans le manteau de pluie .. Ce n'était pas Sakura.
italian: [_m_] Quell'uomo nell'impermeabile.. Non era Sakura.
japanese: [_m_] レインコートを着たあの男...。さくらじゃなかった。
spanish: [_m_] Ese hombre en la capa de lluvia... no era Sakura.

source: [_m_] Before he swung the katana, I saw his eyes... One eye, to be exact.
french: [_m_] Avant de balai le katana, j'ai vu ses yeux ... Un œil, pour être exact.
italian: [_m_] Prima che oscillasse la katana, vidi i suoi occhi... Un occhio, per essere esatti.
japanese: [_m_] 彼が刀を振る前に、私は彼の目を見ました...
spanish: [_m_] Antes de que girara la katana, vi sus ojos... Uno ojo, para ser exacto.

source: [_m_] I could be wrong but... Sharingan? How is that even possible?
french: [_m_] Je pourrais me tromper mais... Partagé ? Comment est-ce possible ?
italian: [_m_] potrei essere sbagliato ma... condivisione? Come è anche possibile?
japanese: [_m_] 私は間違っているかもしれませんが... シェアリンガン? それはどうして可能なのでしょうか?
spanish: [_m_] Yo podría estar equivocado, pero ... ¿Sharingan? ¿Cómo es eso incluso posible?

source: [_m_] Some unknown Uchiha is after me?
french: [_m_] Un Uchiha inconnu est après moi ?
italian: [_m_] Qualche Uchiha sconosciuto è dopo di me?
japanese: [_m_] 未知のうちは何人かが私の後を追っていますか？
spanish: [_m_] ¿Algún Uchiha desconocido está después de mí?

source: [_m_] They were all killed by Itachi and Obito many years ago!
french: [_m_] Ils ont tous été tués par Itachi et Obito il y a de nombreuses années !
italian: [_m_] Sono stati tutti uccisi da Itachi e Obito molti anni fa!
japanese: [_m_] 彼らは何年も前に板地と首に殺されました!
spanish: [_m_] Todos fueron asesinados por Itachi y Obito hace muchos años!

source: [_m_] M-maybe Sasuke? No, he did not look like Sasuke, he was completely different...
french: [_m_] P-peut-être Sasuke ? Non, il ne ressemblait pas à Sasuke, il était complètement différent...
italian: [_m_] M-forse Sasuke? No, non assomigliava a Sasuke, era completamente diverso...
japanese: [_m_] M-maybe Sasuke? いいえ、彼はSasukeのように見えませんでした, 彼は完全に違っていました...
spanish: ¿[_m_] M-tal vez Sasuke? No, no parecía Sasuke, era completamente diferente...

source: [_m_] I have to pull myself together, repeat the events of yesterday, and when I get the messages, I'll know who the bastard is!
french: [_m_] Je dois me tirer ensemble, répéter les événements d'hier, et quand j'aurai les messages, je saurai qui est le bâtard !
italian: [_m_] devo mettermi insieme, ripetere gli eventi di ieri, e quando ricevo i messaggi, saprò chi è il bastardo!
japanese: [_m_] 私は自分自身を引っ張って、昨日の出来事を繰り返さなければなりません、そして私がメッセージを受け取ったとき、私は私生児が誰であるかを知るでしょう!
spanish: [_m_] Tengo que juntarme, repetir los acontecimientos de ayer, y cuando reciba los mensajes, sabré quién es el cabrón!

source: [_m_] Okay, I did everything exactly like yesterday.
french: [_m_] Ok, j'ai fait tout exactement comme hier.
italian: [_m_] Okay, ho fatto tutto esattamente come ieri.
japanese: [_m_] はい、昨日とまったく同じことをしました。
spanish: [_m_] Vale, hice todo exactamente como ayer.

source: [_m_] Visited Sakura, trained Hinata.
french: [_m_] Visite de Sakura, entraînée Hinata.
italian: [_m_] Visitato Sakura, addestrato Hinata.
japanese: [_m_] 訪問されたさくら, 訓練されたひなた.
spanish: [_m_] Sakura visitada, Hinata entrenado.

source: [_m_] Now we just have to wait for a message from Hinata and...
french: [_m_] Maintenant, nous devons juste attendre un message de Hinata et ...
italian: [_m_] Ora dobbiamo solo aspettare un messaggio da Hinata e...
japanese: [_m_] 今は日向からのメッセージを待つだけで...
spanish: [_m_] Ahora solo tenemos que esperar un mensaje de Hinata y...

source: [_m_] It’s her.
french: [_m_] C'est elle.
italian: [_m_] È lei.
japanese: [_m_] 彼女です。
spanish: [_m_] Es ella.

source: [_m_] I tried to answer the same way, I hope that bastard didn't get suspicious.
french: [_m_] J'ai essayé de répondre de la même façon, j'espère que le salaud n'a pas été suspect.
italian: [_m_] Ho cercato di rispondere allo stesso modo, spero che il bastardo non si sia sospettato.
japanese: [_m_] 私は同じように答えようとしました, 私はその野郎が疑わないことを願っています.
spanish: [_m_] Traté de responder de la misma manera, espero que bastardo no sospechara.

source: [_m_] Now the most important thing. I'll use my disguise and follow him.
french: [_m_] Maintenant, la chose la plus importante. Je vais utiliser mon déguisement et le suivre.
italian: [_m_] Ora la cosa più importante. Io userò il mio travestimento e lo seguirò.
japanese: [_m_] 今一番大事なことは、変装してついてくるから。
spanish: [_m_] Ahora lo más importante. Utilizaré mi disfraz y seguirlo.

source: [_m_] Time to find out what's going on here.
french: [_m_] Le temps de découvrir ce qui se passe ici.
italian: [_m_] È ora di scoprire cosa sta succedendo qui.
japanese: [_m_] ここで何が起こっているのか調べる時間です。
spanish: [_m_] es hora de saber qué está pasando aquí.

source: [_m_] There he is. I did everything right, didn't scare him away.
french: [_m_] Il est là. J'ai tout fait, je ne l'ai pas peur.
italian: [_m_] Lì. Ho fatto tutto bene, non l'ho spaventato via.
japanese: [_m_] 彼はそこにいます, 私は正しいすべてをしました, 彼を怖がらせませんでした.
spanish: [_m_] Ahí está. Hice todo bien, no le asusté.

source: [_m_] Who are you? And most importantly, why are you craving my death?
french: [_m_] Qui êtes-vous ? Et le plus important, pourquoi avez-vous envie de mourir ?
italian: [_m_] Chi sei? E soprattutto, perché desideri la mia morte?
japanese: [_m_] あなたは誰ですか? そして最も重要なのは、なぜあなたは私の死を渇望しているのですか?
spanish: [_m_] ¿Quién eres? Y lo más importante, ¿por qué anhelas mi muerte?

source: [_m_] Should I get closer? No, it's dangerous.
french: [_m_] Dois-je me rapprocher ? Non, c'est dangereux.
italian: [_m_] Dovrei avvicinarmi? No, è pericoloso.
japanese: [_m_] 近づくべきか？いいえ、危険です。
spanish: [_m_] ¿Debería acercarme más? No, es peligroso.

source: [_m_] I know for a fact that he has a sharingan, and that he's also armed.
french: [_m_] Je sais pertinemment qu'il possède un sharingan et qu'il est également armé.
italian: [_m_] So per un fatto che ha un condivisore, e che è anche armato.
japanese: [_m_] 彼には分かち合いがあり、彼も武装していることは知っています。
spanish: [_m_] Sé por un hecho que tiene un sharingan, y que él también está armado.

source: [_m_] For now, all I can do is keep my distance.
french: [_m_] Pour l'instant, tout ce que je peux faire, c'est garder ma distance.
italian: [_m_] Per ora, tutto quello che posso fare è mantenere la mia distanza.
japanese: [_m_] 今のところ、私にできることは距離を置くことだけです。
spanish: [_m_] Por ahora, todo lo que puedo hacer es mantener mi distancia.

source: [_m_] Even so, it's dangerous anyway.
french: [_m_] Même ainsi, c'est dangereux de toute façon.
italian: [_m_] Anche così, è comunque pericoloso.
japanese: [_m_] それでも、とにかく危険です。
spanish: [_m_] Aun así, de todos modos es peligroso.

source: [_m_] I can't be sure he can't see me.
french: [_m_] Je ne peux pas être sûr qu'il ne puisse pas me voir.
italian: [_m_] non posso essere sicuro che lui non possa vedermi.
japanese: [_m_] 彼が私を見ることができないことはわかりません。
spanish: [_m_] no puedo estar seguro de que no me pueda ver.

source: [_m_] At least he doesn't show it.
french: [_m_] Au moins il ne le montre pas.
italian: [_m_] Almeno non lo mostra.
japanese: [_m_] 少なくとも彼はそれを見せません。
spanish: [_m_] Al menos no lo muestra.

source: [_m_] He's leaving. Apparently he realized that something was wrong.
french: [_m_] Il est parti. Apparemment, il a réalisé que quelque chose ne fonctionnait pas.
italian: [_m_] sta partendo. A quanto pare si rese conto che qualcosa era sbagliato.
japanese: [_m_] 彼はどこかに行ってしまったようです。
spanish: [_m_] Él se está marchando. Al parecer se dio cuenta de que algo estaba mal.
