Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_r_] I don't fully understand it myself, but that's what happens.
french: [ _r_ ] Je ne comprends pas tout à fait moi-même, mais c'est ce qui se passe.
spanish: [_r_] Yo no lo entiendo completamente, pero eso es lo que pasa.

source: [_r_] Last time, I got a letter from him when you had left. He wrote that he was going to kill you, that he was already doing it while I was reading the letter...
french: [ _r_ ] La dernière fois, j'ai reçu une lettre de lui quand tu avais quitté. Il a écrit qu'il allait vous tuer, qu'il le faisait déjà alors que je lisais la lettre ...
spanish: [_r_] La última vez, recibí una carta de él cuando te fuiste. Escribió que iba a matarte, que ya lo estaba haciendo mientras leía la carta...

source: [_r_] I rushed to you, but it turned out to be a trap... What did you plan to do at that time? Were you planning to do something around the house?
french: [ _r_ ] Je me suis précipité vers vous, mais il s'est avéré qu'il s'agit d'un piège ... Qu'est-ce que vous avez prévu de faire à ce moment-là? Avez-vous l'intention de faire quelque chose autour de la maison?
spanish: [_r_] te pude apagar, pero resultó ser una trampa... ¿Qué planeas hacer en ese momento? ¿Tenías pensado hacer algo alrededor de la casa?

source: [_hi_] Not really, I was planning to shop for groceries at one old lady's place on the other side of the village. I always get vegetables from her, she grows them herself...
french: [ _hi_ ] Pas vraiment, j'avais l'intention de faire des courses à la place d'une vieille dame de l'autre côté du village. J'ai toujours des légumes d'elle, elle les pousse elle-même ...
spanish: [_hi_] No realmente, estaba planeando comprar comestibles en un lugar de una vieja dama en el otro lado del pueblo. Siempre recibo hortalizas de ella, ella misma las culta...

source: [_r_] Okay, so you weren't home at the time. Probably, he was waiting, either for you to arrive or for me to react.
french: [ _r_ ] Ok, alors vous n'étiez pas à la maison à l'époque. Probablement, il attendait, soit pour que vous arriez, soit pour que je réagisse.
spanish: [_r_] Vale, así que no estabas en casa en ese momento. Probablemente, estaba esperando, ya sea para que llegues o para que yo reaccione.

source: [_hi_] He... Was he following me? What does he know about my family?
french: [_hi_] Il... m'a-t-il suivi? Que sait-il de ma famille?
spanish: [_hi_] E... ¿Estaba siguiendo a mí? ¿Qué sabe de mi familia?

source: [_r_] I don't know any more than you do but I'm guessing that yes, he may well have been watching you all that time.
french: [ _r_ ] Je ne sais pas plus que ce que vous faites, mais je suppose que oui, il pourrait bien vous regarder tout ce temps.
spanish: [_r_] No sé más de lo que lo sabes, pero estoy adivinando que sí, puede que te haya estado mirando todo ese tiempo.

source: [_hi_] I see... So he was the one whose gaze I sensed...
french: [_hi_] Je vois... Il était donc celui dont j'ai senti le regard...
spanish: [_hi_] lo veo... Así que él era aquel cuya mirada sentía...

source: [_r_] When you get home, be on your guard. With your byakugan you must be able to notice him if you're aware of this.
french: [ _r_ ] Quand vous rentrez à la maison, restez-vous sur votre garde. Avec votre byakugan, vous devez être en mesure de le remarquer si vous en êtes conscient.
spanish: [_r_] Cuando llegue a casa, esté en su guardia. Con tu byakugan debes poder notarlo si eres consciente de esto.

source: [_hi_] Thank you...
french: [_hi_] Merci...
spanish: [_hi_] Gracias ...

source: [_r_] There's one more thing... I want to ask for your help.
french: [ _r_ ] Il y a encore une chose ... Je veux demander votre aide.
spanish: [_r_] Hay una cosa más... Quiero pedir tu ayuda.

source: [_hi_] I'll try to help in any way I can...
french: [_hi_] Je vais essayer de vous aider de quelque manière que ce soit...
spanish: [_hi_] Intentaré ayudar de cualquier forma que pueda...

source: [_r_] I need your help with Sakura. We talked earlier about me needing help with other girls... So now I need help with Sakura.
french: [ _r_ ] J'ai besoin de votre aide avec Sakura. Nous avons parlé plus tôt de moi qui avait besoin d'aide avec d'autres filles ... Maintenant j'ai besoin d'aide avec Sakura.
spanish: [_r_] necesito tu ayuda con Sakura. Antes hablamos de que necesito ayuda con otras niñas... Así que ahora necesito ayuda con Sakura.

source: [_hi_] You intend to fuck her, don't you? Just like you did me?
french: [_hi_] Vous avez l'intention de la baiser, n'est-ce pas? Comme vous m'avez fait ?
spanish: [_hi_] Tiene la intención de follarla, ¿no? Al igual que tú me hiciste?

source: [_r_] Yes... Maybe it's a little wrong to ask you but...
french: [ _r_ ] Oui ... Peut-être que c'est un peu faux de te demander, mais ...
spanish: [_r_] Sí ... Tal vez es un poco mal preguntarle pero ...

source: [_hi_] I'll help but... Answer one question...
french: [ _hi_ ] Je vais aider mais ... Répondez à une question ...
spanish: [_hi_] Voy a ayudar pero... Responder a una pregunta...

source: [_hi_] No matter how many women you gather around yourself... I'll always be a little above them... won't I? Will I be the first one on your list?
french: [ _hi_ ] Peu importe le nombre de femmes que vous rassemblez autour de vous ... Je serai toujours un peu au-dessus d'eux ... n'est-ce pas? Est-ce que je serai le premier sur votre liste?
spanish: [_hi_] No importa cuántas mujeres se reúnan a tu alrededor... Siempre estaré un poco por encima de ellos... ¿no? ¿Seré el primero en tu lista?

source: [_r_] Not counting Kamiko, you were my first in many ways...
french: [ _r_ ] Sans compter Kamiko, vous étiez mon premier à bien des égards ...
spanish: [_r_] Sin contar a Kamiko, usted fue mi primero de muchas maneras ...

source: [_r_] In the future, I'll protect a lot of people... All of them will probably feel the same way about me...
french: [ _r_ ] À l'avenir, je vais protéger beaucoup de gens ... Tous auront probablement le même sens pour moi ...
spanish: [_r_] En el futuro, protegeré a mucha gente ... Todos ellos probablemente se sentirán de la misma manera sobre mí ...

source: [_r_] But I promise you'll always be more important to me than others. You have my word.
french: [ _r_ ] Mais je vous promets que vous serez toujours plus important pour moi que d'autres. Vous avez ma parole.
spanish: [_r_] Pero prometo que siempre serás más importante para mí que para otros. Tienes mi palabra.

source: [_r_] I can't look that far ahead, Hinata...
french: [_r_] Je ne peux pas regarder aussi loin, Hinata...
spanish: [_r_] No puedo mirar tan lejos, Hinata...

source: [_r_] As much as I'd like to give you the answer you want to hear, I simply can't.
french: [ _r_ ] En autant que j'aimerais vous donner la réponse que vous voulez entendre, je ne peux tout simplement pas.
spanish: [_r_] tanto como me gustaría darte la respuesta que quieres oír, simplemente no puedo.

source: [_r_] You'll always be dear and loved by me, but I can't say for sure if you'll be in the first place.
french: [ _r_ ] Tu seras toujours cher et aimé de moi, mais je ne peux pas dire si tu seras en première place.
spanish: [_r_] Siempre serás querido y querido por mí, pero no puedo decir con seguridad si estarás en el primer lugar.

source: [_hi_] Thanks for the answer... I'll remember this...
french: [ _hi_ ] Merci pour la réponse ... Je me souviendrai de ça ...
spanish: [_hi_] Gracias por la respuesta... Voy a recordar esto...

source: [_hi_] Now I'm ready to listen. Do you have a plan?
french: [ _hi_ ] Maintenant, je suis prêt à écouter. As-tu un plan?
spanish: [_hi_] Ahora estoy listo para escuchar. ¿Tienes un plan?

source: [_r_] I know a few things about Sakura's life. Sasuke left the village and went on an important mission. Sakura is alone now. Moreover, she is very unsatisfied with her and Sasuke's intimate life.
french: [ _r_ ] Je connais quelques trucs sur la vie de Sakura. Sasuke quitte le village et part en mission importante. Sakura est seule maintenant. De plus, elle est très insatisfait de sa vie intime et de celle de Sasuke.
spanish: [_r_] Conozco algunas cosas sobre la vida de Sakura. Sasuke abandonó el pueblo y se dirigió a una importante misión. Sakura está sola ahora. Además, está muy insatisfecha con la vida íntima de ella y Sasuke.

source: [_hi_] Yeah... You know, sometimes I see it perfectly. We sometimes meet for a drink and a chat, although she doesn't say it directly, but it's clear from her behavior.
french: [_hi_] Ouais... Vous savez, parfois je le vois parfaitement. Nous nous rencontrons parfois pour un verre et un chat, même si elle ne le dit pas directement, mais son comportement est clair.
spanish: [_hi_] Sí... Sabes, a veces lo veo perfectamente. A veces nos encontramos para tomar una copa y un chat, aunque ella no lo dice directamente, pero está claro por su comportamiento.

source: [_hi_] I see it because I was the same way before you came into my life.
french: [ _hi_ ] Je le vois parce que j'étais la même avant d'entrer dans ma vie.
spanish: [_hi_] Lo veo porque yo era el mismo camino antes de que entraste en mi vida.

source: [_r_] If you help me, we can cure her of this quickly and safely.
french: [ _r_ ] Si vous m'airez, nous pouvons la guérir rapidement et en toute sécurité.
spanish: [_r_] Si me ayudas, podemos curarla de forma rápida y segura.

source: [_r_] How do you even feel about trying a... you know? With Sakura...
french: [ _r_ ] Comment vous sentez-vous en train d'essayer un ... vous savez? Avec Sakura ...
spanish: [_r_] ¿Cómo te sientes incluso si intentas... lo sabes? Con Sakura...

source: [_hi_] A threesome with Sakura? I'm thrilled!
french: [_hi_] Un trio de Sakura ? Je suis ravie !
spanish: [_hi_] ¿Un trío con Sakura? ¡Estoy encantado!

source: [_hi_] Although I didn't want to admit it for a long time, I was thinking of something like this when you showed me what quality sex is...
french: [ _hi_ ] Bien que je ne voulais pas l'admettre depuis longtemps, je pensais à quelque chose comme ça quand tu m'as montré ce que le sexe de qualité est. ..
spanish: [_hi_] Aunque no quería admitirlo durante mucho tiempo, estaba pensando en algo así cuando usted me mostró lo que es el sexo de calidad ...

source: [_hi_] Sakura deserves this kind of relief too.
french: [_hi_] Sakura mérite aussi ce genre de soulagement.
spanish: [_hi_] Sakura también se merece este tipo de alivio.

source: [_hi_] I can't wait for you to show her the training room!
french: [ _hi_ ] Je ne peux pas vous attendre pour lui montrer la salle de formation !
spanish: ¡[_hi_] No puedo esperar a que le muestres la sala de entrenamiento!

source: [_r_] All in good time, we have to do it carefully, so we don't scare her off.
french: [ _r_ ] Tout en temps, nous devons le faire avec attention, donc nous ne l'effarons pas.
spanish: [_r_] Todos a tiempo tenemos que hacerlo cuidadosamente, así que no la asustamos.

source: [_hi_] I have an idea.
french: [ _hi_ ] J'ai une idée.
spanish: [_hi_] Tengo una idea.

source: [_hi_] It's pretty hot right now, isn't it? Why not invite Sakura to the lake? Once, she herself showed me a lovely secluded lake by the Leaf Village. It's small but quite nice.
french: [_hi_] C'est assez chaud en ce moment, n'est-ce pas? Pourquoi ne pas inviter Sakura au lac? Une fois, elle m'a montré un beau lac isolé près du village des feuilles. C'est petit mais très sympa.
spanish: [_hi_] está bastante caliente ahora, ¿no es así? ¿Por qué no invitar a Sakura al lago? Una vez, ella misma me mostró un hermoso lago seco junto a la Aldea de las Hojas. Es pequeño, pero bastante agradable.

source: [_hi_] I invite her there, I mention you, tell her I called you too so we can all relax and socialize a bit!
french: [ _hi_ ] Je l'invite là, je vous le dis, dites-lui que je t'ai appelé aussi pour que nous puissions tous se détendre et socialiser un peu !
spanish: [_hi_] la invito allí, te menciono, dale que también te llamé para que todos podamos relajarse y socializar un poco!

source: [_hi_] We'll put on our swimsuits. You'll be able to look at our half-naked bodies. It's no big deal, they're just swimsuits, right?
french: [_hi_] Nous allons mettre nos maillots de bain. Vous serez en mesure de regarder nos corps à moitié nus. Ce n'est pas une grosse affaire, ils sont juste des maillots de bain, n'est-ce pas?
spanish: [_hi_] Nos pondremos nuestros trajes de baño. Podrás mirar a nuestros cuerpos semidesnudos. No es gran cosa, solo son trajes de baño, ¿verdad?

source: [_r_] You've taken initiative with such eagerness... You're spoiling me too much, Hinata!
french: [ _r_ ] Vous avez pris l'initiative avec cette ardeur ... Tu me gâtes trop, Hinata !
spanish: [_r_] Usted ha tomado iniciativa con ese afán ... ¡Me estás estropeando demasiado, Hinata!

source: [_hi_] Get yourself ready, stud! I'll ask her out tomorrow morning, and I'm sure she won't say no. Get ready to show off all the charisma you have!
french: [_hi_] Préparez-vous à vous préparer ! Je vais lui demander demain matin, et je suis sûr qu'elle ne dira pas non. Préparez-vous à montrer tout le charisme que vous avez!
spanish: [_hi_] Prepárese a prepararse, jovencita! Le preguntaré mañana por la mañana, y estoy seguro de que no dirá que no. ¡Prepárate para mostrar todo el carisma que tienes!

source: [_r_] Charisma is not important, I have a more effective weapon.
french: [_r_] Le Charisme n'est pas important, j'ai une arme plus efficace.
spanish: [_r_] Charisma no es importante, tengo un arma más efectiva.

source: [_hi_] Your dick? Isn't it a little early? Or are you talking about something else?
french: [_hi_] Votre bite ? N'est-ce pas un peu tôt ? Ou bien vous parlez d'autre chose ?
spanish: [_hi_] ¿Tu polla? ¿No es un poco pronto? ¿O estás hablando de otra cosa?

source: [_r_] That's a trade secret.
french: [ _r_ ] C'est un secret commercial.
spanish: [_r_] Eso es un secreto comercial.

source: [_r_] Get some rest, Hinata, you have a lot of work tomorrow.
french: [ _r_ ] Pour vous reposer, Hinata, vous avez beaucoup de travail demain.
spanish: [_r_] Obtén un poco de descanso, Hinata, tienes mucho trabajo mañana.

source: [_hi_] Sure... Good night!
french: [_hi_] Bien sûr... Bonne nuit !
spanish: [_hi_] Seguro... ¡Buena noche!

source: [_hi_] Good morning, we don't have much time. I've already arranged everything with Sakura, will you come with me?
french: [ _hi_ ] Bonjour, nous n'avons pas beaucoup de temps. J'ai déjà tout arrangé avec Sakura, tu viens avec moi?
spanish: [_hi_] Buenos días, no tenemos mucho tiempo. Ya he organizado todo con Sakura, ¿vendrás conmigo?

source: [_r_] Right now? So early?
french: [_r_] En ce moment ? Tellement tôt ?
spanish: [_r_] ¿En este momento? ¿Tan pronto?

source: [_hi_] Yeah, I just texted Sakura, she isn't busy today just like you, so we can go chat.
french: [ _hi_ ] Ouais, je viens de texter Sakura, elle n'est pas occupée aujourd'hui comme vous, donc on peut aller discuter.
spanish: [_hi_] Sí, acabo de enviar un mensaje a Sakura, ella no está ocupada hoy como tú, así que podemos ir al chat.

source: [_r_] Did you mention me?
french: [_r_] Vous m'avez mentionné ?
spanish: [_r_] ¿Me has mencionado?

source: [_hi_] Yeah, I said I'd take you with me, Sakura doesn't mind.
french: [ _hi_ ] Ouais, j'ai dit que je t'emprendrais avec moi, Sakura ne pense pas.
spanish: [_hi_] Sí, dije que te llevaría conmigo, a Sakura no le importa.

source: [_r_] Well, okay let's go then.
french: [_r_] Eh bien, d'accord, allons-y.
spanish: [_r_] Bueno, vamos entonces.

source: [_saku_] Hey guys, what's going on? Do you have special plans today, Hinata?
french: [_saku_] Salut les gars, que se passe-t-il ? Avez-vous des plans spéciaux aujourd'hui, Hinata ?
spanish: [_saku_] Hola chicos, ¿qué está pasando? ¿Tienes planes especiales hoy, Hinata?

source: [_hi_] You bet! I'm sick of the heat, Himawari is at grandpa's, Boruto is on a mission, I want to relax! Remember that lake we went to two years ago?
french: [_hi_] Vous pariez ! J'en ai assez de la chaleur, Himawari est à grand-pa, Boruto est en mission, je veux me détendre ! Rappelez-vous que le lac que nous sommes allés il y a deux ans?
spanish: [_hi_] ¡Apuestas! Estoy enfermo del calor, Himawari está en abuelos, Borkets está en una misión, ¡quiero relajarme! ¿Recuerdan ese lago que fuimos a dos años atrás?

source: [_saku_] The one in the forest? Yeah, wanna go take a dip?
french: [ _saku_ ] Le seul dans la forêt? Ouais, tu veux faire une trempette?
spanish: [_saku_] ¿El que está en el bosque? Sí, ¿quieres ir a bucear?

source: [_hi_] Yes! It'd be great to go there together, [viname] eager to do the same.
french: [_hi_] Oui ! Ce serait génial d'y aller ensemble, [viname] désireux de faire de même.
spanish: [_hi_] Sí! Sería genial ir allí juntos, [viname] ávido de hacer lo mismo.

source: [_r_] It's really hot here all the time, and I didn't even know of any good lakes. As soon as Hinata mentioned it, I immediately got the urge to go.
french: [ _r_ ] C'est vraiment chaud ici tout le temps, et je ne connaitais même pas de bons lacs. Dès que Hinata l'a mentionné, j'ai immédiatement eu l'envie d'y aller.
spanish: [_r_] Es muy caliente aquí todo el tiempo, y ni siquiera conocía ningún buen lago. Tan pronto como Hinata lo mencionó, recibí el impulso de irme.

source: [_saku_] Well... I don't have any plans so... Alright, let's do it!
french: [_saku_] Eh bien... Je n'ai aucun projet... D'accord, faisons-le!
spanish: [_saku_] Bueno... No tengo planes tan... Bien, hagámoslo!

source: [_saku_] Just need to bring my swimsuit... Have you brought yours, Hinata?
french: [_saku_] Vous avez juste besoin d'apporter mon maillot de bain... Avez-vous apporté la vôtre, Hinata?
spanish: [_saku_] Sólo tienes que traer mi traje de baño... ¿Has traído el tuyo, Hinata?

source: [_hi_] We'll stop by my place on our way, I'll get it.
french: [_hi_] Nous allons nous arrêter par mon chemin, je vais l'obtenir.
spanish: [_hi_] Pararemos por mi lugar en nuestro camino, lo obtendré.

source: [_saku_] Alright, wait a couple of minutes guys, I'll grab what I need and let's go!
french: [ _saku_ ] Alright, attendez quelques minutes, j'attraperai ce dont j'ai besoin et allons-y !
spanish: [_saku_] Bien, espere un par de chicos de minutos, ¡me agarraré lo que necesito y vamos!

source: [_hi_] How about we play a game of Truth or Dare?
french: [ _hi_ ] Comment nous jouons un jeu de vérité ou de Dare?
spanish: [_hi_] ¿Qué tal si jugamos a una partida de verdad o atrevida?

source: [_r_] Huh? I've never heard of such a game.
french: [_r_] Huh ? Je n'ai jamais entendu parler d'un tel jeu.
spanish: [_r_] ¿Huh? Nunca he oído hablar de un juego así.

source: [_saku_] Generally, this game is for a large group of people, but three people can also play, have you really never tried it?
french: [ _saku_ ] En général, ce jeu est pour un grand groupe de personnes, mais trois personnes peuvent aussi jouer, n'avez-vous jamais essayé?
spanish: [_saku_] Generalmente, este juego es para un gran grupo de personas, pero tres personas también pueden jugar, ¿realmente nunca lo has probado?

source: [_r_] I don't even know the rules.
french: [ _r_ ] Je ne connais même pas les règles.
spanish: [_r_] Ni siquiera conozco las reglas.

source: [_hi_] It's simple! We ask questions in a circle, on any topic. The one who is asked a question must answer honestly and if they can't, the circle changes direction, and the one who couldn't asnwer has to perform some task. Usually, it's drinking strong alcohol.
french: [ _hi_ ] C'est simple ! Nous posons des questions dans un cercle, sur n'importe quel sujet. La personne à qui on demande une question doit répondre honnêtement et s'il ne le peut pas, le cercle change de direction, et celui qui ne pourrait pas l'asnwer doit accomplir une tâche. Habituellement, il boit de l'alcool fort.
spanish: [_hi_] es simple! Hacemos preguntas en un círculo, sobre cualquier tema. La persona a la que se hace una pregunta debe responder honestamente y si no pueden, el círculo cambia de dirección, y el que no pudo aserrar tiene que realizar alguna tarea. Normalmente, está bebiendo agujero fuerte.

source: [_saku_] So that's why you brought a couple bottles of wine... Clever, Hinata!
french: [ _saku_ ] Voilà pourquoi vous avez apporté quelques bouteilles de vin ... Clever, Hinata !
spanish: [_saku_] Así que es por eso que trajiste un par de botellas de vino... ¡Clever, Hinata!

source: [_r_] Let's give it a try, sounds like fun!
french: [ _r_ ] Faisons un essai, des sons comme le plaisir !
spanish: [_r_] ¡Vamos a probarlo, suena divertido!

source: [_hi_] I'll get started then!
french: [_hi_] Je vais donc commencer !
spanish: [_hi_] ¡Empezaré entonces!

source: [_hi_] Sakura, how many kids would you ideally want? I'm sure you, like all girls, have had these thoughts in the past.
french: [_hi_] Sakura, combien d’enfants souhaiteriez-vous idéalement ? Je suis sûr que vous, comme toutes les filles, avez eu ces pensées par le passé.
spanish: [_hi_] Sakura, ¿cuántos niños querrías idealmente? Estoy seguro de que, como todas las chicas, han tenido estos pensamientos en el pasado.

source: [_saku_] Well, well, well... I used to dream of having a big family! I've thought about it many times in the past... I wanted at least three kids, ideally.
french: [_saku_] Eh bien, eh bien, eh bien... Je rêvais d'avoir une grande famille ! J'ai réfléchi à cela à plusieurs reprises dans le passé. . - Je voulais au moins trois enfants, idéalement.
spanish: [_saku_] Bueno, bien... ¡solía soñar con tener una gran familia! Lo he pensado muchas veces en el pasado. Yo quería al menos tres hijos, idealmente.

source: [_saku_] But work sometimes changes plans and makes its own adjustments. It's still not too late, though!
french: [ _saku_ ] Mais le travail change parfois les plans et fait ses propres ajustements. Il n'est pas encore trop tard, cependant !
spanish: [_saku_] Pero el trabajo a veces cambia los planes y hace sus propios ajustes. ¡Sin embargo, todavía no es demasiado tarde!

source: [_hi_] I like your honesty!
french: [_hi_] J'aime votre honnêteté !
spanish: [_hi_] ¡Me gusta tu honestidad!

source: [_saku_] Okay... [viname]... What is your ideal girl? It's always interesting to hear that from a bachelor!
french: [_saku_] Okay... [viname]... Quelle est votre fille idéale? Il est toujours intéressant d'entendre cela d'un bachelor!
spanish: [_saku_] Vale... [viname]... ¿Cuál es tu chica ideal? ¡Siempre es interesante escuchar eso de un bachelorro!

source: [_r_] Come to think of it, I've always appreciated boldness in a girl.
french: [ _r_ ] Venez y penser, j'ai toujours apprécié l'audace chez une fille.
spanish: [_r_] Ven a pensarlo, siempre he apreciado la valentía en una chica.

source: [_r_] If she's going to be bold in her desires and honest with me, not afraid to say things straight, that sounds perfect to me.
french: [ _r_ ] Si elle veut être audacielle dans ses désirs et honnête avec moi, n'a pas peur de dire les choses franchement, ça me semble parfait.
spanish: [_r_] Si ella va a ser audaz en sus deseos y honesta conmigo, no tiene miedo de decir las cosas en directo, eso suena perfecto para mí.

source: [_r_] Then spice it all up with a sense of humor, and we have the perfect match for me.
french: [_r_] Alors épicez tout avec un sens de l'humour, et nous avons le parfait rapport pour moi.
spanish: [_r_] Entonces especialízalo todo con un sentido del humor, y tenemos la habilidad perfecta para mí.

source: [_r_] I don't think about it often, but when I do, I see a calm and sweet girl next to me.
french: [ _r_ ] Je n'y pense pas souvent, mais quand je le fais, je vois une fille calme et sucrée à côté de moi.
spanish: [_r_] no lo pienso a menudo, pero cuando lo hago, veo a una chica tranquila y dulce junto a mí.
