Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_m_] If you look at things objectively... She is far from a positive character...
french: [_m_] Si vous regardez les choses objectivement ... Elle est loin d'être un personnage positif ...
italian: [_m_] Se guardi oggettivamente le cose... Lei è lontana da un personaggio positivo...
japanese: [_m_] 物事を客観的に見ると...彼女はポジティブなキャラクターとは程遠い...
spanish: [_m_] Si mira las cosas objetivamente ... Ella está lejos de ser un personaje positivo ...

source: [_m_] If I was in some anime, she could easily pass as a main villain.
french: [_m_] Si j'étais dans un peu d'anime, elle pouvait facilement passer comme un méchant principal.
italian: [_m_] Se fossi in qualche anime, potrebbe facilmente passare come un cattivo principale.
japanese: [_m_] アニメの中にいたら、彼女は主役として容易に渡すことができました。
spanish: [_m_] Si yo estuviera en algún anime, podría pasar fácilmente como un villano principal.

source: [_m_] But she cares about me...
french: [_m_] Mais elle se soucie de moi ...
italian: [_m_] Ma lei si preoccupa di me...
japanese: [_m_] しかし、彼女は私のことを気に.
spanish: [_m_] Pero ella se preocupa por mí...

source: [_m_] I'll have to make that decision soon, but right now I need to deal with the boner in my pants.
french: [_m_] Je dois prendre cette décision bientôt, mais maintenant j'ai besoin de m'occuper du boneur dans mon pantalon.
italian: [_m_] Dovrò prendere questa decisione presto, ma in questo momento ho bisogno di trattare con l'erezione nei miei pantaloni.
japanese: [_m_] 私はすぐにその決定をしなければなりませんが、今私は私のパンツのボケに対処する必要があります。
spanish: [_m_] tendré que tomar esa decisión pronto, pero ahora mismo tengo que tratar con el boner en mis pantalones.

source: [_m_] Sakura really teased me with her appearance.
french: [_m_] Sakura m'a vraiment teinté avec son apparence.
italian: [_m_] Sakura mi ha preso davvero in giro con il suo aspetto.
japanese: [_m_] さくらは彼女の容姿で私をからかった。
spanish: [_m_] Sakura realmente me lanzó con su apariencia.

source: [_m_] I'll release all my lust with Hinata, she knows how to care for my most primal needs.
french: [_m_] Je vais libérer tout mon coup avec Hinata, elle sait comment prendre soin de mes besoins les plus primaires.
italian: [_m_] rilascerò tutta la mia voglia con Hinata, sa come prendersi cura delle mie esigenze più primarie.
japanese: [_m_] 私はすべての私の欲望をひなたと解放します, 彼女は私の最初のニーズをケアする方法を知っています.
spanish: [_m_] Lanzaré toda mi ansia con Hinata, ella sabe cómo cuidar mis necesidades más primordiales.

source: [_r_] Not busy?
french: [_r_] Pas occupé ?
italian: [_r_] Non occupato?
japanese: [_r_] 忙しくないですか？
spanish: [_r_] ¿No está ocupado?

source: [_hi_] Himawari is sleeping... Do you want me to come by?
french: [_hi_] Himawari est en train de dormir... Voulez-vous que je sois venu ?
italian: [_hi_] Himawari sta dormendo... Vuoi che venga?
japanese: [_hi_] ひまわりが眠っています...
spanish: [_hi_] Himawari está durmiendo... ¿Quieres que venga por?

source: [_r_] Do you want it?
french: [_r_] Voulez-vous ?
italian: [_r_] Lo vuoi?
japanese: [_r_] よろしいですか？
spanish: [_r_] ¿Lo quieres?

source: [_hi_] You know... I always do...
french: [_hi_] Vous savez ... Je fais toujours ...
italian: [_hi_] Lo sa... lo faccio sempre...
japanese: [_hi_] あなたは知っている...私はいつも...
spanish: [_hi_] Tú sabes... Siempre lo soy...

source: [_r_] I'm waiting for you. Get your ass ready, today I want to come in from the back door.
french: [_r_] Je t'attends. Fais ton cul prêt, aujourd'hui je veux venir de la porte de derrière.
italian: [_r_] ti sto aspettando. Preparati il tuo culo, oggi voglio entrare dalla porta di servizio.
japanese: [_r_] 私はあなたを待っています。あなたのお尻の準備をしてください、今日私は裏口から入ってきたいです。
spanish: [_r_] te estoy esperando. Prepárate para el culo, hoy quiero entrar desde la puerta trasera.

source: [_m_] Hung up?
french: [_m_] Raccroché ?
japanese: [_m_] ハングアップしましたか？
spanish: [_m_] ¿Hung?

source: [_m_] She either wants to fuck in the ass too much or is not at all happy about such a demand.
french: [_m_] Soit elle veut baiser dans le cul trop ou elle n'est pas du tout heureuse à une telle demande.
italian: [_m_] Lei o vuole scopare troppo nel culo o non è affatto felice di una tale richiesta.
japanese: [_m_] 彼女はどちらかあまりお尻でセックスしたいですか、またはそのような需要についてまったく幸せではありません.
spanish: [_m_] O quiere follar demasiado en el culo o no está nada contenta con esa demanda.

source: [_m_] I'm leaning towards the former.
french: [_m_] Je suis penché sur le premier.
italian: [_m_] sto appoggiando verso il primo.
japanese: [_m_] 前者に寄りかかっています。
spanish: [_m_] Me inclino hacia la primera.

source: [_hi_] Let's go to the room, I'll change my clothes quickly !
french: [_hi_] Allons à la chambre, je vais changer mes vêtements rapidement !
italian: [_hi_] Andiamo nella stanza, cambierò rapidamente i miei vestiti!
japanese: [_hi_] 部屋に行って、早く服を着替えましょう!
spanish: [_hi_] Vamos a la habitación, ¡cambiaré mi ropa rápidamente!

source: [_r_] Satisfied?
french: [_r_] Satisfait ?
italian: [_r_] Soddisfato?
japanese: [_r_] 満足?
spanish: ¿[_r_] satisfecho?

source: [_hi_] Yes... But only for today...
french: [_hi_] Oui ... Mais seulement pour aujourd'hui ...
italian: [_hi_] Sì... Ma solo per oggi...
japanese: [_hi_] はい... しかし、今日のみ...
spanish: [_hi_] Sí... Pero solo por hoy...

source: [_hi_] If you want to take care of my hunger, invite me to the training room more often!
french: [_hi_] Si vous voulez prendre soin de ma faim, invitez-moi à la salle de formation plus souvent !
italian: [_hi_] Se vuoi prenderti cura della mia fame, invitami più spesso nella sala allenamenti!
japanese: [_hi_] もし空腹を治したいなら、もっとよくトレーニングルームに招待してください!
spanish: [_hi_] Si quieres cuidar de mi hambre, ¡invitarme a la sala de entrenamiento más a menudo!

source: [_r_] Next time you should ask to get in the room yourself, I know you're looking forward to it.
french: [_r_] La prochaine fois que vous devriez vous demander de vous rendre dans la salle vous-même, je sais que vous y êtes impatient.
italian: [_r_] La prossima volta che dovresti chiedere di entrare nella stanza da solo, so che non vedi l'ora di farlo.
japanese: [_r_] 次回は自分で部屋に入るように頼むときは、楽しみにしていると思います。
spanish: [_r_] La próxima vez deberías pedir que te metas en la sala, sé que estás esperando.

source: [_hi_] You make a girl ask...
french: [_hi_] Vous faites une demande de fille ...
italian: [_hi_] Fai chiedere a una ragazza...
japanese: [_hi_] あなたは女の子に尋ねます...
spanish: [_hi_] Haces que una chica pregunte...

source: [_hi_] Maybe I will! See you!
french: [_hi_] Je vais peut-être ! À vous !
italian: [_hi_] Forse lo farò! Vedi!
japanese: [_hi_] たぶん私がします！またお会いしましょう！
spanish: [_hi_] ¡Tal vez lo vea! ¡Nos veo!

source: [_r_] Good night.
french: [_r_] Bonne nuit.
italian: [_r_] Buona notte.
japanese: [_r_] おやすみなさい。
spanish: [_r_] Buena noche.

source: [_m_] Hinata left. I need to do something with this new information...
french: [_m_] Hinata gauche. J'ai besoin de faire quelque chose avec cette nouvelle information...
italian: [_m_] Hinata sinistra. Devo fare qualcosa con questa nuova informazione...
japanese: [_m_] ひなたが残りました。この新しい情報で何かをしなければなりません...
spanish: [_m_] Hinata restante. Necesito hacer algo con esta nueva información...

source: [_m_] Where the hell is Kamiko?
french: [_m_] Où diable est Kamiko ?
italian: [_m_] Dove l'inferno è Kamiko?
japanese: [_m_] 神子はいったいどこにいるのだろう。
spanish: [_m_] ¿Dónde el infierno es Kamiko?

source: [_m_] She hasn't swung by the apartment for a long time...
french: [_m_] Elle n'a pas nappé depuis longtemps par l'appartement ...
italian: [_m_] Non ha oscillato dall'appartamento per molto tempo...
japanese: [_m_] 彼女は長い間アパートに振り回されていません...
spanish: [_m_] Ella no ha oscilado por el apartamento durante mucho tiempo...

source: [_m_] How can I find her?
french: [_m_] Comment puis-je la trouver ?
italian: [_m_] Come la trovo?
japanese: [_m_] 彼女を見つけるにはどうしたらいいですか?
spanish: [_m_] ¿Cómo puedo encontrarla?

source: [_m_] I feel that we are connected more than usual... I noticed this after the coma...
french: [_m_] J'ai le sentiment que nous sommes plus connectés que d'habitude ... J'ai remarqué ça après le coma ...
italian: [_m_] Mi sento che siamo collegati più del solito... lo ho notato dopo il coma...
japanese: [_m_] いつもより繋がっているような気がする...昏睡の後に気づいた...
spanish: [_m_] siento que estamos más conectados de lo habitual... Me di cuenta de esto después de la coma...

source: [_m_] Perhaps a new ability could help me out?
french: [_m_] Peut-être une nouvelle capacité pourrait-elle m'aider ?
italian: [_m_] Forse una nuova abilità potrebbe aiutarmi?
japanese: [_m_] おそらく新しい能力が私を助けてくれるでしょうか?
spanish: [_m_] ¿Tal vez podría ayudarme una nueva capacidad?

source: [_m_] What is this? Chakra? Traces are everywhere...
french: [_m_] Qu'est-ce que c'est ? Chakra ? Les traces sont partout...
italian: [_m_] Cos'è questo? Chakra? Le tracce sono ovunque...
japanese: [_m_] これは何ですか? チャクラ? トレースはどこにでもあります...
spanish: [_m_] ¿Qué es esto? Chakra? Las huellas están en todas partes...

source: [_m_] I can clearly tell that this is Kamiko's chakra, I can feel it for some reason.
french: [_m_] Je peux clairement dire que c'est le chakra de Kamiko, je peux le sentir pour une raison quelconque.
italian: [_m_] Posso dire chiaramente che questo è il chakra di Kamiko, posso sentirlo per qualche ragione.
japanese: [_m_] これは神子のチャクラだとはっきり言えますが、何らかの理由で感じることができます。
spanish: [_m_] Puedo decir claramente que este es el chakra de Kamiko, puedo sentirlo por alguna razón.

source: [_m_] I think I got it, this trail will lead me to Kamiko.
french: [_m_] Je pense que je l'ai compris, cette piste me mènera à Kamiko.
italian: [_m_] Penso che l'ho ottenuta, questo sentiero mi condurrà a Kamiko.
japanese: [_m_] わかったと思いますが、この道で神子さんにたどり着きます。
spanish: [_m_] creo que lo entendí, este camino me llevará a Kamiko.

source: [_m_] These eyes are a handy thing, huh.
french: [_m_] Ces yeux sont une chose pratique, hein.
italian: [_m_] Questi occhi sono una cosa utile, ehh.
japanese: [_m_] これらの目は便利なものですね。
spanish: [_m_] Estos ojos son una cosa útil, eh.

source: [_m_] Is that Kamiko there? That's definitely her.
french: [_m_] Est-ce que Kamiko est là ? C'est certainement elle.
italian: [_m_] È Kamiko lì? È sicuramente lei.
japanese: [_m_] あれは神子ですか? それは間違いなく彼女です。
spanish: [_m_] ¿Eso es Kamiko allí? Eso es definitivamente ella.

source: [_m_] What is she doing there?
french: [_m_] Qu'est-ce qu'elle fait là ?
italian: [_m_] Che cosa sta facendo lì?
japanese: [_m_] 彼女はそこに何をしていますか?
spanish: [_m_] ¿Qué está haciendo allí?

source: [_ka_] Sweetie, I see you.
french: [_ka_] Chéri, je te vois.
italian: [_ka_] Sweetie, ti vedo.
japanese: [_ka_] スイーティー, 私はあなたを参照してください.
spanish: [_ka_] semanas, te veo.

source: [_ka_] What a sudden visit. How did you even find me?
french: [_ka_] Quelle visite soudaine. Comment tu m'as même trouvé ?
italian: [_ka_] Che visita improvvisa. Come mi hai trovato?
japanese: [_ka_] 突然の訪問ですが、どうやって私を見つけましたか?
spanish: [_ka_] ¡Qué visita súbita! ¿Cómo me encontraste?

source: [_r_] New eyes, I saw a trace of your chakra.
french: [_r_] De nouveaux yeux, j'ai vu une trace de votre chakra.
italian: [_r_] Nuovi occhi, ho visto una traccia del tuo chakra.
japanese: [_r_] 新しい目、あなたのチャクラの痕跡を見ました。
spanish: [_r_] ojos nuevos, vi un rastro de tu chakra.

source: [_ka_] Oh, so you were able to keep track? Not bad, even Uchiha with his Sharingan failed.
french: [_ka_] Oh, donc vous avez pu suivre ? Pas mal, même Uchiha avec son Sharingan a échoué.
italian: [_ka_] Oh, quindi sei stato in grado di tenere la traccia? Non male, nemmeno Uchiha con il suo Sharingan fallito.
japanese: [_ka_] ああ、それであなたはトラックを維持することができましたか？悪くはない、彼のシェアリンガンを持つUchihaさえ失敗しました。
spanish: [_ka_] Oh, ¿así que has podido mantener el rastreo? No está mal, ni siquiera Uchiha con su Sharingan falló.

source: [_r_] Am I disturbing you?
french: [_r_] Je vous dérange ?
italian: [_r_] Ti disturbo?
spanish: [_r_] ¿Estoy perturbando a usted?

source: [_ka_] Not at all, I've already finished the ritual.
french: [_ka_] Pas du tout, j'ai déjà fini le rituel.
italian: [_ka_] Niente affatto, ho già finito il rituale.
japanese: [_ka_] すでに儀式を終えているわけではありません。
spanish: [_ka_] No en absoluto, ya he terminado el ritual.

source: [_r_] Ritual? What are you talking about?
french: [_r_] Rituel ? De quoi parlez-vous ?
italian: [_r_] Rituale? Di cosa stai parlando?
japanese: [_r_] 儀式？何を言ってるの？
spanish: [_r_] Ritual? ¿De qué estás hablando?

source: [_ka_] Summoning a new pawn, I've already done this with you.
french: [_ka_] Summoning a new pawn, je l'ai déjà fait avec vous.
italian: [_ka_] Evocando una nuova pedina, l'ho già fatto con te.
japanese: [_ka_] 新しいポーンを召喚します。既にあなたと一緒にこれを行いました。
spanish: [_ka_] Sumando un nuevo peón, ya he hecho esto contigo.

source: [_r_] Are you summoning someone else? Did you succeed?
french: [_r_] Est-ce que vous convoque quelqu'un d'autre ? Avez-vous réussi ?
italian: [_r_] Stai evocando qualcun altro? Sei riuscito?
japanese: [_r_] 他の人を召喚していますか？成功しましたか？
spanish: [_r_] ¿Está convocando a otra persona? ¿Tiene éxito?

source: [_ka_] Well, how can I put this... You can take a look for yourself.
french: [_ka_] Eh bien, comment puis-je ajouter ceci... Vous pouvez jeter un coup d'œil à vous-même.
italian: [_ka_] Beh, come posso mettere questo... Puoi dare un'occhiata a te stesso.
japanese: [_ka_] さて、どうやってこれを置くことができますか...あなたは自分自身を見てみることができます。
spanish: [_ka_] Bueno, cómo puedo poner esto... Puedes echarte un vistazo por ti mismo.

source: [_r_] Fuck... My god... What evenis it!?
french: [_r_] Merde ... Mon dieu... Qu'est-ce que c'est que ça !?
italian: [_r_] Fuck... Il mio dio... Che cos'è!?
japanese: [_r_] ファック... マイゴッド... 何を均等にする!?
spanish: [_r_] Suerte... Mi dios ... ¿Qué parte!?

source: [_ka_] The body, as you can see. She couldn't stand it.
french: [_ka_] Le corps, comme vous pouvez le voir. Elle ne pouvait pas le supporter.
italian: [_ka_] Il corpo, come puoi vedere. Non riusciva a sopportarlo.
japanese: [_ka_] ご覧のとおり、身体は我慢できませんでした。
spanish: [_ka_] El cuerpo, como puedes ver. Ella no pudo soportarlo.

source: [_r_] Couldn't stand what? What did you do to her?
french: [_r_] Ne pouvait pas se tenir à quoi ? Qu'est-ce que vous lui avez fait ?
italian: [_r_] Non riesce a sopportare cosa? Cosa le hai fatto?
japanese: [_r_] 何を我慢できませんでしたか? あなたは彼女に何をしたのですか?
spanish: [_r_] No podía soportar qué? ¿Qué hiciste con ella?

source: [_ka_] The transfer. Her body couldn't handle the interdimensional travel.
french: [_ka_] Le transfert. Son corps ne pouvait pas gérer le voyage interdimensionnel.
italian: [_ka_] Il trasferimento. Il suo corpo non riusciva a gestire il viaggio interdimensionale.
japanese: [_ka_] 転送. 彼女の体は、次元間の移動に対処できませんでした.
spanish: [_ka_] La transferencia. Su cuerpo no pudo manejar el viaje interdimensional.

source: [_r_] I... I could end up like that too?
french: [_r_] Je... Je pourrais finir comme ça aussi ?
italian: [_r_] Io... Potrei finire anche così?
japanese: [_r_] 私もそうなることができますか?
spanish: [_r_] I. .. ¿Podría terminar así también?

source: [_ka_] Of course, dear, before you I called about a hundred applicants who could not stand the transfer.
french: [_ka_] Bien sûr, cher, avant vous, j'ai appelé une centaine de candidats qui n'ont pas pu supporter le transfert.
italian: [_ka_] Naturalmente, caro, prima di voi ho chiamato circa un centinaio di candidati che non potevano sopportare il trasferimento.
japanese: [_ka_] もちろん、みなさんの前に、転校に耐えられない100名ほどの応募者を呼びました。
spanish: [_ka_] Por supuesto, querido, antes de ti llamé a un centenar de solicitantes que no podían soportar la transferencia.

source: [_r_] This... It’s not sitting in my head right...
french: [_r_] Voilà... Ce n'est pas dans ma tête à droite...
italian: [_r_] Questo... Non è seduto nella mia testa a destra...
japanese: [_r_] これは... 頭の中に座っているわけではありません...
spanish: [_r_] esto... No está sentado en la cabeza derecha...

source: [_ka_] You are special, I already said it... Special not only because you survived the transfer, you are very useful, I would get rid of useless pawns right away, but this is not about you.
french: [_ka_] Vous êtes spécial, je l'ai déjà dit ... Spécial non seulement parce que vous avez survécu au transfert, vous êtes très utile, je me débarrais de pions inutiles tout de suite, mais ce n'est pas à propos de vous.
italian: [_ka_] Sei speciale, l'ho già detto... Speciale non solo perché sei sopravvissuto al trasferimento, sei molto utile, Mi sbarazzerei di pedine inutili, ma non è su di voi.
japanese: [_ka_] あなたは特別です、私はすでに... あなたが転送を生き延びたためだけでなく、あなたは非常に便利です。 私はすぐに役に立たないポーンを取り除きますが、これはあなたのことではありません。
spanish: [_ka_] Eres especial, ya lo dijo... Especial no sólo porque sobrevivió a la transferencia, usted es muy útil, Me desharía de los peones inútiles de inmediato, pero no se trata de usted.

source: [_r_] So... You're going to summon someone else?
french: [_r_] Alors, vous allez invoquer quelqu'un d'autre ?
italian: [_r_] So... Stai per convocare qualcun altro?
japanese: [_r_] それでchar@@1 他の誰かを召喚するつもりですか？
spanish: [_r_] Así ... ¿Va a convocar a otra persona?

source: [_ka_] Yes... I feel like I'm close to summoning another pawn.
french: [_ka_] Oui... J'ai l'impression que je suis sur le point d'invoquer un autre pion.
italian: [_ka_] Sì... Mi sento come se fossi vicino a chiamare un'altra pedina.
japanese: [_ka_] はい... 私は別のポーンを召喚するのに近い気がします。
spanish: [_ka_] Sí... siento que estoy cerca de invocar otro peón.

source: [_r_] Which attempt is this? How many people failed?
french: [_r_] Quelle tentative est faite ? Combien de personnes ont échoué ?
italian: [_r_] Quale tentativo è questo? Quante persone sono fallite?
japanese: [_r_] これはどのような試みですか？何人の人が失敗しましたか？
spanish: [_r_] ¿Qué intento es esto? ¿Cuántas personas fallaron?

source: [_ka_] This time it's more difficult... This poor thing was... Hmm... 274.
french: [_ka_] Cette fois-ci, c'est plus difficile... Cette mauvaise chose était... Hmm... 274.
italian: [_ka_] Questa volta è più difficile... Questa povera cosa era... Hmm... 274.
japanese: [_ka_] 今回はもっと難しいです... このかわいそうなことは... うーん... 274.
spanish: [_ka_] Esta vez es más difícil... Esta cosa pobre fue... Hmm... 274.

source: [_m_] God... she killed so many people...
french: [_m_] Mon dieu... elle a tué tant de personnes...
italian: [_m_] Dio... uccise così tante persone...
japanese: [_m_] 神...彼女は非常に多くの人々を殺しました...
spanish: [_m_] Dios ... ella mató a tanta gente ...

source: [_m_] I don't know what to think...
french: [_m_] Je ne sais pas quoi penser ...
italian: [_m_] Non so cosa pensare...
japanese: [_m_] 私は何を考えるか分かりません...
spanish: [_m_] No sé qué pensar...

source: [_m_] I have only one goal here, I have to tell her... that I...
french: [_m_] Je n'ai qu'un seul but ici, je dois lui dire ... que je ...
italian: [_m_] Ho un solo obiettivo qui, devo dirle... che io...
japanese: [_m_] 私はここで唯一の目標を持っています, 私は彼女に伝えなければなりません...
spanish: [_m_] Solo tengo un objetivo aquí, tengo que decirla... que...

source: [_m_] I'll do it... It's too dangerous... I have no choice.
french: [_m_] Je vais le faire... C'est trop dangereux... Je n'ai pas le choix.
italian: [_m_] lo farò... è troppo pericoloso... non ho scelta.
japanese: [_m_] やります...危険すぎます...選択の余地はありません。
spanish: [_m_] lo haré... Es demasiado peligroso... no tengo elección.

source: [_m_] No... After what I saw... I have to do everything on my own...
french: [_m_] Non. Après ce que j'ai vu ... Je dois tout faire seul ...
italian: [_m_] No... Dopo quello che ho visto... devo fare tutto da solo...
japanese: [_m_] いいえ... 私が見た後... 私は自分ですべてをしなければなりません...
spanish: [_m_] No... Después de lo que ve... tengo que hacer todo por mi cuenta...

source: [_r_] There's one thing that's bothering me right now...
french: [ _r_ ] Il y a une chose qui me dérange maintenant ...
spanish: [_r_] Hay una cosa que me molesta ahora mismo...

source: [_r_] I feel like I should share it with you.
french: [ _r_ ] J'ai l'impression de le partager avec vous.
spanish: [_r_] Siento que debería compartirlo con usted.

source: [_ka_] Is it something important? You can tell me.
french: [_ka_] Est-ce quelque chose d'important ? Vous pouvez me le dire.
spanish: [_ka_] ¿Es algo importante? Me puedes decir.

source: [_r_] The thing is... My story might not be easy to believe.... You never know though, me standing here now isn't normal either.
french: [_r_] La chose est... Mon histoire pourrait ne pas être facile à croire... Vous ne savez jamais non plus si, moi non plus, je ne suis pas non plus habituel.
spanish: [_r_] Lo que es... Puede que mi historia no sea fácil de creer... Nunca sabes, sin embargo, que estoy aquí ahora tampoco es normal.

source: [_ka_] What an intriguing introduction... Spit it out, sweetie.
french: [ _ka_ ] Quelle introduction intriguante ... -C'est sorti, chérie.
spanish: [_ka_] ¡Qué introducción intrigante... Síguela, sweetie.

source: [_r_] Someone's after me. Some unfamiliar person who clearly wants me dead...
french: [ _r_ ] Quelqu'un est après moi. Une personne inconnue qui me veut clairement mort ...
spanish: [_r_] Alguien después de mí. Una persona desconocida que claramente me quiere muerto...

source: [_r_] No, even worse... He's killed before... Killed me...
french: [_r_] Non, encore pire... Il est tué avant... Je l'ai tué...
spanish: [_r_] No, peor aún... Él ha matado antes... Me mató...

source: [_ka_] Killed you? What do you mean?
french: [_ka_] vous a tué? Que voulez-vous dire?
spanish: [_ka_] ¿Te ha matado? ¿Qué quieres decir?

source: [_r_] That man killed me when I went to Sakura, she'd texted me and asked to meet her.
french: [ _r_ ] Cet homme m'a tué quand je suis allé à Sakura, elle m'a envoyé un texto et lui a demandé de la rencontrer.
spanish: [_r_] Ese hombre me mató cuando fui a Sakura, me envió un mensaje de texto y me pidió que la reuniera.

source: [_r_] I came, but Sakura wasn't there. I didn't realize it right away, I thought it was Sakura standing there, but it wasn't her.... I only saw his face for a few moments, then I felt a sharp pain in my neck...
french: [ _r_ ] Je suis venu, mais Sakura n'était pas là. Je ne l'ai pas réalisé tout de suite, j'ai pensé que c'était Sakura qui était là, mais ce n'était pas elle ... Je n'ai vu son visage que quelques instants, puis j'ai ressenti une douleur vive dans mon cou ...
spanish: [_r_] he llegado, pero Sakura no estaba allí. Yo no me di cuenta de inmediato, pensé que era Sakura de pie allí, pero no era ella. .. Sólo vi su rostro durante unos momentos, luego me sentí un dolor agudo en mi cuello...

source: [_r_] And then I woke up...
french: [_r_] Et puis je me suis réveillé...
spanish: [_r_] Y luego me desperté...

source: [_r_] The day kept repeating itself with damn precision... I had the strange feeling that I'd already experienced this day, heard all these phrases...
french: [ _r_ ] La journée a continué à se répéter avec une précision ... J'ai eu le sentiment étrange que j'avais déjà vécu ce jour, entendu toutes ces phrases ...
spanish: [_r_] El día seguía repitiéndose con precisión... Tenía la extraña sensación de que ya había experimentado este día, escuchando todas estas frases...

source: [_r_] Then just as I thought... The message... It was exactly the same... I went there, but this time I'd disguised myself.
french: [_r_] Alors tout comme je le pensais... Le message... C'était exactement le même... Je suis allée là-bas, mais cette fois-ci je me suis déguisé moi-même.
spanish: [_r_] Entonces como pensé... El mensaje... Fue exactamente lo mismo... fui allí, pero esta vez me disfrazé.

source: [_r_] I know it sounds strange, but it's true...
french: [ _r_ ] Je sais que ça semble étrange, mais c'est vrai ...
spanish: [_r_] Sé que suena extraño, pero es verdad...

source: [_ka_] Unbelievable... I never thought your rebirth could cause this kind of collapse.
french: [ _ka_ ] Incroyable ... Je n'ai jamais pensé que ta renaissance pourrait causer ce genre d'effondrement.
spanish: [_ka_] Increíble... Nunca pensé que tu renacimiento podría causar este tipo de colapso.
