Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_cuna_] Can I stay at your place overnight? This sake is strong.
french: [_cuna_] Puis-je rester à votre place du jour au lendemain ? Ce saké est fort.
italian: [_cuna_] Posso stare al tuo posto durante la notte? Questo è forte.
japanese: [_cuna_] 一晩泊まってもいいですか? このお酒は強いです。
spanish: [_cuna_] ¿Puedo quedarme en su lugar durante la noche? Este sake es fuerte.

source: [_saku_] Of course, don't worry!
french: [_saku_] Bien sûr, ne vous inquiéte pas !
italian: [_saku_] Naturalmente, non preoccuparti!
japanese: [_saku_] もちろん、心配しないでください！
spanish: [_saku_] Por supuesto, ¡no te preocupes!

source: [_cuna_] Well, boy, are you ready to lose all your hard-earned money?
french: [_cuna_] Eh bien, gars, êtes-vous prêt à perdre tout votre argent durement gagné ?
italian: [_cuna_] Beh, ragazzo, sei pronto a perdere tutti i tuoi soldi guadagnati?
japanese: [_cuna_] まあ、お金をすべて失う準備はできていますか？
spanish: [_cuna_] Bueno, chico, ¿estás listo para perder todo el dinero que tanto le ha costado?

source: [_r_] I will resist with all my might!
french: [_r_] Je résisterais avec toute ma puissance !
italian: [_r_] resisterò con tutta la mia potenza!
japanese: [_r_] 私は全力で抵抗します!
spanish: [_r_] ¡Me resistiré con todo mi poder!

source: [_cuna_] This won't help.
french: [_cuna_] Cela ne vous aidera pas.
italian: [_cuna_] Questo non aiuterà.
japanese: [_cuna_] これは役に立ちません。
spanish: [_cuna_] Esto no ayudará.

source: [_cuna_] Five games won by me, one by you, hasn’t your morale sunk yet?
french: [_cuna_] Cinq jeux gagnés par moi, un par vous, votre moral n'a pas encore coulé ?
italian: [_cuna_] Cinque partite vinte da me, una a te, non hai ancora affondato il tuo morale?
japanese: [_cuna_] 私が勝った5試合。あなたの士気はまだ沈んでいませんか？
spanish: [_cuna_] Cinco juegos ganados por mí, uno por ti, ¿no se ha hundido tu moral?

source: [_cuna_] Although there is still a sparkle in your eyes, as I see.
french: [_cuna_] Bien qu'il y ait encore une étincelle dans vos yeux, comme je vois.
italian: [_cuna_] Anche se c'è ancora una scintilla nei tuoi occhi, come vedo.
japanese: [_cuna_] あなたの目にはまだ輝きがありますが、見ての通り。
spanish: [_cuna_] Aunque todavía hay una chispa en sus ojos, como veo.

source: [_r_] Nothing like that, I'll get even.
french: [_r_] Rien de tel, je vais même.
italian: [_r_] Niente di tutto ciò, arriverò pari.
japanese: [_r_] そんなものはありません、私は均一になります。
spanish: [_r_] Nada así, me pondré aún.

source: [_cuna_] We'll see.
french: [_cuna_] Nous verrons.
italian: [_cuna_] Vedremo.
japanese: [_cuna_] 分かります。
spanish: [_cuna_] Veremos.

source: [_cuna_] Do you still have money left?
french: [_cuna_] Vous avez encore de l'argent ?
italian: [_cuna_] Hai ancora del denaro?
japanese: [_cuna_] まだお金が残っていますか？
spanish: [_cuna_] ¿Todavía le queda dinero?

source: [_r_] Yes, there’s some more, I'm not done yet.
french: [_r_] Oui, il y en a d'autres, je ne suis pas encore fait.
italian: [_r_] Sì, ce ne sono altri, non ho ancora finito.
japanese: [_r_] はい、あと少しあります。まだ終わっていません。
spanish: [_r_] Sí, hay algo más, aún no lo he hecho.

source: [_cuna_] Gambling boy... Oh, these... Mistakes of youth...
french: [_cuna_] Un garçon de jeux de jeu... Oh, ce... Des fautes de jeunesse...
italian: [_cuna_] Gioco d'azzardo ragazzo... Oh, questi... Errori di giovinezza...
japanese: [_cuna_] ギャンブルの少年...ああ、これら... 若者の間違い...
spanish: [_cuna_] Chico jugador... Oh, estos... Errores de juventud...

source: [_cuna_] I don’t give a damn! But if I were you, I would slow down! Otherwise your pockets will be empty and you’ll start offering me an apartment!
french: [_cuna_] Je ne donne pas un damn ! Mais si j'étais toi, je ralentiais ! Sinon, vos poches seront vides et vous commencerez à m'offrir un appartement !
italian: [_cuna_] Non metto in maledizione! Ma se fossi in te, rallenterò! Altrimenti le tue tasche saranno vuote e inizierai a offrirmi un appartamento!
japanese: [_cuna_] 私は気にしません！でも私があなただったら、スピードを落とすでしょう！ そうしないとポケットが空になり、アパートを提供し始めます！
spanish: [_cuna_] ¡Yo no doy un maldito! Pero si yo fuera tú, ¡me ralentizaría! De lo contrario, tus pockets estarán vacíos y empezarás a ofrecerme un apartamento!

source: [_m_] Wow, she's far gone...
french: [_m_] Wow, elle est bien partie...
italian: [_m_] Wow, è lontana...
japanese: [_m_] うわー, 彼女ははるかにいない...
spanish: [_m_] Wow, ella está lejos...

source: [_cuna_] Huh? Did you say something or...
french: [_cuna_] Hein ? Avez-vous dit quelque chose ou...
italian: [_cuna_] Huh? Hai detto qualcosa o...
japanese: [_cuna_] え？何か言ったかchar@@1
spanish: [_cuna_] ¿Huh? ¿Has dicho algo o...

source: [_r_] Everything is fine, don't worry, I'm ready to continue playing.
french: [_r_] Tout va bien, ne t'inquiète pas, je suis prêt à continuer à jouer.
italian: [_r_] Tutto va bene, non preoccuparti, sono pronto a continuare a giocare.
japanese: [_r_] すべてが問題ありません。心配しないでください。プレイを続ける準備はできています。
spanish: [_r_] Todo está bien, no te preocupes, estoy listo para seguir jugando.

source: [_cuna_] I know this type of people... Damn it.
french: [_cuna_] Je connais ce type de personnes... Bon sang.
italian: [_cuna_] Conosco questo tipo di persone... Dannazione.
japanese: [_cuna_] 私はこのタイプの人々を知っています...
spanish: [_cuna_] Conozco este tipo de personas... Maldita.

source: [_cuna_] It seems to me that you’re... E-k... Not making any sense…
french: [_cuna_] Il me semble que vous êtes ... E-k ... Pas de sens…
italian: [_cuna_] Mi sembra che tu ri... E-k... Non abbia alcun senso…
spanish: [_cuna_] Me parece que estás... Ema... No tiene ningún sentido…

source: [_cuna_] Poor guy... Completely.
french: [_cuna_] Un mec pauvre ... Complètement.
italian: [_cuna_] tipo povero... Completamente.
japanese: [_cuna_] 貧乏な男char@@1 完全に.
spanish: [_cuna_] Tipo pobre ... Completamente.

source: [_m_] She's drunk herself senseless.
french: [_m_] Elle est ivre et insensée.
italian: [_m_] Lei è ubriaca senza senso.
japanese: [_m_] 彼女は無意味に酔っています.
spanish: [_m_] She se ha embriagado ella misma sensualidad.

source: [_m_] How is she even holding on... Sake is so strong that just the smell makes me sick...
french: [_m_] Comment elle tient même ... Sake est si fort que juste l'odeur me rend malade ...
italian: [_m_] Come sta anche tenendo... Sake è così forte che solo l'odore mi fa ammalare...
japanese: [_m_] 彼女はどのように保持していますか? お酒はとても強く、匂いだけで私は病気になります...
spanish: [_m_] ¿Cómo se enciende... Sake es tan fuerte que solo el olor me hace enfermo...

source: [_cuna_] Okay... Damn it... I...
french: [_cuna_] Ok... Bon sang... Je... Je...
italian: [_cuna_] Okay... Dannazione... I...
japanese: [_cuna_] わかったchar@@1 くそ...
spanish: [_cuna_] Vale... Maldito... Yo...

source: [_m_] Did she...
french: [_m_] AA-elle...
italian: [_m_] Lo ha fatto...
japanese: [_m_] 彼女は...
spanish: [_m_] Hició...

source: [_m_] She’s not joking?
french: [_m_] Elle ne plaisante pas ?
italian: [_m_] Non sta scherzando?
japanese: [_m_] 彼女は冗談を言っていませんか？
spanish: [_m_] ¿No está bromeando?

source: [_r_] Hey... Is everything okay...?
french: [_r_] Hé ... Tout va bien...?
italian: [_r_] Hey... Va tutto okay...?
japanese: [_r_] おい... すべて大丈夫ですか?
spanish: [_r_] Oye ... ¿Está todo bien ...?

source: [_m_] Doesn't respond.
french: [_m_] Ne répond pas.
italian: [_m_] non risponde.
japanese: [_m_] 応答しません。
spanish: [_m_] No responde.

source: [_m_] Definitely passed out.
french: [_m_] définitivement oublié.
italian: [_m_] Sicuramente svenuto.
japanese: [_m_] 間違いなく気絶.
spanish: [_m_] desapareció definidamente.

source: [_m_] How so, out of the blue... Why does her body behave as if it everything’s okay... Probably years of practice.
french: [_m_] Comment, hors du bleu ... Pourquoi son corps se comporte comme si tout allait bien ... Probablement des années de pratique.
italian: [_m_] Come sì, fuori dal blu... Perché il suo corpo si comporta come se tutto va bene... Probabilmente anni di pratica.
japanese: [_m_] どのように、青から...なぜ彼女の体はそれがすべてであるかのように振る舞うのか...おそらく何年もの練習。
spanish: [_m_] Como así, fuera del azul... ¿Por qué se comporta su cuerpo como si todo estuviera bien... Probablemente años de práctica.

source: [_m_] A wild idea has arisen... She’s unconscious... Maybe...
french: [_m_] Une idée folle est apparue ... Elle est inconsciente ... Peut-être ...
italian: [_m_] È sorta un'idea selvaggia... Lei è incosciente... Forse...
japanese: [_m_] 野生のアイデアが起こりましたchar@@1 彼女は意識がないchar@@2たぶん...
spanish: [_m_] Una idea salvaje ha surgido... She es inconsciente... Tal vez...

source: [_m_] Naah... What if she wakes up...
french: [_m_] Naah... Et si elle se réveille...
italian: [_m_] Naah... E se lei si sveglia...
japanese: [_m_] Na... 彼女が目を覚ましたらどう...
spanish: [_m_] Naah... Qué pasa si despierta...

source: [_m_] Can she even wake up?
french: [_m_] Elle peut même se réveiller ?
italian: [_m_] Può anche svegliarsi?
japanese: [_m_] 彼女も目を覚ますことができますか?
spanish: [_m_] ¿Puede siquiera despertarse?

source: [_m_] Fuck... I have to take a chance and see them in all their glory!
french: [_m_] Merde ... Je dois prendre une chance et les voir dans toute leur gloire !
italian: [_m_] Fuck... Devo prendere una possibilità e vederli in tutta la loro gloria!
japanese: [_m_] ファック... 私はチャンスを取って、彼らのすべての栄光の中で彼らに会わなければなりません!
spanish: [_m_] Suerte... ¡Tengo que tomar una oportunidad y verlos en toda su gloría!

source: [_m_] Holy shit... Big...
french: [_m_] Sainte merde... Grand...
italian: [_m_] merda santa... Grande...
japanese: [_m_] 神聖なたわごと...
spanish: [_m_] Santa mierda ... Grande ...

source: [_m_] Granny is probably already over 80... But her breasts are still excellent... And she herself looks like a goddess.
french: [_m_] La grand-mère a probablement déjà plus de 80... Mais ses seins sont toujours excellents... Et elle ressemble elle-même à une déesse.
italian: [_m_] Granny è probabilmente già più di 80... Ma i suoi seni sono ancora eccellenti... E lei stessa sembra una dea.
japanese: [_m_] おばあちゃんはおそらくすでに80を超えています... しかし、彼女の胸はまだ優れています... そして彼女自身は女神のように見えます.
spanish: [_m_] Granny probablemente ya sea más de 80... Pero sus pechos siguen siendo excelentes... Y ella misma parece una diosa.

source: [_m_] Ah right, stamp on the forehead.
french: [_m_] Ah droite, tampon sur le front.
italian: [_m_] Ah destra, timbro sulla fronte.
japanese: [_m_] ああ右、額にスタンプ。
spanish: [_m_] Ah derecha, estampado en la frente.

source: [_m_] Beautiful tits... Tsunade, one day you will also join my small harem...
french: [_m_] Belles seins... Tsunade, un jour, vous rejoindrez également mon petit harem...
italian: [_m_] Bellissime tette... Tsunade, un giorno vi unirete anche al mio piccolo harem...
japanese: [_m_] 美しいおっぱいchar@@1 綱手, ある日、あなたも私の小さなハーレムに参加します...
spanish: [_m_] Bellas tablas... Tsunade, algún día también te unirás a mi pequeño harem...

source: [_m_] But not now, now I'm leaving.
french: [_m_] Mais pas maintenant, maintenant je pars.
italian: [_m_] Ma non adesso, ora sto partendo.
japanese: [_m_] でも今は出発しません。
spanish: [_m_] Pero no ahora, ahora estoy saliendo.

source: [_m_] Sakura seems to trust me quite a lot already.
french: [_m_] Sakura semble me faire beaucoup de confiance.
italian: [_m_] Sakura sembra fidarsi di me già molto.
japanese: [_m_] さくらはすでに私を信頼しているようだ。
spanish: [_m_] Sakura parece confiar en mí ya mucho.

source: [_m_] I don't think she’d let any guy into her house.
french: [_m_] Je ne pense pas qu'elle ait laissé un mec dans sa maison.
italian: [_m_] Non penso che lei avrebbe lasciato un ragazzo a casa sua.
japanese: [_m_] 彼女は彼女の家に男を入れていないと思います.
spanish: [_m_] no creo que vaya a permitir que ningún tipo entre en su casa.

source: [_m_] The warm-up and grinding-in phase is over. I must act more decisively.
french: [_m_] La phase d'échauffement et de broyage est terminée. Je dois agir de manière plus décisive.
italian: [_m_] La fase di riscaldamento e macinazione è finita. Devo agire in modo più deciso.
japanese: [_m_] ウォームアップと研削の段階は終了しました。私はもっと決定的に行動しなければなりません。
spanish: [_m_] La fase de calentamiento y molienda ha terminado. Debo actuar con más decisión.

source: [_m_] Or... Should I be careful...
french: [_m_] Ou ... Devrais-je être prudent ...
italian: [_m_] Oppure... Devo fare attenzione...
japanese: [_m_] または... 私は注意すべきです...
spanish: [_m_] O... Debería tener cuidado...

source: [_m_] The threat of the unknown Uchiha has not disappeared... At least I haven't felt his presence in the last few days...
french: [_m_] La menace de l'inconnu Uchiha n'a pas disparu ... Au moins, je n'ai pas ressenti sa présence au cours des derniers jours ...
italian: [_m_] La minaccia dello sconosciuto Uchiha non è scomparsa... Almeno non ho sentito la sua presenza negli ultimi giorni...
japanese: [_m_] 未知の内葉の脅威は消えていません... 少なくとも私はここ数日で彼の存在を感じていません...
spanish: [_m_] La amenaza del Uchiha desconocido no ha desaparecido... Al menos no he sentido su presencia en los últimos días...

source: [_m_] Could he be watching me? Studying me?
french: [_m_] Pourrait-il me regarder ? Je m'étudie ?
italian: [_m_] potrebbe guardarmi? Studiarmi?
japanese: [_m_] 彼は私を見ているでしょうか? 私を勉強していますか?
spanish: [_m_] ¿Podría verme? ¿Estudiando?

source: [_m_] The only thing I understand is his connection with Sakura.
french: [_m_] La seule chose que je comprends, c'est son lien avec Sakura.
italian: [_m_] L'unica cosa che capisco è la sua connessione con Sakura.
japanese: [_m_] 私が理解しているのは、さくらとのつながりだけです。
spanish: [_m_] Lo único que entiendo es su conexión con Sakura.

source: [_m_] He appeared for a reason.
french: [_m_] Il est apparu pour une raison.
italian: [_m_] apparve per una ragione.
japanese: [_m_] 彼はある理由で現れました。
spanish: [_m_] Él apareció por una razón.

source: [_m_] I should watch Sakura for a while... Maybe I can find something out.
french: [_m_] Je devrais regarder Sakura pendant un moment ... Peut-être que je peux trouver quelque chose.
italian: [_m_] Dovrei guardare Sakura per un po'... Forse posso trovare qualcosa.
japanese: [_m_] しばらくさくらを見るべきだchar@@1 何か見つけられるかもしれない。
spanish: [_m_] Debería mirar a Sakura durante un tiempo... Tal vez pueda encontrar algo.

source: [_saku_] Hi, how are you? Lost all your money?
french: [_saku_] Bonjour, comment êtes-vous ? Perdu tout votre argent ?
italian: [_saku_] Ciao, come stai? Hai perso tutti i tuoi soldi?
japanese: [_saku_] こんにちは、どうですか？お金をすべて失いました。
spanish: [_saku_] Hola, ¿cómo estás? ¿Perdió todo su dinero?

source: [_r_] Hi, yes kinda, your teacher didn’t give me a chance, even after all that sake.
french: [_r_] Oui kinda, ton professeur ne m'a pas donné une chance, même après tout ce saké.
italian: [_r_] Ciao, sì gentile, il tuo maestro non mi ha dato una possibilità, anche dopo tutto quello che mi amava.
japanese: [_r_] こんにちは、はい、親切に、あなたの先生は私にチャンスを与えてくれませんでした。
spanish: [_r_] Hola, sí, tu profesor no me dio una oportunidad, incluso después de todo.

source: [_saku_] Sorry if she was rude to you, Tsunade likes to drink and do things under the influence.
french: [_saku_] Désolée si elle était impolie pour toi, Tsunade aime boire et faire des choses sous l'influence.
italian: [_saku_] Mi dispiace se lei era maleducata per te, Tsunade ama bere e fare le cose sotto l'influenza.
japanese: [_saku_] あなたに失礼だったら申し訳ありませんが、綱手は酒を飲んだり、影響を受けたりするのが好きです。
spanish: [_saku_] Lo sentimos si era grosera para ti, a Tsunade le gusta beber y hacer cosas bajo la influencia.

source: [_r_] It's okay, she wasn't as rude as you’d think.
french: [_r_] C'est bon, elle n'était pas aussi grossière que vous penseriez.
italian: [_r_] Va bene, lei non era così maleducata come si pensa.
japanese: [_r_] 大丈夫、彼女はあなたが思うほど失礼ではなかった。
spanish: [_r_] Está bien, no era tan grosera como creerías.

source: [_saku_] Then everything is fine!I began to worry when I came home and saw that she’d passed out after three bottles of sake.
french: [_saku_] Alors tout va bien !J'ai commencé à m'inquiéter quand je suis rentré chez moi et j'ai vu qu'elle était sortie après trois bouteilles de saké.
italian: [_saku_] Poi tutto va bene!Ho cominciato a preoccuparmi quando sono tornato a casa e ho visto che era passata fuori dopo tre bottiglie di sake.
japanese: [_saku_] それなら全て順調です!帰ってきた時に心配し始めたのですが、3本のお酒の後で気絶しているのを見ました。
spanish: [_saku_] ¡Entonces todo está bien! Empecé a preocuparme cuando llegué a casa y vi que había pasado después de tres botellas de sake.

source: [_r_] By the way, are we working tomorrow?
french: [_r_] Au fait, est-ce que nous travaillons demain ?
italian: [_r_] A proposito, stiamo lavorando domani?
japanese: [_r_] ところで、明日は仕事ですか。
spanish: [_r_] Por cierto, ¿estamos trabajando mañana?

source: [_saku_] Tomorrow is out day off, our entire wing is resting, so feel free to recharge!
french: [_saku_] Demain est éteint, notre aile entière se repose, alors n'hésitez pas à recharger !
italian: [_saku_] Domani è fuori giorno libero, l'intera nostra ala si riposa, quindi sentitevi liberi di ricaricare!
japanese: [_saku_] 明日は休みですので、お気軽に充電してください!
spanish: [_saku_] Mañana está fuera de día, toda nuestra ala está descansando, ¡así que no dudes en recargar!

source: [_r_] Got it! Thanks Sakura, see you soon!
french: [_r_] Compris ! Merci Sakura, à bientôt !
italian: [_r_] Ho capito! Grazie Sakura, a presto!
japanese: [_r_] 分かりました！ありがとう、さくら。またね！
spanish: [_r_] ¡Entendido! ¡Gracias Sakura, verás pronto!

source: [_saku_] Good night!
french: [_saku_] Bonne nuit !
italian: [_saku_] Buona notte!
japanese: [_saku_] おやすみなさい!
spanish: ¡[_saku_] buena noche!

source: [_m_] Day off, great. I'll arrange a day of spying on Sakura.
french: [_m_] Jour, super. Je vais organiser une journée d'espionnage sur Sakura.
italian: [_m_] Giorno libero, fantastico. Organizzerò una giornata di spionaggio su Sakura.
japanese: [_m_] お休みです。さくらをスパイする日を手配します。
spanish: [_m_] Día de descuento, genial. Organizaré un día de espionaje en Sakura.

source: [_m_] You need to get a good night's sleep...
french: [_m_] Vous avez besoin d'une bonne nuit de sommeil ...
italian: [_m_] È necessario ottenere una buona notte di sonno...
japanese: [_m_] お休みをいただく必要があります...
spanish: [_m_] Es necesario dormir bien la noche ...

source: [_m_] How could I dream about something like that... Although I wouldn’t rule that scenario out, with any luck it might just happen...
french: [_m_] Comment rêver de quelque chose comme ça ... Bien que je ne règle pas ce scénario, avec un peu de chance ça pourrait arriver ...
italian: [_m_] Come avrei potuto sognare qualcosa di simile... Anche se non potrei escludere questo scenario, con qualsiasi fortuna potrebbe succedere...
japanese: [_m_] どうやってそんなことを夢見ることができますか？私はそのシナリオを支配していませんが、どんな幸運でもそれが起こるかもしれません...
spanish: [_m_] ¿Cómo podría soñar con algo como eso... Aunque no descartaría ese panorama, con cualquier suerte, podría pasar...

source: [_m_] Well, it's time to go do my job, I'll activate my disguise and keep an eye on Sakura, I hope it's not useless.
french: [_m_] Eh bien, il est temps de faire mon travail, je vais activer mon déguisement et garder un oeil sur Sakura, j'espère que ce n'est pas inutile.
italian: [_m_] Beh, è il momento di andare a fare il mio lavoro, attiverò il mio travestimento e tenere d'occhio Sakura, spero che non sia inutile.
japanese: [_m_] さて、仕事をする時が来ました。私は変装を起動して、さくらから目を離さないでほしいと思います。
spanish: [_m_] Bueno, es hora de ir a hacer mi trabajo, activaré mi disfraz y mantendré un ojo en Sakura, espero que no sea inútil.

source: [_m_] Even if I don't find any leads on that guy, I'll just find out a little more about Sakura, that should come in handy.
french: [_m_] Même si je ne trouve aucune piste sur ce type, je vais juste en savoir un peu plus sur Sakura, qui devrait venir à la main.
italian: [_m_] Anche se non trovo alcun lead su quel ragazzo, scoprirò solo un po' di più su Sakura, che dovrebbe essere utile.
japanese: [_m_] その男についての手がかりが見つからなくても、Sakuraについてもう少し詳しく調べてみると便利です。
spanish: [_m_] Aunque no encuentre ninguna ventaja sobre ese tipo, solo voy a averiguar un poco más acerca de Sakura, eso debería ser útil.

source: [_m_] I'm here, I need to check the front door, carefully.
french: [_m_] Je suis là, je dois vérifier attentivement la porte d'entrée.
italian: [_m_] Sono qui, ho bisogno di controllare la porta d'ingresso, con attenzione.
japanese: [_m_] 私はここにいます, 私は慎重にフロントドアをチェックする必要があります.
spanish: [_m_] estoy aquí, necesito revisar la puerta delantera, cuidadosamente.

source: [_m_] I've already been to her house, so I can get my bearings.
french: [_m_] J'ai déjà été chez elle, donc je peux faire mes roulements.
italian: [_m_] sono già stato a casa sua, così posso ottenere i miei cuscinetti.
japanese: [_m_] 私はすでに彼女の家に行ってきたので、ベアリングを手に入れることができます。
spanish: [_m_] Ya he estado en su casa, así que puedo conseguir mis cojinetes.

source: [_m_] Door’s open! I love Konoha, no one closes the front door!
french: [_m_] La porte est ouverte ! J'aime Konoha, personne ne ferme la porte d'entrée !
italian: [_m_] Porta aperta! Amo Konoha, nessuno chiude la porta d'ingresso!
japanese: [_m_] ドアが開いています！私は鴻葉が大好きですが、誰も玄関を閉めません！
spanish: [_m_] ¡Puerta abierta! Me encanta Konoha, ¡nadie cierra la puerta principal!

source: [_m_] Okay. I hope no one heard me close the front door.
french: [_m_] Ok. J'espère que personne ne m'a entendu fermer la porte d'entrée.
italian: [_m_] Va bene. Spero che nessuno mi abbia sentito chiudere la porta d'ingresso.
japanese: [_m_] 分かりました。私は誰も私が正面のドアを閉めるのを聞いてくれなかったことを願っています。
spanish: [_m_] Vale. Espero que nadie me haya oído cerrar la puerta delantera.

source: [_m_] I wonder if Sakura is alone right now? Or is Sarada here too?
french: [_m_] Je me demande si Sakura est seule en ce moment ? Ou bien Sarada aussi ?
italian: [_m_] Mi chiedo se Sakura sia da sola in questo momento? O Sarada è anche qui?
japanese: [_m_] さくらは今一人なのかな? それともサラダもここにいるのかな?
spanish: [_m_] Me pregunto si Sakura está solo en este momento? ¿O es Sarada también aquí?

source: [_m_] I think Sakura mentioned that Sarada is on a mission, but I'm not sure...
french: [_m_] Je pense que Sakura a mentionné que Sarada est en mission, mais je ne suis pas sûr ...
italian: [_m_] Penso che Sakura abbia detto che Sarada è in missione, ma non sono sicuro...
japanese: [_m_] 佐倉さんはサラダが使命だと言っていたと思いますが、よく分かりません...
spanish: [_m_] creo que Sakura mencionó que Sarada está en una misión, pero no estoy seguro...

source: [_m_] It's rather quiet on the first floor, I think I hear sounds on the second floor, it sounds like the running water.
french: [_m_] C'est plutôt calme au premier étage, je pense que j'entends des sons au deuxième étage, ça sonne comme l'eau courante.
italian: [_m_] È piuttosto silenzioso al primo piano, penso di sentire suoni al secondo piano, suona come l'acqua corrente.
japanese: [_m_] 1階はかなり静かで、2階の音が聞こえてきますが、流水のように聞こえます。
spanish: [_m_] Es bastante tranquilo en el primer piso, creo que oigo sonidos en el segundo piso, suena como el agua corriente.

source: [_m_] Need to check.
french: [_m_] Besoin de vérifier.
italian: [_m_] Necessità di controllo.
japanese: [_m_] を確認する必要があります。
spanish: [_m_] Necesita comprobar.

source: [_m_] Is this the second bathroom? I think Sakura is in there.
french: [_m_] Est-ce la seconde salle de bain ? Je pense que Sakura est là.
italian: [_m_] È questo il secondo bagno? Penso che Sakura sia lì dentro.
japanese: [_m_] 2番目のトイレですか? さくらはそこにいると思います。
spanish: [_m_] ¿Es este el segundo baño? Creo que Sakura está allí.
