Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_r_] My role? Well... To tell you the truth, I have no idea.
french: [_r_] Mon rôle ? Eh bien... Pour vous dire la vérité, je n'ai aucune idée.
spanish: [_r_] Mi rol? Bueno ... Para decirte la verdad, no tengo ni idea.

source: [_hi_] Is that all you have to say?
french: [ _hi_ ] Est-ce tout ce que vous avez à dire?
spanish: [_hi_] ¿Es eso todo lo que tienes que decir?

source: [_ka_] It's true. He's just a victim of circumstances.
french: [ _ka_ ] C'est vrai. Il est juste une victime des circonstances.
spanish: [_ka_] Es verdad. Es solo una víctima de las circunstancias.

source: [_r_] Well... I wouldn't say victim... I like life here a lot.
french: [_r_] Eh bien... je ne dirais pas la victime... J'aime beaucoup la vie ici.
spanish: [_r_] Bueno... no diría víctima... Me gusta la vida aquí.

source: [_hi_] You're helping her? You're helping... Kamiko?
french: [_hi_] Vous l'aidez ? Vous aidez Kamiko?
spanish: [_hi_] ¿La estás ayudando? Estás ayudando ... ¿Kamiko?

source: [_r_] Of course. I don't want this world to die either. More than that, I don't want you and your family to suffer.
french: [ _r_ ] Bien sûr. Je ne veux pas que ce monde mevie non plus. Plus que ça, je ne veux pas que vous et votre famille souffrez.
spanish: [_r_] Por supuesto, tampoco quiero que este mundo muera. Más que eso, no quiero que tú ni tu familia sufran.

source: [_hi_] So... You did all of this... Between you and me... Just because you had to?
french: [_hi_] Alors... Vous avez fait tout ceci... Entre vous et moi... Juste parce que vous avez dû le faire?
spanish: [_hi_] Así que... Hiciste todo esto... Entre tú y yo... ¿Solo porque tenías que hacerlo?

source: [_r_] I wouldn't say that, Hinata. You know, I've had a lot of different feelings for you in all this time, and they've been more real and vivid than every miserable year I've lived before.
french: [ _r_ ] Je ne dirais pas ça, Hinata. Vous savez, j'ai eu beaucoup de sentiments différents pour vous en tout ce temps, et ils ont été plus réels et plus vivants que toutes les années misérables que j'ai vécues avant.
spanish: [_r_] no diría eso, Hinata. Ya sabes, he tenido muchos sentimientos diferentes para ti en todo este tiempo, y han sido más reales y vívidos que cada año miserable que he vivido antes.

source: [_r_] I used to think I was forced to do it... But now I know I'm helping Kamiko for your sake, you mean a lot to me.
french: [ _r_ ] J'avais l'habitude de penser que j'étais forcé de le faire ... Mais maintenant je sais que j'aide Kamiko pour votre bien, vous voulez dire beaucoup pour moi.
spanish: [_r_] solía pensar que me vi obligado a hacerlo... Pero ahora sé que estoy ayudando a Kamiko por tu bien, significa mucho para mí.

source: [_ka_] The guy is a sensitive one... You're lucky.
french: [ _ka_ ] Le type est sensible ... Vous avez de la chance.
spanish: [_ka_] El tipo es sensible... Tienes suerte.

source: [_hi_] So that's how it is...
french: [ _hi_ ] Donc c'est comme ça ...
spanish: [_hi_] Así es como está...

source: [_hi_] All the things you've done and said... Are those really your feelings?
french: [ _hi_ ] Toutes les choses que vous avez faites et dit ... Ces sentiments sont-ils vraiment vos sentiments?
spanish: [_hi_] Todas las cosas que has hecho y dices... ¿Son realmente tus sentimientos?

source: [_r_] Absolutely. I wouldn't trade our moments with you for anything.
french: [ _r_ ] Absolument. Je ne échangerais pas nos moments avec vous pour quelque chose.
spanish: [_r_] Absolutamente. No cambiaría nuestros momentos contigo por nada.

source: [_hi_] Good... I feel calmer already...
french: [_hi_] Bien... Je me sens déjà plus calme...
spanish: [_hi_] Bueno... Ya me siento calamador...

source: [_ka_] Hinata... Honey... I can see how you're drawn to him, how you're afraid it was all fake... But you don't have to be afraid. We'll take care of you.
french: [_ka_] Hinata... Miel... Je vois comment vous êtes attiré par lui, comment vous craignez que tout soit faux. . Mais vous n'avez pas à avoir peur. Nous nous occupons de vous.
spanish: [_ka_] Hinata... Sol... Puedo ver cómo le has dibujado, cómo temes que todo haya sido falso. . Pero no tienes que estar asustado. Nos ocuparemos de ti.

source: [_hi_] What do you mean we...?
french: [ _hi_ ] Qu'est-ce que vous voulez dire ...?
spanish: [_hi_] ¿Qué quiere decir que nosotros ...?

source: [_ka_] Let me show you just how human I can be...
french: [ _ka_ ] Laissez-moi vous montrer à quel point je peux être humain ...
spanish: [_ka_] Déjame mostrarte cuán humano puedo ser...

source: [_m_] Damn... Kamiko really wants to do this?
french: [_m_] Bon sang... Kamiko veut vraiment faire ça ?
spanish: [_m_] Damn... Kamiko realmente quiere hacer esto?

source: [_m_] That's bold of her...
french: [_m_] C'est audacieux envers elle...
spanish: [_m_] Eso es audaz de ella...

source: [_m_] I wouldn't say Hinata's fighting back though.
french: [_m_] Je ne dirais pas que les combats d'Hinata sont en arrière.
spanish: [_m_] no diría que la lucha de Hinata sea contraria.

source: [_m_] Looks like someone's about to get a threesome with two hot girls!
french: [_m_] On dirait que quelqu'un est sur le point d'obtenir un trio avec deux filles chaudes !
spanish: [_m_] Parece que alguien está a punto de conseguir un trío con dos chicas calientes!

source: [_m_] This worked out even better than I expected!
french: [ _m_ ] Cela a fonctionné encore mieux que je ne m'y attendais !
spanish: [_m_] ¡Esto funcionó mejor de lo que esperaba!

source: [_ka_] Take your clothes off, boy...
french: [ _ka_ ] Enlevez vos vêtements, mon garçon ...
spanish: [_ka_] Despega tu ropa, chico...

source: [_ka_] We need your hard cock and clear mind.
french: [ _ka_ ] Nous avons besoin de votre bite dure et de votre esprit clair.
spanish: [_ka_] Necesitamos tu polla dura y tu mente clara.

source: [_r_] Hinata, is that what you want?
french: [_r_] Hinata, c'est ce que vous voulez?
spanish: [_r_] Hinata, ¿es eso lo que quieres?

source: [_hi_] L-let's just do it...
french: [_hi_] L-faisons-le simplement...
spanish: [_hi_] L-vamos a hacerlo...

source: [_m_] They're doing teamwork!
french: [ _m_ ] Ils font du travail d'équipe !
spanish: [_m_] ¡Están haciendo trabajo de equipo!

source: [_m_] Hinata is so bold...
french: [_m_] Hinata est si audacieux...
spanish: [_m_] La Hinata es tan audaz...

source: [_m_] She's really doing it!
french: [_m_] Elle le fait vraiment !
spanish: [_m_] ¡She realmente lo está haciendo!

source: [_m_] How much I missed Kamiko's mouth!
french: [ _m_ ] Combien j'ai raté la bouche de Kamiko !
spanish: [_m_] ¡Cuánto me perdí la boca de Kamiko!

source: [_m_] Too fast!
french: [_m_] Trop vite!
spanish: ¡[_m_] demasiado rápido!

source: [_m_] I won't last long at this rate!
french: [_m_] Je ne durerai pas longtemps à ce rythme !
spanish: [_m_] ¡No voy a durar mucho tiempo a este ritmo!

source: [_r_] Lie down girls, let's get down to the main course.
french: [ _r_ ] Lie les filles, allons vers le cours principal.
spanish: [_r_] Mantén a chicas, bajemos al curso principal.

source: [_hi_] You're inside...
french: [_hi_] Vous êtes à l'intérieur...
spanish: [_hi_] Estás dentro ...

source: [_ka_] Take it all in, dear.
french: [ _ka_ ] Prends tout ça, chérie.
spanish: [_ka_] Tómalo todo, querido.

source: [_hi_] Yes! Good! Keep moving like that!
french: [_hi_] Oui ! Bien ! Continuez comme ça !
spanish: [_hi_] Sí! ¡Bien! ¡sigan moviéndose así!

source: [_r_] Hinata... I want to cum inside you!
french: [_r_] Hinata... Je veux foutre à l'intérieur!
spanish: [_r_] Hinata ... ¡Quiero cum dentro de ti!

source: [_hi_] Yes! Please do it inside!
french: [_hi_] Oui ! Veuillez le faire à l'intérieur !
spanish: [_hi_] Sí! ¡Por favor hazlo por dentro!

source: [_ka_] You're such an obedient girl, Hinata.
french: [ _ka_ ] Vous êtes une fille si obéissante, Hinata.
spanish: [_ka_] Usted es una niña obediente, Hinata.

source: [_hi_] I love it! I love this cock!
french: [_hi_] Je l'adore ! J'adore cette bite !
spanish: [_hi_] ¡Me encanta! ¡Me encanta esta polla!

source: [_r_] I'm cumming!
french: [_r_] Je cumpe!
spanish: [_r_] ¡Estoy cumbando!

source: [_r_] Take it all!
french: [_r_] Prends tout !
spanish: [_r_] ¡Llévalo todo!

source: [_r_] Damn... With the last of my strength...
french: [_r_] Merde... Avec la dernière de ma force...
spanish: [_r_] Damn... Con la última de mi fuerza...

source: [_ka_] Good job, stud.
french: [ _ka_ ] Bon travail, stud.
spanish: [_ka_] Buen trabajo, estudio.

source: [_r_] How are you, Hinata? I feel better all the time after sex with Kamiko, don't you feel the same?
french: [_r_] Comment êtes-vous vous, Hinata? Je me sens mieux tout le temps après le sexe avec Kamiko, ne vous sentez-vous pas pareil?
spanish: [_r_] ¿Cómo estás, Hinata? Me siento mejor todo el tiempo después de tener relaciones sexuales con Kamiko, ¿no te sientes lo mismo?

source: [_hi_] Well... It felt good... But I wouldn't say that I felt any change.
french: [_hi_] Eh bien... Ça se sentait bien... Mais je ne dirais pas que j'ai ressenti un quelconque changement.
spanish: [_hi_] bien... Sentía bien... Pero no diría que sentí ningún cambio.

source: [_r_] I see, so it's just me.
french: [_r_] Je vois, donc c'est juste moi.
spanish: [_r_] lo veo, así que es solo yo.

source: [_hi_] I can't believe I just took part in a threesome with Otsutsuki...
french: [ _hi_ ] Je ne peux pas croire que j'ai pris part à un trio avec Otsutsuki ...
spanish: [_hi_] No puedo creer que haya participado en un trío con Otsutsuki...

source: [_hi_] But... Maybe she really doesn't want to hurt us... She's different.
french: [_hi_] Mais... Peut-être ne veut-elle pas nous faire du mal... Elle est différente.
spanish: [_hi_] Pero... Tal vez ella realmente no quiere dañarnos... She es diferente.

source: [_r_] Don't doubt Kamiko, I think if she had bad intentions, the shinobi world would have been dead a long time ago.
french: [ _r_ ] Ne doute pas Kamiko, je pense que si elle avait de mauvaises intentions, le monde shinobi aurait été mort il y a longtemps.
spanish: [_r_] No dudes en Kamiko, creo que si tuviera malas intenciones, el mundo shinobi habría muerto hace mucho tiempo.

source: [_hi_] You know, I've been feeling weird lately... I felt like someone was watching me...
french: [ _hi_ ] Vous savez, je me sens bizarre ces derniers temps ... J'avais l'impression que quelqu'un me regardait ...
spanish: [_hi_] Tú sabes, últimamente me sentí extraño... Sentí que alguien me estaba viendo...

source: [_hi_] But now I've realized that it was probably Kamiko watching me...
french: [ _hi_ ] Mais maintenant je me suis rendu compte que c'était probablement Kamiko qui me regardait ...
spanish: [_hi_] Pero ahora me he dado cuenta de que probablemente fue Kamiko verme...

source: [_hi_] Because it's absolutely impossible to notice her chakra. I don't have to worry now, knowing it was her.
french: [ _hi_ ] Parce qu'il est absolument impossible de remarquer son chakra. Je n'ai pas à m'inquiéter maintenant, sachant que c'était elle.
spanish: [_hi_] Porque es absolutamente imposible notar su chakra. No tengo que preocuparme ahora, sabiendo que era ella.

source: [_r_] Quite possibly, it's her style. Sometimes I think her eyes can see the whole village.
french: [ _r_ ] Très probablement, c'est son style. Parfois je pense que ses yeux peuvent voir tout le village.
spanish: [_r_] Es bastante posible, es su estilo. A veces creo que sus ojos pueden ver todo el pueblo.

source: [_r_] Mind though, she meant it when she said you shouldn't tell Naruto or anyone else.
french: [_r_] Attention, elle voulait dire ça quand elle a dit que vous ne devriez pas dire à Naruto ou à qui que ce soit d'autre.
spanish: [_r_] Sin embargo, ella quiso decir cuando dijo que no debías decirle a Naruto ni a nadie más.

source: [_r_] You're part of our big secret now.
french: [ _r_ ] Vous faites partie de notre grand secret maintenant.
spanish: [_r_] Ahora eres parte de nuestro gran secreto.

source: [_hi_] I won't tell anyone. But I still have so many questions... Not just about her, but about you.
french: [ _hi_ ] Je ne le dirai à personne. Mais j'ai encore tant de questions ... Pas seulement pour elle, mais pour toi.
spanish: [_hi_] no le diré a nadie. Pero todavía tengo tantas preguntas... No solo sobre ella, sino sobre ti.

source: [_hi_] Looks like you have even more secrets and mysteries...
french: [ _hi_ ] On dirait que vous avez encore plus de secrets et de mystères ...
spanish: [_hi_] Parece que tienes aún más secretos y misterios...

source: [_hi_] But that's okay. The important thing is that you have good intentions... And of course, our sex. I don't know how I'd live without your friend.
french: [ _hi_ ] Mais c'est bon. L'important, c'est que vous avez de bonnes intentions ... Et bien sûr, notre sexe. Je ne sais pas comment je vivrais sans votre ami.
spanish: [_hi_] Pero está bien. Lo importante es que tengas buenas intenciones. . Y por supuesto, nuestro sexo. No sé cómo viviría sin tu amigo.

source: [_r_] Some time I'll tell you everything, everything and even more.
french: [ _r_ ] Quelque temps je vous dirai tout, tout et encore plus.
spanish: [_r_] Algún tiempo te diré todo, todo y mucho más.

source: [_hi_] You don't like to rush things, do you? I don't mind.
french: [_hi_] Vous n'aimez pas précipiter les choses, n'est-ce pas ? Ça ne me dérange pas.
spanish: [_hi_] No te gusta apresurar las cosas, ¿verdad? No me importa.

source: [_hi_] See you soon! I can't stay any longer. See you later, Kamiko!
french: [_hi_] A bientôt ! Je ne peux pas rester plus longtemps. À plus tard, Kamiko !
spanish: [_hi_] ¡Nos vemos pronto! No puedo quedarme más tiempo. ¡A ver más tarde, Kamiko!

source: [_ka_] See you, dear!
french: [_ka_] À vous voir, cher !
spanish: [_ka_] ¡Nos vemos, queridos!

source: [_r_] Kamiko... What's the meaning of this? Why did you let Hinata discover yourself?
french: [_r_] Kamiko... Qu'est-ce que cela signifie ? Pourquoi avez-vous laissé Hinata vous découvrir ?
spanish: [_r_] Kamiko... ¿Cuál es el significado de esto? ¿Por qué dejaste que Hinata te descubriese?

source: [_ka_] It's your fault, you idiot. Letting someone follow you like that.
french: [_ka_] C'est votre faute, vous imbécilez. Laisser quelqu'un vous suivre comme ça.
spanish: [_ka_] Es tu culpa, idiota. Dejar que alguien te siga así.

source: [_r_] I was completely focused on the traces of your chakra, you have no idea how hard it is to keep track of you.
french: [ _r_ ] J'étais complètement concentré sur les traces de votre chakra, vous n'avez aucune idée de combien il est difficile de garder trace de vous.
spanish: [_r_] Me he centrado completamente en los rastros de tu chakra, no tienes ni idea de lo difícil que es llevar un seguimiento de ti.

source: [_ka_] The situation wasn't the easiest, I spotted Hinata before you did, but I had a choice, hide myself and leave the body behind, or hide the body and stay there.
french: [ _ka_ ] La situation n'était pas la plus facile, j'ai repéré Hinata avant de le faire, mais j'ai eu le choix, me cacher et laisser le corps derrière, ou cacher le corps et y rester.
spanish: [_ka_] La situación no era la más fácil, vi a Hinata antes que tú, pero he tenido una opción, me he escondido y dejar el cuerpo detrás, o ocultar el cuerpo y permanecer allí.

source: [_ka_] There was no way I could have left you with the body, that would have set off a chain of events that could have led to everyone finding out about me...
french: [ _ka_ ] Il n'y avait aucun moyen de vous laisser avec le corps, qui aurait mis en place une chaîne d'événements qui aurait pu faire sortir tout le monde de moi ...
spanish: [_ka_] No había manera de que te hubiera dejado con el cuerpo, que habría puesto en marcha una cadena de acontecimientos que podrían haber llevado a que todo el mundo se enterara de mí...

source: [_r_] Yeah, a dead body from another universe... That would've raised quite a few questions.
french: [_r_] Ouais, un corps mort d'un autre univers... Cela aurait soulevé pas mal de questions.
spanish: [_r_] Sí, un cuerpo muerto de otro universo... Eso habría planteado bastantes preguntas.

source: [_ka_] I hoped that you'd given Hinata a good training in our room, as it turns out I wasn't wrong, you did a great job with her.
french: [ _ka_ ] J'espérais que vous aviez donné à Hinata une bonne formation dans notre chambre, car il s'avère que je n'avais pas tort, vous avez fait un excellent travail avec elle.
spanish: [_ka_] esperaba que hicieras un buen entrenamiento a Hinata en nuestra sala. Como resulta que no estaba mal, usted hizo un gran trabajo con ella.

source: [_r_] She reacted calmly, is it because of affection?
french: [ _r_ ] Elle a réagi calmement, c'est à cause de l'affection?
spanish: [_r_] Ella reaccionó calamitosamente, ¿es por la afectación?

source: [_ka_] Of course, was her affection lower, she wouldn't have valued your company enough to trust someone from Otsutsuki.
french: [ _ka_ ] Bien sûr, elle était moins affection, elle n'aurait pas apprécié votre entreprise assez pour faire confiance à quelqu'un d'Otsutsuki.
spanish: [_ka_] Por supuesto, su afección disminuyó, no habría valorado suficientemente a su empresa como para confiar en alguien de Otsutsuki.

source: [_ka_] How glad I am that we didn't have to get rid of her...
french: [ _ka_ ] À quel point je suis heureux que nous n'ayons pas eu à se débarrasser d'elle ...
spanish: [_ka_] Qué alegría estoy de que no tengamos que deshacernos de ella...

source: [_r_] Don't say this... I don't even want to think about it...
french: [ _r_ ] Ne dites pas ça ... Je ne veux même pas y penser ...
spanish: [_r_] No digas esto... ni siquiera quiero pensar en ello...

source: [_ka_] It's over now. Now that Hinata knows about me, she's completely in your hands.
french: [ _ka_ ] C'est fini maintenant. Maintenant que Hinata est au courant de moi, elle est complètement entre tes mains.
spanish: [_ka_] ha terminado. Ahora que Hinata sabe de mí, está completamente en tus manos.

source: [_r_] No secrets, huh?
french: [_r_] Pas de secrets, hein?
spanish: [_r_] No hay secretos, ¿eh?

source: [_ka_] I'm sure she'll help you with the others, the situation has turned in our favor.
french: [ _ka_ ] Je suis sûr qu'elle vous aidera avec les autres, la situation a tourné en notre faveur.
spanish: [_ka_] Estoy seguro de que ella te ayudará con los demás, la situación se ha vuelto a nuestro favor.

source: [_ka_] Be sure to take advantage of this to move forward with Sakura.
french: [ _ka_ ] N'oubliez pas d'en profiter pour aller de l'avant avec Sakura.
spanish: [_ka_] Asegúrate de aprovechar esto para avanzar con Sakura.

source: [_r_] Are you suggesting I talk to Hinata?
french: [ _r_ ] Vous proposez que je parle à Hinata?
spanish: [_r_] ¿Estás sugiriendo que hablo con Hinata?

source: [_ka_] Sure, the sooner the better.
french: [_ka_] Bien sûr, le plus tôt sera le mieux.
spanish: [_ka_] Claro, cuanto antes mejor.

source: [_r_] I'll try my best.
french: [_r_] Je vais faire de mon mieux.
spanish: [_r_] intentaré lo mejor.

source: [_m_] Talk to Hinata... What will I tell her?
french: [_m_] Parler à Hinata... Que vais-je lui dire?
spanish: [_m_] Habla con Hinata... ¿Qué le diré?

source: [_m_] Hinata, my love, here's the deal, help me fuck all the hot kunuichi in Konoha starting with Sakura.
french: [ _m_ ] Hinata, mon amour, voici l'accord, m'aider à baiser tout le kunuichi brûlant à Konoha à partir de Sakura.
spanish: [_m_] Hinata, mi amor, aquí está la oferta, ayúdame a follar todos los kunuichi calientes en Konoha comenzando con Sakura.

source: [_m_] She's gonna tell me to get the fuck away from her...
french: [_m_] Elle va me dire de se débarrasser de la baise...
spanish: [_m_] She's gonna tell me to get the fuck away from ell...

source: [_m_] I think talking to Kamiko might have had a good effect on her... It was about the survival of the human race, after all.
french: [ _m_ ] Je pense que parler à Kamiko aurait pu avoir un bon effet sur elle ... Il s'agissait de la survie de la race humaine, après tout.
spanish: [_m_] Creo que hablar con Kamiko podría haber tenido un buen efecto sobre ella... Después de todo, se trataba de la supervivencia de la raza humana.

source: [_m_] Hinata is bound to me by now though. Probably even the less convincing of my arguments will sound good...
french: [_m_] Hinata est lié à moi pour l'instant. Même les moins convaincants de mes arguments vont probablement paraître bons...
spanish: [_m_] Hinata está vinculado a mí a partir de ahora. Probablemente incluso el menos convincente de mis argumentos sonará bueno...

source: [_m_] Obviously I should take advantage of that.
french: [_m_] Je devrais évidemment en profiter.
spanish: [_m_] Obviamente, yo debería aprovechar eso.

source: [_m_] Don't worry, Hinata... No matter how many kunuichi I fuck along the way, you'll always be the first one in my bed!
french: [ _m_ ] Ne vous inquiétez pas, Hinata ... Peu importe le nombre de kunuichi que je baise en chemin, vous serez toujours le premier dans mon lit !
spanish: [_m_] No te preocupes, Hinata... No importa cuántos kunuichi miren por el camino, ¡siempre serás el primero en mi cama!

source: [_m_] Oh, was that Ino? A younger Ino.
french: [_m_] Oh, c'était ça Ino ? Un Ino plus jeune.
spanish: [_m_] Oh, ¿era eso Ino? Un Ino más joven.

source: [_m_] In that dream, she was so depraved!
french: [ _m_ ] Dans ce rêve, elle était si dépravée !
spanish: [_m_] En ese sueño, ¡fue tan depravada!

source: [_m_] One day I'll get a good taste of the milf version of Ino, one day...
french: [ _m_ ] Un jour, j'aurai un bon goût de la version milf d'Ino, un jour ...
spanish: [_m_] Algún día tendré un buen sabor a la versión suave de Ino, un día...

source: [_m_] Speaking of milfs, I wonder how Hinata's doing?
french: [ _m_ ] En parlant de milfs, je me demande comment va Hinata?
spanish: [_m_] Hablando de leches, me pregunto cómo lo hace Hinatas.

source: [_m_] I'm still worrying about her, what if everything that happened yesterday wasn't enough...
french: [ _m_ ] Je suis toujours inquiète pour elle, et si tout ce qui s'est passé hier n'était pas suffisant ...
spanish: [_m_] Todavía estoy preocupado por ella, ¿qué pasa si todo lo que sucedió ayer no fuera suficiente...

source: [_m_] What if she fell asleep thinking she'd made a mistake?
french: [ _m_ ] Et si elle s'était endormise en pensant qu'elle avait fait une erreur?
spanish: [_m_] ¿Qué pasa si ella se quedara dormida pensando que cometió un error?

source: [_m_] I believe her. She's the most sincere person I've ever met around here.
french: [ _m_ ] Je la crois. C'est la personne la plus sincère que j'ai jamais rencontré ici.
spanish: [_m_] la creo. Es la persona más sincera que he conocido por aquí.

source: [_m_] But it's gonna be worth it to check.
french: [ _m_ ] Mais ça vaut la peine de le vérifier.
spanish: [_m_] Pero vale la pena comprobarlo.

source: [_r_] Good morning, how are you? Didn't wake you up, I hope?
french: [_r_] Bonjour, comment êtes-vous ? Vous ne vous êtes pas réveillé, j'espère ?
spanish: [_r_] Buenas mañanas, ¿cómo estás? ¿No te despertó, espero?

source: [_hi_] Morning... No, I've been up for a while, chores won't do themselves!
french: [_hi_] Matière... Non, je me suis levé pendant un certain temps, les tâches ne se feront pas !
spanish: [_hi_] Mañana... No, he estado ahí por un tiempo, ¡las tareas no lo harán ellos mismos!

source: [_r_] You've cheered up pretty good, haven't you? No regrets about yesterday?
french: [_r_] Vous avez bien applaudi votre part, n'est-ce pas? Pas de regrets à propos d'hier ?
spanish: [_r_] Usted ha ovacionado bastante bien, ¿no? ¿No se arrepiente de ayer?
