Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_r_] It's up to you to decide what's normal and what's not. If the situation is bothering you, then there's a problem. That's what I think.
french: [ _r_ ] C'est à vous de décider ce qui est normal et ce qui ne l'est pas. Si la situation vous dérange, alors il y a un problème. C'est ce que je pense.
spanish: [_r_] Depende de ti decidir qué es normal y qué no lo es. Si la situación le molesta, entonces hay un problema. Eso es lo que creo.

source: [_saku_] It's harder to solve it than it seems... I've tried, really.
french: [ _saku_ ] Il est plus difficile de le résoudre qu'il ne semble ... J'ai essayé, vraiment.
spanish: [_saku_] Es más difícil de resolverlo de lo que parece... Lo he intentado, realmente.

source: [_r_] Yeah, I don't know everything you know; my vision of your situation is only superficial.
french: [ _r_ ] Ouais, je ne sais pas tout ce que tu sais ; ma vision de ta situation n'est que superficielle.
spanish: [_r_] Sí, no sé todo lo que sabes; mi visión de tu situación es solo superficial.

source: [_r_] But a positive attitude is also very important! Even if you miss him and there's nothing you can do about it, don't let yourself lose your spirit!
french: [ _r_ ] Mais une attitude positive est également très importante ! Même si vous le manquez et qu'il n'y a rien que vous puissiez faire à ce sujet, ne vous laissez pas perdre votre esprit !
spanish: [_r_] Pero una actitud positiva también es muy importante. Incluso si lo pierdes y no hay nada que puedas hacer al respecto, ¡no te dejes perder tu espíritu!

source: [_r_] There are lots of other ways to unwind.
french: [ _r_ ] Il y a beaucoup d'autres façons de se détendre.
spanish: [_r_] Hay muchas otras maneras de relajarse.

source: [_saku_] Like what?
french: [_saku_] Vous aimez quoi?
spanish: [_saku_] ¿Te gusta qué?

source: [_r_] Like spending more time with your friends. Come to my workplace for a massage! Let yourself get more out of life than you currently do.
french: [ _r_ ] Comme passer plus de temps avec vos amis. Venez à mon lieu de travail pour un massage ! Laissez-vous aller plus loin de la vie que vous ne le faites actuellement.
spanish: [_r_] Te gusta pasar más tiempo con tus amigos. ¡Ven a mi lugar de trabajo para un masaje! Déjate sacarte más de la vida de lo que haces actualmente.

source: [_saku_] Yeah... I guess that makes sense. It was fun when we all went swimming together. It was a really nice day... I wasn't thinking about Sasuke at all...
french: [_saku_] Ouais... Je suppose que ça a du sens. C'était amusant quand nous sommes tous allés nager ensemble. C'était une journée vraiment agréable... Je ne pensais pas du tout à Sasuke...
spanish: [_saku_] Sí... Supongo que tiene sentido. Fue divertido cuando todos fuimos a nadar juntos. Fue un día muy agradable... No estaba pensando en Sasuke en absoluto...

source: [_r_] It's time to start thinking about yourself. It'll be easier to deal with difficulties that way!
french: [ _r_ ] Il est temps de commencer à penser à vous. Il sera plus facile de faire face aux difficultés de cette façon !
spanish: [_r_] Es hora de empezar a pensar en ti mismo. ¡Es más fácil lidiar con las dificultades de esa manera!

source: [_saku_] I'll try...
french: [_saku_] Je vais essayer...
spanish: [_saku_] lo intentaré...

source: [_saku_] Time to go home... Thank you for this conversation... I haven't talked to someone so frankly in a long time...
french: [_saku_] Il est temps de rentrer à la maison... Merci pour cette conversation... Je n'ai pas parlé à quelqu'un de manière aussi franche depuis longtemps...
spanish: [_saku_] Es hora de volver a casa... Gracias por esta conversación... no he hablado tan francamente con alguien en mucho tiempo...

source: [_r_] Oh, please, I'm at your service. I'm still your employee, after all!
french: [_r_] Oh, s'il vous plaît, je suis à votre service. Je suis toujours votre employé, après tout !
spanish: [_r_] Oh, por favor, estoy a tu servicio. ¡Todavía soy tu empleado, después de todo!

source: [_saku_] See you tomorrow!
french: [_saku_] À demain !
spanish: [_saku_] ¡Nos vemos mañana!

source: [_m_] No way! I can feel how horny you are right now.
french: [_m_] Aucun moyen ! Je peux sentir à quel point vous êtes en ce moment.
spanish: ¡[_m_] de ninguna manera! Puedo sentir lo caliente que eres ahora mismo.

source: [_m_] My provocation is making you wetter by every second. Is that why you're trying to make me go home?
french: [ _m_ ] Ma provocation vous rend plus humide à chaque seconde. C'est pour ça que tu essayes de me faire rentrer à la maison?
spanish: [_m_] Mi provocación te está haciendo más húmedo por cada segundo. ¿Es por eso que estás tratando de hacerme ir a casa?

source: [_m_] I know that after all the workers have finished their shifts, you check to make sure that no doors are left unlocked.
french: [ _m_ ] Je sais qu'après que tous les travailleurs ont terminé leurs quarts de travail, vous vérifiez qu'aucune porte n'est déverrouillée.
spanish: [_m_] Sé que después de que todos los trabajadores hayan terminado sus turnos, verificas para asegurarte de que no quedan puertas desbloqueadas.

source: [_m_] But I also know that when you do that, you don't lock your office.
french: [ _m_ ] Mais je sais aussi que quand vous faites ça, vous ne verrouêtes pas votre bureau.
spanish: [_m_] Pero también sé que cuando lo haces, no cerras tu oficina.

source: [_m_] Will you surprise me with something today?
french: [ _m_ ] Tu me surprendra avec quelque chose aujourd'hui?
spanish: [_m_] ¿Me sorprenderá con algo hoy?

source: [_m_] She's gone, so I just have to wait for her to come back.
french: [_m_] Elle est partie, donc je dois juste attendre qu'elle revienne.
spanish: [_m_] She se ha ido, así que solo tengo que esperar a que regrese.

source: [_m_] As she was walking away, I could feel her body burning from the inside.
french: [ _m_ ] Alors qu'elle s'éloignait, je pouvais sentir son corps brûler de l'intérieur.
spanish: [_m_] Mientras se alejaba, pude sentir que su cuerpo ardiendo desde dentro.

source: [_m_] My mastery of provocation has improved by leaps and bounds.
french: [ _m_ ] Ma maîtrise de la provocation s'est améliorée par des bonds et des bornes.
spanish: [_m_] Mi dominio de la provocación ha mejorado a pasos agigantados.

source: [_m_] Despite Sakura's high chakra control, she's very susceptible to the influence of my provocation.
french: [ _m_ ] Malgré le contrôle de haute chakra de Sakura, elle est très sensible à l'influence de ma provocation.
spanish: [_m_] A pesar del alto control de chakra de Sakura, es muy susceptible a la influencia de mi provocación.

source: [_m_] It's probably because of her personal problems.
french: [ _m_ ] C'est probablement à cause de ses problèmes personnels.
spanish: [_m_] Es probablemente debido a sus problemas personales.

source: [_m_] Plainly speaking, it's all because Sasuke doesn't fuck you at all, right, Sakura?
french: [_m_] Tout cela parce que Sasuke ne vous baise pas du tout, n'est-ce pas?
spanish: [_m_] Hablando claramente, todo es porque Sasuke no te folla en absoluto, ¿vale, Sakura?

source: [_m_] A little warm-up before the main course?
french: [ _m_ ] Un peu de préparation avant le cours principal?
spanish: [_m_] ¿Un poco de calentamiento antes del curso principal?

source: [_m_] I've turned her on so much that even the slightest touch makes her tremble.
french: [ _m_ ] Je l'ai allumée tellement que même la moindre touche lui fait trembler.
spanish: [_m_] la he encendido tanto que incluso el toque de prueba le hace temblar.

source: [_m_] But to think, right in the office? I was certainly hoping for that, but I still had my doubts.
french: [_m_] Mais penser, juste au bureau ? J'espérais certainement cela, mais j'avais encore mes doutes.
spanish: [_m_] Pero para pensar, ¿justo en la oficina? Ciertamente esperaba eso, pero todavía tenía mis dudas.

source: [_m_] She's playing with her pussy like it's the only thing she needs in her life right now.
french: [_m_] Elle joue avec sa chatte comme si c'était la seule chose dont elle a besoin dans sa vie dès maintenant.
spanish: [_m_] She está jugando con su coño como lo único que necesita en su vida ahora mismo.

source: [_m_] She's breathing so hard, it's like she's just come back from a long run on the hottest day.
french: [ _m_ ] Elle respit si dur, c'est comme si elle venait juste de revenir d'une longue course le jour le plus chaud.
spanish: [_m_] She está respirando tan duro, es como si solo regresara de una larga carrera en el día más caluroso.

source: [_m_] Poor girl... She's still very young. Not having a good cock on a regular basis must be literal torture.
french: [_m_] Pauvre fille... Elle est encore très jeune. Ne pas avoir une bonne queue sur une base régulière doit être une torture littérale.
spanish: [_m_] Niña pobre ... Ella sigue siendo muy joven. No tener una buena polla de forma regular debe ser una tortura literal.

source: [_m_] Can't wait, can you?
french: [ _m_ ] Ne peut pas attendre, si?
spanish: [_m_] No puedes esperar, ¿puedes?

source: [_m_] So that's where you're hiding it. I never thought that filing cabinet would hide a rubber dick.
french: [ _m_ ] Donc c'est là que tu le cache. Je n'ai jamais pensé que le classeur cacherait une bite en caoutchouc.
spanish: [_m_] Así que ahí es donde lo escondes. Nunca pensé que archivar el armario ocultaría una polla de goma.

source: [_m_] No foreplay whatsoever!
french: [ _m_ ] Aucun jeu de jeu !
spanish: [_m_] ¡Sin prejuego nunca!

source: [_m_] She just started pounding with that thing right away.
french: [_m_] Elle vient de commencer à frapper avec cette chose tout de suite.
spanish: [_m_] Ella acaba de empezar a librarse con esa cosa de inmediato.

source: [_m_] Now every time I walk into her office, there will be this image of cock-hungry Sakura riding a dildo on her desk right in my mind.
french: [ _m_ ] Maintenant, à chaque fois que je marche dans son bureau, il y aura cette image de Sakura qui a faim de la bite et qui monte un gode sur son bureau dans mon esprit.
spanish: [_m_] Ahora cada vez que entro en su oficina, habrá esta imagen de Sakura hambrienta polla montando un consolador en su escritorio justo en mi mente.

source: [_m_] I can feel her chakra giving in further and further.
french: [ _m_ ] Je peux sentir son chakra donner de plus en plus.
spanish: [_m_] puedo sentir su chakra dándole cada vez más.

source: [_m_] She just can't resist anymore.
french: [_m_] Elle ne peut plus résister.
spanish: [_m_] Ella simplemente no puede resistirse más.

source: [_m_] Just a little more and that big ass will end up on my cock.
french: [ _m_ ] Juste un peu plus et que le gros cul finira sur ma bite.
spanish: [_m_] Solo un poco más y ese culo grande acabará en mi polla.

source: [_m_] I can feel it...
french: [ _m_ ] Je peux le sentir ...
spanish: [_m_] Lo puedo sentir ...

source: [_m_] That was fast... You went a little too hard, it seems.
french: [_m_] C'était rapide... Vous êtes allé un peu trop dur, semble-t-il.
spanish: [_m_] Eso fue rápido... Te fuiste un poco difícil, parece.

source: [_m_] It's okay, Sakura. We're almost at the finish line. Wait a little, and you'll throw that thing in the trash.
french: [ _m_ ] C'est bon, Sakura. Nous sommes presque à la ligne d'arrivée. Attends un peu, et tu vas jeter cette chose dans la poubelle.
spanish: [_m_] Está bien, Sakura. Casi estamos en la línea de meta. Espera un poco y lo arrojarás en la basura.

source: [_m_] I should fool around with Hinata, I miss her ass.
french: [ _m_ ] Je devrais me tromper avec Hinata, elle me manque le cul.
spanish: [_m_] debería comerme con Hinata, le extraño el culo.

source: [_m_] Besides, she'll be thrilled to learn a little more about Sakura.
french: [ _m_ ] En plus, elle sera ravie d'apprendre un peu plus sur Sakura.
spanish: [_m_] Además, estará encantada de aprender un poco más sobre Sakura.

source: [_r_] What's up? Are you up for some fun tonight?
french: [_r_] Quoi de neuf ? Vous êtes prêt à vous amuser ce soir ?
spanish: [_r_] ¿Qué pasa? ¿Estás listo para divertirte esta noche?

source: [_hi_] Why not. Can I also stay at your place?
french: [ _hi_ ] Pourquoi pas. Puis-je aussi rester à votre place?
spanish: [_hi_] Por qué no. ¿Puedo también quedarme en tu lugar?

source: [_r_] Sure, we could sleep together, too.
french: [ _r_ ] Bien sûr, on pouvait dormir ensemble.
spanish: [_r_] Claro, también podríamos dormir juntos.

source: [_hi_] I'll be there soon!
french: [_hi_] Je serai bientôt là !
spanish: [_hi_] ¡Estaré ahí pronto!

source: [_hi_] Is the room ready for us?
french: [ _hi_ ] La chambre est-elle prête pour nous?
spanish: [_hi_] ¿La habitación está lista para nosotros?

source: [_r_] Straight to the main course? Why don't we have tea first?
french: [_r_] Droit au plat principal ? Pourquoi n'avons-nous pas d'abord le thé ?
spanish: [_r_] ¿Atrás al plato principal? ¿Por qué no tenemos té primero?

source: [_hi_] Do we have to? We've long since moved on to what happens after tea!
french: [ _hi_ ] Avons-nous à? Nous sommes depuis longtemps passés à ce qui se passe après le thé !
spanish: [_hi_] ¿Tenemos que hacerlo? ¡Desde hace mucho tiempo pasamos a lo que pasa después del té!

source: [_hi_] I want to be yours tonight!
french: [_hi_] Je veux être le vôtre ce soir !
spanish: [_hi_] ¡Quiero ser tuyo esta noche!

source: [_r_] Well, since you're asking...
french: [_r_] Eh bien, puisque vous demandez...
spanish: [_r_] Bueno, ya que estás preguntando...

source: [_r_] Get changed; let's go have some fun.
french: [_r_] Changeons les choses; allons vous amuser.
spanish: [_r_] Cambiemos; vamos a divertirnos.

source: [_r_] You know, I think Sakura will join us shortly.
french: [ _r_ ] Vous savez, je pense que Sakura va nous rejoindre sous peu.
spanish: [_r_] Usted sabe, creo que Sakura se unirá a nosotros en breve.

source: [_hi_] So soon? I thought it would take longer.
french: [_hi_] Bientôt ? Je pensais que cela prendrait plus de temps.
spanish: [_hi_] ¿Tan pronto? Pensé que llevaría más tiempo.

source: [_r_] She's giving in to my technique much faster than I thought.
french: [_r_] Elle cède à ma technique beaucoup plus vite que je ne le pensais.
spanish: [_r_] She está cediendo a mi técnica mucho más rápido de lo que pensaba.

source: [_hi_] You know how to handle girls. There's nothing surprising.
french: [ _hi_ ] Vous savez gérer les filles. Il n'y a rien de surprenant.
spanish: [_hi_] Usted sabe cómo manejar a las niñas. No hay nada sorprendente.

source: [_r_] Thank you, but that's not the point.
french: [ _r_ ] Merci, mais ce n'est pas le but.
spanish: [_r_] Gracias, pero ese no es el punto.

source: [_r_] She does not get any sex at all.
french: [_r_] Elle n'a aucun sexe du tout.
spanish: [_r_] Ella no tiene ningún sexo en absoluto.

source: [_hi_] Yeah... We've talked about it sometimes. Of all the married women I know, she has the hardest time.
french: [ _hi_ ] Ouais ... Nous en avons parlé parfois. De toutes les femmes mariées que je connais, elle a le temps le plus difficile.
spanish: [_hi_] Sí... Hemos hablado de ello a veces. De todas las mujeres casadas que sé, ella tiene el tiempo más difícil.

source: [_r_] Are you sure you're ready to let her into our private life?
french: [ _r_ ] Etes-vous sûr d'être prête à la laisser entrer dans notre vie privée?
spanish: [_r_] ¿Estás seguro de que estás listo para dejarla entrar en nuestra vida privada?

source: [_hi_] Yes! I can't wait... I want us both to feel as good as I do right now.
french: [ _hi_ ] Oui ! Je ne peux pas attendre ... Je veux qu'on se sente aussi bien que je le fais maintenant.
spanish: [_hi_] ¡Sí! No puedo esperar... Quiero que ambos nos sientamos tan bien como ahora mismo.

source: [_r_] Sakura? Did something happen?
french: [_r_] Sakura? Quelque chose est-il arrivé?
spanish: ¿[_r_] Sakura? ¿Ha ocurrido algo?

source: [_saku_] Hey! Sorry for calling you so late... You're still up, aren't you? I really hope I didn't wake you up... It's kind of embarrassing...
french: [_saku_] Hé ! Désolé de vous avoir appelé si tard... Vous êtes toujours là, n'est-ce pas ? J'espère vraiment que je ne vous ai pas réveillé... C'est un peu embarrassant...
spanish: [_saku_] ¡Oye! Disculpe llamarte tan tarde... Todavía estás listo, ¿no? Realmente espero que no te despierte... Es una especie de vergüenza...

source: [_r_] No, no, I'm still awake; it's fine. Did you want something?
french: [_r_] Non, non, je suis toujours éveillé ; ça va bien. Vous voulez quelque chose ?
spanish: [_r_] No, no, todavía estoy despierto; está bien. ¿Quieres algo?

source: [_saku_] Yeah... Well... tomorrow, some of our patients are moving to another hospital, which means that your shift for tomorrow is canceled.
french: [_saku_] Ouais... Eh bien... demain, certains de nos patients se déplacent vers un autre hôpital, ce qui signifie que votre changement pour demain est annulé.
spanish: [_saku_] Sí... Bueno... mañana, algunos de nuestros pacientes se están moviendo a otro hospital, lo que significa que tu turno para mañana se cancela.

source: [_r_] Oh... Yeah, okay, I got it.
french: [_r_] Oh... Ouais, d'accord, je l'ai compris.
spanish: [_r_] Oh... Sí, sí, lo tengo.

source: [_saku_] Maybe... Maybe you want to spend some time together? Not with me of course! Don't get any ideas! With me and Hinata! We could come over to my place and spend time in friendly company...
french: [_saku_] Peut-être... « Vous voulez peut-être passer un peu de temps ensemble? Pas avec moi, bien sûr! Vous n'avez pas d'idées! » « Avec moi et Hinata! Nous pourrions venir chez moi et passer du temps en compagnie amicale... »
spanish: [_saku_] tal vez... ¿Tal vez quieras pasar un tiempo junto? ¡Por supuesto que no estás conmigo! ¡No tienes ninguna idea! ¡Con mí y Hinata! Podríamos llegar a mi lugar y pasar tiempo en una empresa amistosa...

source: [_saku_] Or do you have other plans?
french: [ _saku_ ] Ou avez-vous d'autres plans?
spanish: [_saku_] ¿O tienes otros planes?

source: [_r_] No plans, Sakura. I'm all yours tomorrow. Or rather, yours and Hinata's.
french: [ _r_ ] Aucun plan, Sakura. Je suis tout le tien demain. Ou plutôt, la vôtre et celle de Hinata.
spanish: [_r_] No hay planes, Sakura. Soy todo tuyo mañana. O mejor dicho, tuyo y de Hinata.

source: [_saku_] Great! Then, before you come over to my place, can you do me a friendly favor?
french: [_saku_] Super! Alors, avant de venir chez moi, pouvez-vous me faire une faveur?
spanish: [_saku_] ¡Genial! Luego, antes de venir a mi lugar, ¿me puedes hacer un favorito amigo?

source: [_r_] Sure, what is it?
french: [_r_] Bien sûr, qu'est-ce que c'est?
spanish: [_r_] Claro, ¿qué es?

source: [_saku_] I need to pick up some flowers from my friend's shop, but I have an online work call scheduled at the same time. It would be silly if I talked to an important customer on the way to the shop.
french: [ _saku_ ] J'ai besoin de ramasser des fleurs de la boutique de mon ami, mais j'ai un appel de travail en ligne planifié en même temps. Ce serait idiot si j'avais parlé à un client important sur le chemin de la boutique.
spanish: [_saku_] Necesito recoger algunas flores de la tienda de mi amigo, pero tengo una llamada de trabajo en línea programada al mismo tiempo. Sería tonto si hablé con un cliente importante en el camino a la tienda.

source: [_saku_] Just pick up the vase of flowers and come straight to my place. I'll warn my friend. Will you do that for me?
french: [ _saku_ ] Il suffit de ramasser le vase des fleurs et de venir directement à ma place. Je préviens mon ami. Veux-tu faire ça pour moi?
spanish: [_saku_] Solo toma el jarrón de flores y ve directamente a mi lugar. Le avisaré a mi amigo. ¿Lo harás por mí?

source: [_r_] Yes, it's no big deal, rely on me.
french: [ _r_ ] Oui, ce n'est pas grand chose, me reposer sur moi.
spanish: [_r_] Sí, no es gran cosa, confíe en mí.

source: [_saku_] Thank you! You're the best! A mountain off my shoulders, I didn't want to reschedule the call, thank you!
french: [_saku_] Merci! Vous êtes le meilleur! Une montagne au large de mes épaules, je ne voulais pas reprogrammer l'appel, merci!
spanish: [_saku_] ¡Gracias! ¡Eres el mejor! ¡Una montaña fuera de mis hombros, no quería reprogramar la llamada, ¡gracias!

source: [_r_] See you tomorrow, Sakura. I'll be on time!
french: [ _r_ ] Vous voyez demain, Sakura. Je serai à l'heure !
spanish: [_r_] Nos vemos mañana, Sakura. ¡Voy a estar a tiempo!

source: [_hi_] Wow, that's unexpected. She didn't say anything to me.
french: [_hi_] Wow, c'est inattendu. Elle ne m'a rien dit.
spanish: [_hi_] Wow, eso es inesperado. Ella no me dijo nada.

source: [_hi_] She'll probably text and invite you any moment now.
french: [ _hi_ ] Elle vous fera probablement du texte et vous invitera à tout moment.
spanish: [_hi_] Probablemente te enviará un mensaje de texto e invitarte en cualquier momento.

source: [_r_] Sakura called me first. I guess I'm her new favorite?
french: [_r_] Sakura m'a appelé en premier. Je suppose que je suis son nouveau favori ?
spanish: [_r_] Sakura me llamó primero. ¿Supongo que soy su favorito?

source: [_hi_] Oh, stop bragging!
french: [_hi_] Oh, arrêtez de vous vanter!
spanish: [_hi_] Oh, ¡deja de alarmar!

source: [_hi_] Let's call it a day. I have to go home in the morning.
french: [ _hi_ ] Allons-y un jour. Je dois rentrer chez moi le matin.
spanish: [_hi_] Llamémoslo un día. Tengo que volver a casa por la mañana.

source: [_r_] That's right, come here...
french: [_r_] C'est vrai, venez ici...
spanish: [_r_] Eso es cierto, venga aquí...

source: [_ino_] Good afternoon! Would you like to buy some pretty flowers for your girl?
french: [_ino_] Bonjour ! Aimeriez-vous acheter de jolies fleurs pour votre fille ?
spanish: [_ino_] ¡Buena tarde! ¿Te gustaría comprar unas bonitas flores para tu chica?

source: [_r_] Hello. Perhaps... Do you think she will like flowers?
french: [_r_] Bonjour. Peut-être... Pensez-vous qu'elle va aimer les fleurs ?
spanish: [_r_] Hola. Quizás... ¿Crees que le gustarán las flores?

source: [_ino_] Rest assured! All girls love flowers; they are associated with youth, with spring and love!
french: [ _ino_ ] Soyez assuré ! Toutes les filles aiment les fleurs ; elles sont associées à la jeunesse, au printemps et à l'amour !
spanish: [_ino_] ¡Descanso rojo! A todas las chicas les encantan las flores; ¡están asociadas con la juventud, con la primavera y el amor!

source: [_r_] Well, then maybe I'll buy some. What kind of flowers do you like? I'm ready to gift you with a bouquet right now.
french: [_r_] Eh bien, alors je vais peut-être en acheter. Quel genre de fleurs aimez-vous ? Je suis prêt à vous offrir un bouquet dès maintenant.
spanish: [_r_] Bueno, entonces tal vez voy a comprar algo. ¿Qué tipo de flores te gusta? Estoy listo para regalarte con una pelota ahora mismo.

source: [_ino_] Oh! That's so sweet of you... but this girl's been married a long time! You're a little late!
french: [_ino_] Oh! C'est si doux pour vous... mais cette fille a été mariée depuis longtemps ! Vous êtes un peu en retard !
spanish: [_ino_] ¡Oh! Eso es tan dulce de ti ... pero esta chica ha estado casada mucho tiempo! ¡Estás un poco tarde!

source: [_r_] Oh... I should have gotten here earlier...
french: [_r_] Oh... J'aurais dû arriver plus tôt...
spanish: [_r_] Oh... Debería haberme manifestado aquí antes...

source: [_ino_] Don't worry, there are plenty of young girls in Konoha who would like a young man of such a gallant manner.
french: [ _ino_ ] Ne vous inquiétez pas, il y a beaucoup de jeunes filles à Konoha qui aimeraient un jeune homme de façon galante.
spanish: [_ino_] No te preocupes, hay muchas chicas jóvenes en Konoha a las que les gustaría un hombre joven de una manera tan gallante.
