Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_m_] I haven't appeared for over an hour now, he's definitely afraid.
french: [_m_] Je ne suis pas apparu depuis plus d'une heure maintenant, il a vraiment peur.
italian: [_m_] Non sono apparso da più di un'ora adesso, ha sicuramente paura.
japanese: [_m_] 私は1時間以上出演していません。彼は間違いなく恐れています。
spanish: [_m_] no he aparecido durante más de una hora ahora, definitivamente es de ayuda.

source: [_m_] Where is he going...
french: [_m_] Où va-t-il ...
italian: [_m_] Dove sta andando...
japanese: [_m_] 彼はどこに行っています...
spanish: [_m_] ¿Adónde va...

source: [_m_] Do I even need to know?
french: [_m_] Ai-je besoin de savoir ?
italian: [_m_] Devo anche saperlo?
japanese: [_m_] 私は知る必要がありますか?
spanish: [_m_] ¿Tengo que saber aún?

source: [_m_] Or is it too dangerous to follow him now?
french: [_m_] Ou est-il trop dangereux de le suivre maintenant ?
italian: [_m_] O è troppo pericoloso seguirlo ora?
japanese: [_m_] それとも今彼に従うのは危険すぎますか?
spanish: [_m_] o es demasiado peligroso seguirlo ahora?

source: [_m_] Take risks and try to find out what's going on...
french: [_m_] Prenez des risques et essayez de découvrir ce qui se passe ...
italian: [_m_] Assumi i rischi e prova a scoprire cosa sta succedendo...
japanese: [_m_] リスクを取って、何が起きているのかを調べてみてください...
spanish: [_m_] Tomar riesgos y tratar de averiguar lo que está pasando ...

source: [_m_] Or let go of this situation and deal with it later...
french: [_m_] Ou lâchez cette situation et traitez-le plus tard ...
italian: [_m_] O lasciare andare questa situazione e affrontarla più tardi...
japanese: [_m_] または、この状況を解放し、後で対処する...
spanish: [_m_] o soltar de esta situación y lidiar con ella más tarde...

source: [_m_] I actually decided to follow him.
french: [_m_] J'ai décidé de le suivre.
italian: [_m_] Ho deciso di seguirlo.
japanese: [_m_] 私は実際に彼に従うことを決めました。
spanish: [_m_] realmente decidí seguirlo.

source: [_m_] I tried to keep my distance, take my time, act very carefully.
french: [_m_] J'ai essayé de garder ma distance, de prendre mon temps, d'agir avec beaucoup de soin.
italian: [_m_] Ho cercato di mantenere la mia distanza, prendere il mio tempo, agire con molta attenzione.
japanese: [_m_] 私は距離を保とうとしました。時間をかけ、慎重に行動します。
spanish: [_m_] Traté de mantener mi distancia, tomarme mi tiempo, actuar con mucho cuidado.

source: [_m_] He, in turn, did not turn around, did not react at all.
french: [_m_] Il, à son tour, n'a pas fait demi-tour, n'a pas réagi du tout.
italian: [_m_] Lui, a sua volta, non si è voltato, non ha reagito affatto.
japanese: [_m_] 彼は、順番に、ターンしていない、全く反応しませんでした。
spanish: [_m_] Él, a su vez, no se dio la vuelta, no reaccionó en absoluto.

source: [_m_] I just hope he has no clue about my presence.
french: [_m_] J'espère juste qu'il n'a aucune idée de ma présence.
italian: [_m_] Spero solo che non abbia idea della mia presenza.
japanese: [_m_] 私はただ、彼が私の存在についての手がかりを持っていないことを願っています。
spanish: [_m_] solo espero que no tenga ninguna pista sobre mi presencia.

source: [_m_] We were slowly wandering in an unknown direction.
french: [_m_] Nous avons lentement erré dans une direction inconnue.
italian: [_m_] Stavamo lentamente vagando in una direzione sconosciuta.
japanese: [_m_] 私たちはゆっくりと未知の方向にさまよっていました。
spanish: [_m_] Estábamos vagando lentamente en una dirección desconocida.

source: [_m_] I started to feel like he was just wandering aimlessly around Konoha.
french: [_m_] J'ai commencé à sentir qu'il était juste en errant autour de Konoha.
italian: [_m_] Ho iniziato a sentirmi come se stesse vagando senza scopo intorno a Konoha.
japanese: [_m_] 木ノ葉の周りをあてもなく徘徊しているように感じ始めました。
spanish: [_m_] Comencé a sentir que estaba andando sin rumor por Konoha.

source: [_m_] Until we ran into people I knew.
french: [_m_] Jusqu'à ce que nous courons dans les gens que je connaissais.
italian: [_m_] finché non ci siamo imbattuti in persone che conoscevo.
japanese: [_m_] 出会うまでは知りませんでした。
spanish: [_m_] Hasta que nos topamos con gente que conocía.

source: [_m_] It was Sasuke and Sakura, they were sitting on a bench in the rainy weather talking about something.
french: [_m_] C'était Sasuke et Sakura, ils étaient assis sur un banc dans le temps des pluies parlant de quelque chose.
italian: [_m_] E 'stato Sasuke e Sakura, erano seduti su una panchina nel tempo piovoso parlando di qualcosa.
japanese: [_m_] 佐助とさくらだったので、雨天で何かを話しているベンチに座っていました。
spanish: [_m_] Fue Sasuke y Sakura, estaban sentados en un banco en el clima lluvioso hablando de algo.

source: [_m_] The stranger just stood there and watched them for a while.
french: [_m_] L'étranger se tenait juste là et les regarda pendant un moment.
italian: [_m_] Lo straniero stava lì e li guardava per un po'.
japanese: [_m_] 見知らぬ人はしばらくの間、そこに立って彼らを見守っていました。
spanish: [_m_] El extraño acaba de pararse allí y los miró durante un tiempo.

source: [_m_] When I allowed myself to take my eyes off him for a fraction of a second, the stranger simply vanished.
french: [_m_] Quand je me suis autorisé à enlever mes yeux pour une fraction d'une seconde, l'étranger a tout simplement disparu.
italian: [_m_] Quando mi sono permesso di togliergli gli occhi per una frazione di secondo, lo straniero semplicemente svanì.
japanese: [_m_] 私が彼から目を離すことをほんの数秒許した時、見知らぬ人は単に消えてしまいました。
spanish: [_m_] Cuando me permití quitarme los ojos por una fracción de segundo, el extraño simplemente desapareció.

source: [_m_] Where I had previously seen a dark raincoat soaking through, there was an empty space.
french: [_m_] Là où j'avais vu un imperméable qui s'est fait trempage, il y avait un espace vide.
italian: [_m_] Dove avevo visto in precedenza un impermeabile scuro immerso attraverso, c'era uno spazio vuoto.
japanese: [_m_] 以前は暗いレインコートが染み込んでいたところには、空けられた空間があった。
spanish: [_m_] donde antes había visto un abrigo oscuro, había un espacio vacío.

source: [_m_] It vanished like a mirage, which made me shudder for a second, because that same dark raincoat could be behind me.
french: [_m_] Il a disparu comme un mirage, ce qui m'a fait frémissement pendant une seconde, parce que ce même imperméable pourrait être derrière moi.
italian: [_m_] E 'scomparso come un miraggio, che mi ha fatto tremare per un secondo, perché lo stesso impermeabile scuro potrebbe essere dietro di me.
japanese: [_m_] まるで蜃気楼のように消えてしまいました。同じ暗いレインコートが私の後ろにあるかもしれないからです。
spanish: [_m_] Se desvaneció como un espejismo, lo que me hizo estremecer por un segundo, porque esa misma lluvia oscura podría estar detrás de mí.

source: [_m_] But no, luckily there was no one there.
french: [_m_] Mais, heureusement, il n'y avait personne là.
italian: [_m_] Ma no, per fortuna non c'era nessuno.
japanese: [_m_] でも、幸運にもそこには誰もいませんでした。
spanish: [_m_] Pero no, afortunadamente no había nadie allí.

source: [_m_] I've lost the only clue that could give me any answers.
french: [_m_] J'ai perdu le seul indice qui pouvait me donner des réponses.
italian: [_m_] Ho perso l'unico indizio che potrebbe darmi delle risposte.
japanese: [_m_] 私に答えられる唯一の手がかりを失いました。
spanish: [_m_] He perdido la única pista que podría darme cualquier respuesta.

source: [_m_] However, I still saw Sasuke and Sakura chatting carefree in the pouring rain.
french: [_m_] Cependant, j'ai toujours vu Sasuke et Sakura discuter sans soucis avec la pluie battante.
italian: [_m_] Tuttavia, ho ancora visto Sasuke e Sakura chiacchierare spensierato nella pioggia versante.
japanese: [_m_] しかし、雨が降り注ぐ中、まだ佐助とさくらがおしゃべりをしているのを見ました。
spanish: [_m_] Sin embargo, todavía vi a Sasuke y Sakura chatting despreocupados en la lluvia derramada.

source: [_m_] I couldn't deny myself the pleasure of eavesdropping.
french: [_m_] Je ne pouvais pas me priver du plaisir de l'écoute.
italian: [_m_] non potevo negare me stesso il piacere di grondaie.
japanese: [_m_] 盗聴の喜びを否定できませんでした。
spanish: [_m_] no pude negarme el placer de escuchar.

source: [_saku_] You know she misses you a lot, right?
french: [_saku_] Vous savez qu'elle vous manque beaucoup, non ?
italian: [_saku_] Sai che ti manca molto, giusto?
japanese: [_saku_] あなたは彼女があなたにたくさん会いたいことを知っていますよね？
spanish: [_saku_] Sabes que te extraña mucho, ¿verdad?

source: [_saku_] Not only her, me too.
french: [_saku_] Non seulement elle, moi aussi.
italian: [_saku_] Non solo lei, anche io.
japanese: [_saku_] 彼女だけでなく、, 私も.
spanish: [_saku_] no sólo ella, yo también.

source: [_sasu_] Sarada - Uchiha, she's strong. My absence won't stop her from getting better.
french: [_sasu_] Sarada - Uchiha, elle est forte. Mon absence ne l'empêchera pas de s'améliorer.
italian: [_sasu_] Sarada - Uchiha, è forte. La mia assenza non la impedirà di migliorare.
japanese: [_sasu_] Sarada - Uchiha, 彼女は強いです. 私の不在は彼女が良くなることを止めることはできません.
spanish: [_sasu_] Sarada - Uchiha, es fuerte. Mi ausencia no le impedirá mejorar.

source: [_saku_] Sasuke... she's still your daughter, the daughter who thinks about you all the time and is sad, not knowing whether you're okay...
french: [_saku_] Sasuke... c'est toujours votre fille, la fille qui pense à vous tout le temps et est triste, ne sachant pas si vous êtes d'accord...
italian: [_saku_] Sasuke... è ancora tua figlia, la figlia che ti pensa tutto il tempo ed è triste, non sapendo se stai bene...
japanese: [_saku_] サスケ...彼女はまだあなたの娘、いつもあなたのことを考えて悲しい娘、あなたが大丈夫かどうか分からない...
spanish: [_saku_] Sasuke... sigue siendo tu hija, la hija que piensa en ti todo el tiempo y está triste, sin saber si estás bien...

source: [_sasu_] Now I care about her safety more than anyone.
french: [_sasu_] Maintenant, je me souciais de sa sécurité plus que n'importe qui.
italian: [_sasu_] Ora mi interessa la sua sicurezza più di chiunque altro.
japanese: [_sasu_] 今私は誰よりも彼女の安全を気にします.
spanish: [_sasu_] Ahora me preocupa su seguridad más que nadie.

source: [_sasu_] Sakura. These are not the safest times. Konoha is in danger, we must decide what to do next.
french: [_sasu_] Sakura. Ce ne sont pas les moments les plus sûrs. Konoha est en danger, nous devons décider quoi faire ensuite.
italian: [_sasu_] Sakura. Questi non sono i tempi più sicuri. Konoha è in pericolo, dobbiamo decidere cosa fare dopo.
japanese: [_sasu_] Sakura. これらは最も安全な時ではありません. 木ノ葉は危険にさらされています, 我々は次に何をすべきか決めなければなりません.
spanish: [_sasu_] Sakura. Estos no son los tiempos más seguros. Konoha está en peligro, debemos decidir qué hacer después.

source: [_saku_] What exactly are you talking about?
french: [_saku_] De quoi parlez-vous exactement ?
italian: [_saku_] Di cosa stai parlando esattamente?
japanese: [_saku_] 正確にはどのようなことを言っているのですか?
spanish: [_saku_] ¿De qué estás hablando exactamente?

source: [_sasu_] Otsutsuki. Like Kaguya, some of them have entered our world.
french: [_sasu_] Otsutsuki. Comme Kaguya, certains d'entre eux sont entrés dans notre monde.
italian: [_sasu_] Otsutsuki. Come Kaguya, alcuni di loro sono entrati nel nostro mondo.
japanese: [_sasu_] おつつき. かぐやのように, それらのいくつかは、私たちの世界に入りました.
spanish: [_sasu_] Otsutsuki. Como Kaguya, algunos de ellos han entrado en nuestro mundo.

source: [_sasu_] I don't know about their motives, but their appearance certainly doesn't bode well.
french: [_sasu_] Je ne sais pas pour leurs motifs, mais leur apparence n'est certainement pas de bon augure.
italian: [_sasu_] Non conosco i loro motivi, ma il loro aspetto certamente non corona bene.
japanese: [_sasu_] 彼らの動機はわかりませんが、彼らの姿は確かに前兆にはなりません。
spanish: [_sasu_] No sé sus motivos, pero su apariencia ciertamente no es un buen augurio.

source: [_saku_] How many of them are there? How dangerous are they? Have you spoken to Naruto about this yet?
french: [_saku_] Combien y en a-t-il ? À quel point sont-ils dangereux ? Avez-vous déjà parlé à Naruto à ce sujet ?
italian: [_saku_] Quanti di loro ci sono? Quanto sono pericolosi? Hai già parlato a Naruto?
japanese: [_saku_] 何人いるのですか? どれくらい危険ですか? ナルトと話したことはありますか?
spanish: [_saku_] ¿Cuántos de ellos hay? ¿Cuán peligrosos son? ¿Has hablado con Naruet?

source: [_sasu_] Two, they are very dangerous, and yes I discussed it with Naruto.
french: [_sasu_] Deux, ils sont très dangereux, et oui j'ai discuté avec Naruto.
italian: [_sasu_] Due, sono molto pericolosi, e sì, ne ho discusso con Naruto.
japanese: [_sasu_] 2人目は非常に危険で、はい、ナルトと話し合いました。
spanish: [_sasu_] dos, son muy peligrosos, y sí lo discutí con Naruto.

source: [_sasu_] But that's not all. I have a hunch that there's another threat that's even closer...
french: [_sasu_] Mais ce n'est pas tout. J'ai une intuition qu'il y a une autre menace qui est encore plus proche ...
italian: [_sasu_] Ma non è tutto. Ho una caccia che c'è un'altra minaccia che è ancora più vicina...
japanese: [_sasu_] しかし、それだけではありません。もっと近い脅威があると思っていますchar@@1。
spanish: [_sasu_] Pero eso no es todo. Tengo la impresión de que hay otra amenaza que está aún más cerca...

source: [_saku_] This pause scares me...
french: [_saku_] Cette pause me fait peur ...
italian: [_saku_] Questa pausa mi spaventa...
japanese: [_saku_] この一時停止は私を怖がらせます...
spanish: [_saku_] esta pausa me asusta...

source: [_sasu_] A being as powerful as me and Naruto... it's somewhere nearby, right in Konoha...
french: [_sasu_] Un être aussi puissant que moi et Naruto ... c'est quelque part à côté, à Konoha ...
italian: [_sasu_] Un essere potente come me e Naruto... è da qualche parte nelle vicinanze, proprio a Konoha...
japanese: [_sasu_] 私とナルトと同じくらい強力な存在...
spanish: [_sasu_] Un ser tan poderoso como yo y Naruto... está en algún lugar cercano, justo en Konoha...

source: [_sasu_] I don't have any evidence like those two Ōtsutsuki... But I saw... I saw this colossal accumulation of chakra...
french: [_sasu_] Je n'ai aucune preuve comme ces deux Ōtsutsuki ... Mais j'ai vu ... J'ai vu cette accumulation colossale de chakra ...
italian: [_sasu_] Non ho alcuna prova come quei due O<unk> tsutsuki... Ma ho visto... ho visto questo accumulo colossale di chakra...
japanese: [_sasu_] 私はその2つのおおいつつきのような証拠を持っていません... しかし、私は見た...私はこの巨大なチャクラの蓄積を見ました...
spanish: [_sasu_] No tengo ninguna evidencia como esos dos tsutsuki... Pero ve... vi esta acumulación colosal de chakra...

source: [_sasu_] Only once did I catch the thread of this creature's chakra for a split second, but I saw...
french: [_sasu_] Une seule fois j'ai attrapé le fil du chakra de cette créature pour une seconde, mais j'ai vu ...
italian: [_sasu_] Solo una volta ho catturato il filo del chakra di questa creatura per un secondo diviso, ma ho visto...
japanese: [_sasu_] 一度だけこの生き物のチャクラの糸を瞬時に捕まえたが、私は見た...
spanish: [_sasu_] Solo una vez atrapé el hilo del chakra de esta criatura por un segundo dividido, pero vi ...

source: [_saku_] What did you see dear, you can tell me...
french: [_saku_] Qu'est-ce que vous avez vu cher, vous pouvez me le dire ...
italian: [_saku_] Che cosa hai visto caro, puoi dirmi...
japanese: [_saku_] あなたは何を見たのか、教えてくれます...
spanish: [_saku_] Lo que ves querido, puedes decirme...

source: [_sasu_] Wild and unbridled chakra... There is so much of it... Dozens of times more than in Naruto and Kurama...
french: [_sasu_] Chakra sauvage et débridé... Il y en a tant de... Des dizaines de fois plus que dans Naruto et Kurama...
italian: [_sasu_] Chakra selvaggio e sfrenato... ce ne sono tanto... Decine di volte più che a Naruto e Kurama...
japanese: [_sasu_] 野生のチャクラchar@@1char@@2ナルトと鞍馬に比べると数十倍もあるchar@@3。
spanish: [_sasu_] Chakra salvaje e inquebrantable... Hay tanto de ello... decenas de veces más que en Nartaño y Kurama...

source: [_sasu_] M-Maybe it's self-hypnosis... But I don't even know... Because of what I've seen, I'm having more and more nightmares...
french: [_sasu_] M-Peut-être que c'est une auto-hypnose ... Mais je ne sais même pas ... À cause de ce que j'ai vu, j'ai de plus en plus de cauchemars ...
italian: [_sasu_] M-Forse è auto-ipnosi... Ma non lo so nei... a causa di quello che ho visto, sto avendo sempre più incubi...
japanese: [_sasu_] M-多分それは自己催眠です... しかし、私は知らない...私が見てきたものので、私はますます悪夢を持っています...
spanish: [_sasu_] M-Tal vez es auto-hipnosis... Pero ni siquiera lo sé... Por lo que he visto, cada vez tengo más pesadillas...

source: [_saku_] Do you think this chakra is related to those Ōtsutsuki?
french: [_saku_] Pensez-vous que ce chakra est lié à ceux d'Ōtsutsuki ?
italian: [_saku_] Pensi che questo chakra sia correlato a quelli O<unk> tsutsuki?
japanese: [_saku_] このチャクラはそのおつつきと関係があると思いますか？
spanish: [_saku_] ¿Crees que este chakra está relacionado con aquellos Oítsuki?

source: [_sasu_] I don't know. It's likely that only Ōtsutsuki could have that level of power, but I can't be certain.
french: [_sasu_] Je ne sais pas. Il est probable que seul Ōtsutsuki puisse avoir ce niveau de puissance, mais je ne peux pas en être certain.
italian: [_sasu_] non lo so. È probabile che solo O<unk> tsutsuki potrebbe avere quel livello di potenza, ma non posso essere sicuro.
japanese: [_sasu_] わかりません。おそらく大筒木だけがその程度の力を持っていると思われますが、確かではありません。
spanish: [_sasu_] No sé. Es probable que sólo O.Utsutsuki pueda tener ese nivel de poder, pero no puedo estar seguro.

source: [_saku_] It's okay Sasuke, we'll figure this out together...
french: [_saku_] C'est bon Sasuke, nous allons comprendre cela ensemble...
italian: [_saku_] Va bene Sasuke, lo capiremo insieme...
japanese: [_saku_] 大丈夫です、サスケさん、一緒に考えてみましょう...
spanish: [_saku_] Está bien Sasuke, lo veremos juntos...

source: [_m_] Sasuke and Sakura left about an hour ago.
french: [_m_] Sasuke et Sakura sont partis il y a environ une heure.
italian: [_m_] Sasuke e Sakura sono partiti circa un'ora fa.
japanese: [_m_] 佐助とさくらは約1時間前に出発した。
spanish: [_m_] Sasuke y Sakura se fueron hace aproximadamente una hora.

source: [_m_] All this time I've been standing there wondering if Kamiko is so dangerous that even Sasuke Uchiha is trembling...
french: [_m_] Tout ce temps, je me suis demandé si Kamiko était si dangereux que même Sasuke Uchiha tremblait ...
italian: [_m_] Per tutto questo tempo mi chiedo se Kamiko sia così pericoloso che anche Sasuke Uchiha tremerà...
japanese: [_m_] 神子がそんなに危険なのかと思って、今までずっとそこに立っていたのですが、内羽佐助でも震えています...
spanish: [_m_] Todo este tiempo que he estado de pie preguntando si Kamiko es tan peligroso que incluso Sasuke Uchiha se está extendiendo...

source: [_m_] Am I, an ordinary guy, a pizza delivery man... Completely useless as a shinobi... What's the matter... Even as a person...
french: [_m_] Am moi, un gars ordinaire, un livreur de pizzas... Complètement inutile comme un shinobi... Quelle importance... Même en tant que personne...
italian: [_m_] Sono io, un ragazzo ordinario, un uomo di consegna di pizza... Completamente inutile come uno shinobi... Che cos'è la questione... Anche come una persona...
japanese: [_m_] 私は普通の男、ピザの配達人だ...篠尾として完全に役に立たない...どういうことだ...人としても...
spanish: [_m_] Soy yo, un hombre común, un hombre de entrega de pizza... completamente inútil como un shinobi... ¿Cuál es la cuestión... Incluso como persona...

source: [_m_] Did I fall into the clutches of the most terrible creature in the world?
french: [_m_] Est-ce que je tombe dans les embrayages de la créature la plus terrible du monde ?
italian: [_m_] Sono caduto nelle grinfie della creatura più terribile del mondo?
japanese: [_m_] 私は世界で最も恐ろしい生き物のクラッチに落ちましたか?
spanish: [_m_] ¿He caído en las garras de la criatura más terrible del mundo?

source: [_m_] Or... Is it all wrong?
french: [_m_] ou... Est-ce que tout va bien ?
italian: [_m_] Oppure... È tutto sbagliato?
japanese: [_m_] または... それはすべて間違っていますか?
spanish: [_m_] O... ¿Todo está mal?

source: [_su_] I found you.
french: [_su_] Je vous ai trouvé.
italian: [_su_] ti ho trovata.
japanese: [_su_] あなたを見つけました。
spanish: [_su_] te he encontrado.

source: [_m_] What...
french: [_m_] Quoi...
italian: [_m_] Cosa...
japanese: [_m_] 何...
spanish: [_m_] Qué ...

source: [_su_] I thought you would run away...
french: [_su_] Je croyais que tu serais loin ...
italian: [_su_] Pensavo che saresti andato via...
japanese: [_su_] 私はあなたが逃げると思った...
spanish: [_su_] pensé que se escaparía...

source: [_su_] You won't hurt anyone else.
french: [_su_] Vous ne ferez pas de mal à personne d'autre.
italian: [_su_] Non farai del male a nessuno.
japanese: [_su_] あなたは誰も傷つけません。
spanish: [_su_] Usted no hará daño a nadie más.

source: [_su_] Beast.
french: [_su_] Bête.
italian: [_su_] Bestia.
japanese: [_su_] ビースト.
spanish: [_su_] Bestia.

source: [_m_] I...
french: [_m_] Je...

source: [_m_] It happened again...
french: [_m_] Cela s'est produit à nouveau...
italian: [_m_] È successo di nuovo...
japanese: [_m_] 再び起こりました...
spanish: [_m_] Ha ocurrido de nuevo...

source: [_m_] How did he find me...
french: [_m_] Comment m'a-t-il trouvé ...
italian: [_m_] Come mi ha trovato...
japanese: [_m_] 彼はどのように私を見つけました...
spanish: [_m_] ¿Cómo me encontró...

source: [_m_] I was in disguise...
french: [_m_] J'étais déguisement ...
italian: [_m_] ero travestito...
japanese: [_m_] 私は変装していました...
spanish: [_m_] Estaba disfrazado...

source: [_m_] All over again? I have to repeat this day again.
french: [_m_] Encore une fois ? Je dois répéter ce jour encore.
italian: [_m_] Ancora una volta? Devo ripetere ancora questa giornata.
japanese: [_m_] もう一度繰り返す必要があります。
spanish: [_m_] ¿De nuevo? Tengo que repetir este día otra vez.

source: [_m_] Okay, I'm supposed to get a message right now.
french: [_m_] Ok, je suis censé avoir un message maintenant.
italian: [_m_] Okay, dovrei ricevere un messaggio in questo momento.
japanese: [_m_] さて、今メッセージを受け取ることになっています。
spanish: [_m_] Vale, se supone que debo recibir un mensaje ahora mismo.

source: [_m_] Following him was a mistake, he's more dangerous than I thought last time...
french: [_m_] Après lui a été une erreur, il est plus dangereux que je pensais la dernière fois ...
italian: [_m_] Seguendolo è stato un errore, è più pericoloso di quanto pensassi l'ultima volta...
japanese: [_m_] 彼を追いかけるのは間違いだった。彼は前回思っていたよりも危険だった。
spanish: [_m_] Siguiendo que fue un error, es más peligroso de lo que pensaba la última vez...

source: [_m_] I must cancel this meeting.
french: [_m_] Je dois annuler cette réunion.
italian: [_m_] Devo annullare questa riunione.
japanese: [_m_] この会議をキャンセルしなければなりません。
spanish: [_m_] Debo cancelar esta reunión.

source: [_m_] But how can I do that? I can't just let my boss down...
french: [_m_] Mais comment puis-je faire cela ? Je ne peux pas laisser mon patron tomber...
italian: [_m_] Ma come posso farlo? Non posso solo deludere il mio capo...
japanese: [_m_] しかし、どうすればいいのでしょうか? ボスを失望させることはできません...
spanish: [_m_] Pero, ¿cómo puedo hacerlo? No puedo dejar caer a mi jefe ...

source: [_m_] Maybe I can come up with some urgent matter?
french: [_m_] Peut-être que je peux trouver une affaire urgente ?
italian: [_m_] Forse posso trovare una questione urgente?
japanese: [_m_] 緊急の問題を考えられるかも?
spanish: [_m_] ¿Tal vez pueda plantear alguna cuestión urgente?

source: [_m_] After all, she messaged me very unexpectedly...
french: [_m_] Après tout, elle m'a envoyé un message très inattendu...
italian: [_m_] Dopo tutto, mi ha messaggiato molto inaspettatamente...
japanese: [_m_] 結局, 彼女は非常に予期せず私をメッセージ...
spanish: [_m_] Después de todo, me envió un mensaje muy inesperado...

source: [_m_] How strange of her to just ignore me... She just stopped responding...
french: [_m_] Quelle étrange de sa part de me faire passer pour moi... Elle vient de cesser de répondre...
italian: [_m_] Quanto strano di lei a ignorarmi... Lei ha appena smesso di rispondere...
japanese: [_m_] ちょうど私を無視する彼女のどのように奇妙な...
spanish: [_m_] Qué extraña de ella simplemente ignorarme... Ella acaba de responder...

source: [_m_] Is that even her?
french: [_m_] Est-ce que c'est elle ?
italian: [_m_] È anche lei?
japanese: [_m_] それは彼女ですか?
spanish: [_m_] ¿Es eso incluso ella?
