Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_r_] Great! I… I'm glad. When can I start?
french: [_r_] Grand ! I… Je suis content. Quand puis-je commencer ?
italian: [_r_] Ottimo!… Sono felice. Quando posso iniziare?
japanese: [_r_] 素晴らしい！… よかった。いつ始められますか？
spanish: [_r_] ¡Genial! Yo… Estoy encantado. ¿Cuándo puedo empezar?

source: [_saku_] Come here tomorrow, I'll take you to your department.
french: [_saku_] Venez ici demain, je vous emprendrai dans votre département.
italian: [_saku_] Vieni qui domani, ti porterò nel tuo reparto.
japanese: [_saku_] 明日ここに来て、あなたの部署にお連れします。
spanish: [_saku_] Ven aquí mañana, te llevaré a tu departamento.

source: [_saku_] We'll see each other often now, I'm your direct superior.
french: [_saku_] Nous nous verrons souvent maintenant, je suis votre supérieur direct.
italian: [_saku_] Ci vedremo spesso adesso, sono il tuo superiore diretto.
japanese: [_saku_] 私たちは今、よくお互いに会うでしょう、私はあなたの直接の上司です。
spanish: [_saku_] Nos veremos a menudo ahora, soy su superior directo.

source: [_r_] Oh, okay, go easy on me!
french: [_r_] Oh, d'accord, allez-y !
italian: [_r_] Oh, va bene, va facile su di me!
japanese: [_r_] ああ、大丈夫、簡単に私に行く!
spanish: [_r_] Oh, bien, ¡ve fácil conmigo!

source: [_saku_] Of course, of course! The main thing is to always answer my calls or messages, in general, stay in touch.
french: [_saku_] Bien sûr, bien sûr ! L'essentiel est de toujours répondre à mes appels ou messages, en général, rester en contact.
italian: [_saku_] Naturalmente, naturalmente! La cosa principale è rispondere sempre alle mie chiamate o ai miei messaggi, in generale, rimanere in contatto.
japanese: [_saku_] もちろん、もちろんです!主なことは、常に私の電話やメッセージに答えることです, 一般的に, 連絡してください.
spanish: [_saku_] ¡Por supuesto, por supuesto! Lo principal es siempre responder a mis llamadas o mensajes, en general, estar en contacto.

source: [_saku_] We've already called each other, this is my personal number, so I'll text you from it.
french: [_saku_] On s'est déjà appelé, c'est mon numéro personnel, je t'enverrai donc un texto.
italian: [_saku_] Ci siamo già chiamati a vicenda, questo è il mio numero personale, quindi ti invierò un messaggio.
japanese: [_saku_] すでにお互いに電話をしました。これは私の個人番号ですので、メールでお知らせします。
spanish: [_saku_] Ya nos hemos llamado el uno al otro, este es mi número personal, así que te voy a enviar un texto.

source: [_r_] Sure, I'll wait for your call, boss.
french: [_r_] Bien sûr, j'attendrai votre appel, patron.
italian: [_r_] Certo, aspetterò la tua chiamata, capo.
japanese: [_r_] ボス、お電話をお待ちしております。
spanish: [_r_] Claro, esperaré a tu llamada, jefe.

source: [_saku_] See you tomorrow, newbie!
french: [_saku_] Vous voyez demain, nouveau !
italian: [_saku_] Ci vediamo domani, novello!
japanese: [_saku_] また明日ね、初心者！
spanish: [_saku_] ¡Nos vemos mañana!

source: [_ka_] You’re back early, how did it go?
french: [_ka_] Vous êtes de retour tôt, comment ça s'est passé ?
italian: [_ka_] Sei tornato presto, come è andato?
japanese: [_ka_] 早く戻ってきました。どうでしたか？
spanish: [_ka_] Usted está de vuelta temprano, ¿cómo fue?

source: [_r_] All good, they accepted me.
french: [_r_] Tout bien, ils m'ont accepté.
italian: [_r_] Bene, mi hanno accettato.
japanese: [_r_] すべての良い, 彼らは私を受け入れました.
spanish: [_r_] Muy bien, me aceptó.

source: [_k_] Great, now you'll be closer to Sakura, you'll have time to use that to your advantage.
french: [_k_] Super, maintenant vous serez plus près de Sakura, vous aurez le temps de l'utiliser à votre avantage.
italian: [_k_] Ottimo, ora sarai più vicino a Sakura, avrai il tempo di usarlo a tuo vantaggio.
japanese: [_k_] 素晴らしい、さくらに近づけると、それを有利に活用する時間があります。
spanish: [_k_] genial, ahora estarás más cerca de Sakura, tendrás tiempo para usarlo en tu beneficio.

source: [_k_] What are you gonna do now? You have a whole day off.
french: [_k_] Qu'est-ce que tu vas faire maintenant ? Vous avez une journée entière.
italian: [_k_] Cosa farai adesso? Hai un giorno di riposo intero.
japanese: [_k_] 今からどうするつもりですか? あなたは丸一日休みを過ごしています。
spanish: [_k_] ¿Qué vas a hacer ahora? Usted tiene todo un día libre.

source: [_r_] When I was leaving, I saw Sakura going home, I have an idea.
french: [_r_] Quand je pars, j'ai vu Sakura rentrer à la maison, j'ai une idée.
italian: [_r_] Quando ero in partenza, ho visto Sakura andare a casa, ho un'idea.
japanese: [_r_] 出発すると、さくらが家に帰るのを見ました。
spanish: [_r_] Cuando estaba saliendo, vi a Sakura irse a casa, tengo una idea.

source: [_ka_] Are you going to spy on her?
french: [_ka_] Vous allez vous espionner ?
italian: [_ka_] Sta per spiare lei?
japanese: [_ka_] 彼女をスパイしますか？
spanish: [_ka_] ¿Te vas a espiar?

source: [_r_] Yes, it would be cool to use a disguise and follow Sakura for a bit.
french: [_r_] Oui, il serait cool d'utiliser un déguisement et de suivre Sakura un peu.
italian: [_r_] Sì, sarebbe bello usare un travestimento e seguire Sakura per un po'.
japanese: [_r_] はい、変装して少しさくらを追いかけるのはクールです。
spanish: [_r_] Sí, sería genial usar un disfraz y seguir un poco a Sakura.

source: [_r_] I should find out more about her personal life, it will help us bond.
french: [_r_] Je devrais en savoir plus sur sa vie personnelle, elle nous aidera à nous lier.
italian: [_r_] Dovrei saperne di più sulla sua vita personale, ci aiuterà legame.
japanese: [_r_] 私は彼女の個人的な生活についてもっと知る必要があります, それは私たちの絆を助けます.
spanish: [_r_] Debería averiguar más acerca de su vida personal, nos ayudará a vincularnos.

source: [_ka_] Good idea, go for it.
french: [_ka_] Bonne idée, allez-y.
italian: [_ka_] Buona idea, andare per esso.
japanese: [_ka_] 良いアイデア, それのために行きます.
spanish: [_ka_] buena idea, ve a ello.

source: [_r_] Let's go.
french: [_r_] Allons-y.
italian: [_r_] Andiamo.
japanese: [_r_] 行きましょう。
spanish: [_r_] vayamos.

source: [_m_] The door is open, great.
french: [_m_] La porte est ouverte, grande.
italian: [_m_] La porta è aperta, grande.
japanese: [_m_] ドアが開いています。
spanish: [_m_] La puerta está abierta, genial.

source: [_m_] So... I kind of entered quietly...
french: [_m_] Donc ... Je suis entré tranquillement ...
italian: [_m_] Così... Sono entrato tranquillamente...
japanese: [_m_] だから... 静かに入って...
spanish: [_m_] Así que... he entrado en silencio...

source: [_m_] Where's Sakura...
french: [_m_] Où est Sakura...
japanese: [_m_] Sakuraはどこで...
spanish: [_m_] Dónde, Sakura...

source: [_m_] Well, well, well... Just look at this...
french: [_m_] Eh bien, eh bien... Regardez juste ceci...
italian: [_m_] Beh, beh, bene... Basta guardare questo...
japanese: [_m_] さて、さて、さて、これを見てくださいchar@@1
spanish: [_m_] Bueno, bien... Basta con ver esto...

source: [_m_] Fucking Jackpot...
french: [_m_] Putain de Jackpot...
italian: [_m_] Cazzo Jackpot...
japanese: [_m_] クソジャックポット...
spanish: [_m_] Fuck Jackpot...

source: [_m_] That body... she's so fucking hot...
french: [_m_] Ce corps... elle est tellement chaude...
italian: [_m_] Quel corpo... è così scopata caldo...
japanese: [_m_] その体...彼女はとても熱いです...
spanish: [_m_] Ese cuerpo... ella está tan follando calor...

source: [_m_] Naruto and Sasuke got themselves the hottest women in all of fucking Konoha.
french: [_m_] Naruto et Sasuke se sont fait les femmes les plus chaudes de tous les putains de Konoha.
italian: [_m_] Naruto e Sasuke si sono prese le donne più calde in tutta la scopata Konoha.
japanese: [_m_] ナルトとサスケは自分自身で最もホットな女性を得ました近衛派のすべてのクソ.
spanish: [_m_] Narut y Sasuke se pusieron las mujeres más calientes de todos los follando Konoha.

source: [_m_] I'm on time, huh?
french: [_m_] Je suis à temps, non ?
italian: [_m_] Sono in orario, eh?
japanese: [_m_] 時間通りだよね？
spanish: [_m_] Estoy a tiempo, ¿eh?

source: [_m_] You're getting ready, but who's coming?
french: [_m_] Vous vous apprêtez à vous préparer, mais qui vient ?
italian: [_m_] Ti stai preparando, ma chi sta arrivando?
japanese: [_m_] 準備はできていますが、誰が来ますか？
spanish: [_m_] Estás listo, pero ¿quién viene?

source: [_m_] Hmm, I think there's only one right answer.
french: [_m_] Hmm, je pense qu'il n'y a qu'une seule bonne réponse.
italian: [_m_] Hmm, penso che ci sia solo una risposta giusta.
japanese: [_m_] うーん、正解は一つだけだと思います。
spanish: [_m_] Hmm, creo que solo hay una respuesta correcta.

source: [_m_] That’s definitely for Sasuke's arrival.
french: [_m_] C'est définitivement pour l'arrivée de Sasuke.
italian: [_m_] Questo è sicuramente per l'arrivo di Sasuke.
japanese: [_m_] 佐助の到着は間違いなくです。
spanish: [_m_] Eso es definitivamente para la llegada de Sasuke.

source: [_saku_] He'll definitely appreciate this outfit!
french: [_saku_] Il appréciera certainement cette tenue !
italian: [_saku_] apprezzerà sicuramente questo outfit!
japanese: [_saku_] この衣装には絶対に感謝します!
spanish: [_saku_] ¡Definitivamente agradecerá este equipamiento!

source: [_saku_] But maybe I should meet him naked?
french: [_saku_] Mais peut-être devrais-je le rencontrer nu ?
italian: [_saku_] Ma forse dovrei incontrarlo nudo?
japanese: [_saku_] しかし、私は裸で彼に会うべきかも?
spanish: [_saku_] ¿Pero tal vez debería encontrarme desnudo?

source: [_saku_] Good thing Sarada is on a mission.
french: [_saku_] Bonne chose Sarada est en mission.
italian: [_saku_] Buona cosa Sarada è in missione.
japanese: [_saku_] サラダは良いことが使命です。
spanish: [_saku_] Lo bueno de Sarada está en una misión.

source: [_m_] That lingerie is just right.
french: [_m_] Cette lingerie est juste.
italian: [_m_] Quella lingerie è giusta.
japanese: [_m_] あのランジェリーはちょうどいい。
spanish: [_m_] Esa lencería está bien.

source: [_m_] Now, since Sasuke's going to get here, I gotta get out.
french: [_m_] Maintenant, puisque Sasuke va arriver ici, je dois sortir.
italian: [_m_] Ora, dal momento che Sasuke sta per arrivare qui, ho ottenuto uscire.
japanese: [_m_] 今, サスケはここに取得しようとしているので、, 私は外に出なければなりません.
spanish: [_m_] Ahora, desde que Sasuke va a llegar aquí, tengo que salir.

source: [_m_] I can't be 100% sure the guy won’t see me with his eyes.
french: [_m_] Je ne peux pas être sûr à 100% que le mec ne me voit pas avec ses yeux.
italian: [_m_] Non posso essere sicuro al 100% che il ragazzo non mi vedrà con gli occhi.
japanese: [_m_] 彼が目で私を見ないことは100%確信できません。
spanish: [_m_] No puedo estar 100% seguro de que el tipo no me verá con sus ojos.

source: [_m_] Since he saw Kamiko's chakra thread in the past...
french: [_m_] Depuis qu'il a vu le fil de chakra de Kamiko dans le passé ...
italian: [_m_] Da quando vide il filo del chakra di Kamiko in passato...
japanese: [_m_] 以来、神子のチャクラスレッドを見たので...
spanish: [_m_] Desde que vio el hilo del chakra de Kamiko en el pasado...

source: [_m_] Well, well... Hinata... Time to practice with Kamiko's gift.
french: [_m_] Eh bien, eh bien... Hinata... Il est temps de vous entraîner avec le cadeau de Kamiko.
italian: [_m_] Beh, bene... Hinata... È ora di esercitarsi con il regalo di Kamiko.
japanese: [_m_] うーん...ひなた... 神子の贈り物を使って練習する時間。
spanish: [_m_] Bueno, bien... Hinata... Es hora de practicar con el regalo de Kamiko.

source: [_m_] She's not at home, so this is the perfect time to try out the room.
french: [_m_] Elle n'est pas à la maison, donc c'est le moment idéal pour essayer la pièce.
italian: [_m_] Lei non è a casa, quindi questo è il momento perfetto per provare la stanza.
japanese: [_m_] 彼女は家にいないので、これは部屋を試してみるのに最適な時期です。
spanish: [_m_] Si no está en casa, por lo que este es el momento perfecto para probar la habitación.

source: [_r_] Yes, come in, Hinata.
french: [_r_] Oui, venez, Hinata.
italian: [_r_] Sì, entra, Hinata.
japanese: [_r_] はい、お入りください。
spanish: [_r_] Sí, venga, Hinata.

source: [_hi_] So this is your little apartment, huh?
french: [_hi_] Donc c'est votre petit appartement, hein ?
italian: [_hi_] Quindi questo è il tuo piccolo appartamento, eh?
japanese: [_hi_] これがあなたの小さなアパートですね。
spanish: [_hi_] Así que este es tu pequeño apartamento, ¿eh?

source: [_hi_] It's cozy in here, I'm glad you decided to invite me.
french: [_hi_] C'est fainéant ici, je suis heureux que vous avez décidé de m'inviter.
italian: [_hi_] È accogliente qui, sono contento che tu abbia deciso di invitarmi.
japanese: [_hi_] こちらは居心地が良いので、私を招待してくれたことを嬉しく思います。
spanish: [_hi_] Es acogedor aquí, me alegro de que decidas invitarme.

source: [_r_] I thought you wouldn't like it much considering you live in a big house.
french: [_r_] Je pensais que vous n'aimeriez pas beaucoup considérer que vous virez dans une grande maison.
italian: [_r_] Pensavo che non ti sarebbe piaciuto molto considerando che vivete in una grande casa.
japanese: [_r_] 大きな家に住んでいることを考えると、あまり気に入らないと思いました。
spanish: [_r_] pensé que no te gustaría mucho considerando que vives en una casa grande.

source: [_hi_] No matter where, you're always fun to be around.
french: [_hi_] Peu importe où, vous êtes toujours amusant à être là.
italian: [_hi_] Non importa dove, sei sempre divertente di stare intorno.
japanese: [_hi_] どこにいても、あなたはいつも周りにいるのが楽しいです。
spanish: [_hi_] No importa dónde, siempre eres divertido para estar a tu alrededor.

source: [_r_] I've got something interesting for you...
french: [_r_] J'ai quelque chose d'intéressant pour vous...
italian: [_r_] Ho qualcosa di interessante per te...
japanese: [_r_] 興味深いことがあります...
spanish: [_r_] Tengo algo interesante para ti...

source: [_r_] Ready to have some fun?
french: [_r_] Prêt à vous amuser ?
italian: [_r_] Pronto a divertirsi?
japanese: [_r_] 楽しむ準備はできましたか？
spanish: [_r_] ¿Listo para divertirte?

source: [_hi_] Of course... That's why I came...
french: [_hi_] Bien sûr... C'est pourquoi je suis venu...
italian: [_hi_] Certo... Ecco perché sono venuto...
japanese: [_hi_] もちろん...だから来た...
spanish: [_hi_] Por supuesto... Por eso he venido...

source: [_r_] Put on this outfit, you'll look incredibly hot in it.
french: [_r_] Mettez cette tenue, vous aurez l'air incroyablement chaud.
italian: [_r_] Metti su questo vestito, ti sembrerà incredibilmente caldo in esso.
japanese: [_r_] この衣装を着ると、とても暑く見えますよ。
spanish: [_r_] Pon en este traje, te verás increíblemente caliente en él.

source: [_hi_] Sure, give me a minute...
french: [_hi_] Bien sûr, donnez-moi une minute ...
italian: [_hi_] Certo, dammi un minuto...
japanese: [_hi_] 確かに、ちょっと待ってください...
spanish: [_hi_] Claro, dame un minuto...

source: [_m_] Kamiko made a cool costume, I like it.
french: [_m_] Kamiko a fait un costume cool, je l'aime.
italian: [_m_] Kamiko ha fatto un costume fresco, mi piace.
japanese: [_m_] 神子さんがカッコいい衣装を作ってくれました。
spanish: [_m_] Kamiko hizo un traje genial, me gusta.

source: [_r_] Wow... Look at you! You're just perfect in it.
french: [_r_] Wow... Regardez-vous ! Vous êtes juste parfait.
italian: [_r_] Wow... Guarda! Sei solo perfetto in esso.
japanese: [_r_] Wow... あなたを見てください。あなたは完璧です。
spanish: [_r_] Wow... ¡Mira a ti! Eres perfecto en ella.

source: [_hi_] The outfit is so... Revealing... Do you like how it highlights my shapes?
french: [_hi_] La tenue est donc ... Révéler ... Aimez-vous comment il met en évidence mes formes ?
italian: [_hi_] L'outfit è così... Rivela... Ti piace come mette in evidenza le mie forme?
japanese: [_hi_] 衣装はとても... 明らかに... あなたはそれが私の形を強調する方法が好きですか?
spanish: [_hi_] El atuendo es así... Revelando... ¿Te gusta cómo resalta mis formas?

source: [_r_] Of course, Hinata... You're incredibly hot.
french: [_r_] Bien sûr, Hinata... Vous êtes incroyablement chaud.
italian: [_r_] Certo, Hinata... Sei incredibilmente caldo.
japanese: [_r_] もちろん、ひなた... あなたは信じられないほど暑いです。
spanish: [_r_] Por supuesto, Hinata... Estás increíblemente caliente.

source: [_hi_] Thank you... You making me feel so flustered...
french: [_hi_] Merci... Vous me faites sentir si fluide...
italian: [_hi_] Grazie... Mi fai sentire così fiammeggiato...
japanese: [_hi_] ありがとうchar@@1 あなたは私を動揺させてくれます...
spanish: [_hi_] Gracias ... Me haces sentir tan acanalado ...

source: [_r_] Come with me to the other room, it's time to relax a bit.
french: [_r_] Viens avec moi dans l'autre pièce, il est temps de se détendre un peu.
italian: [_r_] Vieni con me nell'altra stanza, è il momento di rilassarti un po'.
japanese: [_r_] 私と一緒に他の部屋に来て、少しリラックスする時間です。
spanish: [_r_] Ven conmigo a la otra habitación, es hora de relajarse.

source: [_r_] Do you see this room, Hinata? From now on, we’ll spend every evening here.
french: [_r_] Tu vois cette pièce, Hinata ? Désormais de maintenant, nous passerons tous les soirs ici.
italian: [_r_] Vedete questa stanza, Hinata? D'ora in poi, passeremo ogni sera qui.
japanese: [_r_] この部屋、ひなたちゃんは見えますか？これからは毎晩ここで過ごします。
spanish: [_r_] ¿Ves esta habitación, Hinata? A partir de ahora, pasaremos todas las noches aquí.

source: [_r_] We will experience a world of pleasure here.
french: [_r_] Nous allons vivre un monde de plaisir ici.
italian: [_r_] Qui vivremo un mondo di piacere.
japanese: [_r_] 私たちはここで喜びの世界を体験します。
spanish: [_r_] Aquí experimentaremos un mundo de placer.

source: [_r_] Let's slowly discover everything we can...
french: [_r_] Voyons lentement tout ce que nous pouvons ...
italian: [_r_] Scopriamo lentamente tutto quello che possiamo...
japanese: [_r_] 私たちができることをゆっくり発見しましょう...
spanish: [_r_] Descubramos poco a poco todo lo que podemos...

source: [_hi_] Y-yes...
french: [_hi_] O-oui...
italian: [_hi_] Y-sì...

source: [_hi_] I'm ready...
french: [_hi_] Je suis prêt...
italian: [_hi_] Sono pronto...
japanese: [_hi_] 準備ができています...
spanish: [_hi_] Estoy listo ...

source: [_r_] What shall we name this room? Love room? Lust room? Training room? M...? What do you think?
french: [_r_] Comment nommerons-nous cette salle ? Vous aimez la salle ? Besoin de la salle ? Salle d'entraînement ? M... ? Que pensez-vous ?
italian: [_r_] Che cosa chiameremo questa stanza? Amore stanza? Stanza necessaria? Stanza di allenamento? M...? Cosa ne pensi?
japanese: [_r_] この部屋の名前は何ですか? ラブラスト部屋? トレーニング部屋? どう思いますか?
spanish: [_r_] ¿Qué nombraremos esta habitación? ¿Habitación de amor ¿La lujuria? ¿Sala de entrenamiento? M. ..? ¿Qué te parece?

source: [_hi_] The last one... Sounds so hot... I like it...
french: [_hi_] Le dernier ... Ça sonne si chaud ... J'aime ça ...
italian: [_hi_] L'ultimo... Suona così caldo... Mi piace...
japanese: [_hi_] 最後の1つ...とても暑い音...私はそれが好き...
spanish: [_hi_] El último... Suena tan caliente... Me gusta...

source: [_r_] Training room. So be it.
french: [_r_] Salle d'entraînement. Soit.
italian: [_r_] Sala di addestramento. Così sia.
japanese: [_r_] トレーニングルーム. だから、それ.
spanish: [_r_] Sala de formación. Así sea.

source: [_r_] So in this room you are mine and I am yours. No prying eyes, no judgment or fear.
french: [_r_] Donc, dans cette pièce, vous êtes à moi et je suis à vous. Pas de regard, pas de jugement ou de peur.
italian: [_r_] Così in questa stanza tu sei mio e io sono tuo. Nessun occhio indiscreto, nessun giudizio o paura.
japanese: [_r_] この部屋では、あなたは私のものであり、私はあなたのものです。詮索好きな目も、裁きも恐れもありません。
spanish: [_r_] Así que en esta sala eres mío y yo soy tuyo. Sin ojos indiscretos, sin juicio ni miedo.

source: [_r_] No matter what you and I do in this room... All of this will remain within these walls...
french: [_r_] Peu importe ce que vous et moi faisons dans cette pièce ... Tout cela restera à l'intérieur de ces murs ...
italian: [_r_] Non importa quello che facciamo tu e io in questa stanza... Tutto questo rimarrà all'interno di queste pareti...
japanese: [_r_] あなたと私がこの部屋で何をしても... これらのすべてがこれらの壁の中に残ります...
spanish: [_r_] No importa lo que tú y yo hagamos en esta sala... todo esto permanecerá dentro de estos muros...

source: [_hi_] Yes... Only here...
french: [_hi_] Oui... Seulement ici...
italian: [_hi_] Sì... Solo qui...
japanese: [_hi_] はい... ここでのみ...
spanish: [_hi_] Sí ... Sólo aquí ...

source: [_r_] In ordinary life, anywhere, we are good friends... Lovers...
french: [_r_] Dans la vie ordinaire, n'importe où, nous sommes de bons amis ... Couvertures ...
italian: [_r_] Nella vita ordinaria, ovunque, siamo buoni amici... amanti...
japanese: [_r_] 普通の生活の中で, どこでも, 私たちは良い友人です... 恋人...
spanish: [_r_] En la vida ordinaria, en cualquier lugar, somos buenos amigos ... Amantes ...

source: [_r_] But when you cross the threshold of this room... You are my submissive, my slave, I am your master, owner.
french: [_r_] Mais quand tu franchis le seuil de cette pièce... Tu es ma soumise, mon esclave, je suis ton maître, ton possesseur.
italian: [_r_] Ma quando attraversate la soglia di questa stanza... Tu sei il mio sottomesso, il mio schiavo, io sono il tuo padrone, proprietario.
japanese: [_r_] しかし、この部屋のしきい値を超えると...あなたは私の従順、私の奴隷、私はあなたのマスター、所有者です。
spanish: [_r_] Pero cuando cruzas el umbral de esta sala... Eres mi sumiso, mi esclavo, soy tu dueño, dueño.

source: [_hi_] T-Then... Take care of me... Master...
french: [_hi_] T-Alors ... Prends soin de moi ... Maître ...
italian: [_hi_] T-Then... Prenditi cura di me... Master...
japanese: [_hi_] T-Then... 私の世話をしてください...
spanish: [_hi_] T-Then... Cuídenme... Maestro...

source: [_m_] I did a good job, got a job from Sakura, trained Hinata.
french: [_m_] J'ai fait un bon travail, j'ai obtenu un emploi de Sakura, entraîné Hinata.
italian: [_m_] Ho fatto un buon lavoro, ho ottenuto un lavoro da Sakura, addestrato Hinata.
japanese: [_m_] 良い仕事をして、さくらから仕事をもらい、ひなたを訓練しました。
spanish: [_m_] hice un buen trabajo, conseguí un trabajo de Sakura, entrenó a Hinata.

source: [_m_] Kamiko must be pleased with me!
french: [_m_] Kamiko doit être satisfait de moi !
italian: [_m_] Kamiko deve essere soddisfatto di me!
japanese: [_m_] 神子は私に満足しなければなりません!
spanish: ¡[_m_] Kamiko debe estar complacido conmigo!

source: [_m_] Tomorrow I will meet up with Sakura and begin to look over my plan.
french: [_m_] Demain, je vais rencontrer Sakura et commencer à regarder mon plan.
italian: [_m_] Domani mi incontrerò con Sakura e inizierò a guardare oltre il mio piano.
japanese: [_m_] 明日はさくらと会い、自分の計画を見ていきます。
spanish: [_m_] Mañana me reuniré con Sakura y empezaré a revisar mi plan.

source: [_m_] After all, I need to use taunt on her to start seducing her.
french: [_m_] Après tout, j'ai besoin d'utiliser ta tante pour la séduire.
italian: [_m_] Dopotutto, ho bisogno di usare la taunt su di lei per iniziare a sedurla.
japanese: [_m_] 結局, 私は彼女を誘惑し始めるために彼女に挑発を使用する必要があります.
spanish: [_m_] Después de todo, necesito usar burla sobre ella para empezar a seducirla.

source: [_m_] Huh? Is that Sakura?
french: [_m_] Hein ? C'est ça Sakura ?
italian: [_m_] Huh? È Sakura?
japanese: [_m_] え、あれはさくらですか？
spanish: [_m_] Huh? ¿Es eso Sakura?

source: [_m_] Oh, right now? With this rain?
french: [_m_] Oh, maintenant ? Avec cette pluie ?
italian: [_m_] Oh, adesso? Con questa pioggia?
japanese: [_m_] ああ、今すぐ？この雨で？
spanish: [_m_] Oh, ahora mismo? ¿Con esta lluvia?

source: [_m_] On the other hand, Sakura took the initiative herself!
french: [_m_] D'autre part, Sakura a elle-même pris l'initiative !
italian: [_m_] D'altra parte, Sakura ha preso l'iniziativa stessa!
japanese: [_m_] 一方、さくらは自ら率先して出発!
spanish: [_m_] Por otro lado, Sakura tomó la iniciativa ella misma!

source: [_m_] That's even better, I'll try to use taunt today if the chance is right.
french: [_m_] C'est encore mieux, je vais essayer d'utiliser ta tante aujourd'hui si la chance est bonne.
italian: [_m_] Questo è ancora meglio, cercherò di usare la taunt oggi se la possibilità è giusta.
japanese: [_m_] 機会があれば、今日は挑発してみます。
spanish: [_m_] Eso es incluso mejor, intentaré usar burla hoy si la oportunidad es la correcta.

source: [_m_] There she is! Damn, I hope she didn't get too wet.
french: [_m_] Elle est là ! Merde, j'espère qu'elle ne s'est pas trop mouillée.
italian: [_m_] c'è! Dannazione, spero che non si sia bagnata troppo.
japanese: [_m_] 彼女はあります! くそ, 私は彼女があまりにも濡れていなかった願っています.
spanish: [_m_] ¡Ahí está! Maldita, espero que no se moje demasiado.

source: [_m_] Slightly delayed, even ashamed somehow...
french: [_m_] Légèrement retardé, même honteux quelque chose...
italian: [_m_] Poco ritardato, anche vergognato in qualche modo...
japanese: [_m_] 少し遅れています, 何らかの恥ずかしいです...
spanish: [_m_] ligeramente retrasado, incluso avergonzado de alguna manera...
