Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_saku_] The clients who came to see you yesterday spoke very positively about you, they say that you have some great and strong arms.
french: [_saku_] Les clients qui sont venus vous voir hier ont parlé très positivement de vous, ils disent que vous avez des bras forts et forts.
italian: [_saku_] I clienti che sono venuti a vederti ieri hanno parlato molto positivamente di te, dicono che hai delle braccia grandi e forti.
japanese: [_saku_] 昨日お見舞いに来てくれたお客様は、あなたのことをとてもポジティブに話してくれたそうです。
spanish: [_saku_] Los clientes que vinieron a verte ayer hablaron muy positivamente de ti, dicen que tienes algunas armas grandes y fuertes.

source: [_r_] Oh well, you can't take that away from me, I'm glad everyone likes it so much!
french: [_r_] Eh bien, vous ne pouvez pas m'ôter ça, je suis content que tout le monde l'aime tellement !
italian: [_r_] Oh bene, non puoi portarlo via da me, sono contento che a tutti piaccia tanto!
japanese: [_r_] ああ、まあ、あなたは私からそれを奪うことができない、私はみんながそんなにそれを気に入ってくれて嬉しいです!
spanish: [_r_] Oh bueno, no puedes quitarme eso de mí, ¡Me alegro de que a todos les guste tanto!

source: [_saku_] Keep it up. The main thing is not to relax too much, praise is good, but the main thing is to do your job well, you are showing yourself great in this regard.
french: [_saku_] Continuez ainsi. L'essentiel est de ne pas trop se détendre, les louanges sont bonnes, mais l'essentiel est de bien faire votre travail, vous vous montrez grand à cet égard.
italian: [_saku_] Tienilo alto. La cosa principale è non rilassarsi troppo, la lode è buona, ma la cosa principale è fare il vostro lavoro bene, vi state mostrando grande a questo proposito.
japanese: [_saku_] そのまま。 主なものはあまりリラックスしていない、賞賛は良いです。 でも大事なのは自分の仕事をうまくやることだ この点であなたは偉大な自分を見せている
spanish: [_saku_] Manténganlo. Lo principal es no relajarse demasiado, la alabanza es buena, pero lo principal es hacer bien tu trabajo, te estás mostrando genial en este sentido.

source: [_r_] I'll keep trying! By the way, is something wrong? Or did it just seem to me?
french: [_r_] Je vais continuer à essayer ! Soit dit en passant, quelque chose ne va pas ? Ou est-ce que ça me semble juste ?
italian: [_r_] continuerò a provare! A proposito, c'è qualcosa di sbagliato? O mi è sembrato soltanto?
japanese: [_r_] 頑張ります！ところで、何かおかしいのでしょうか？それとも私には見えたのでしょうか？
spanish: [_r_] ¡Sigo intentando! Por cierto, ¿algo está mal? ¿O simplemente me parecía?

source: [_saku_] Oh, you know, nothing serious, just aching shoulders, sedentary work and all...
french: [_saku_] Oh, tu sais, rien de sérieux, juste des épaules de douleur, du travail sédentaire et tous...
italian: [_saku_] Oh, sai, niente di serio, solo spalle, lavoro sedentario e tutto...
japanese: [_saku_] ああ、深刻なことは何もなく、ただ肩が痛いだけで、座りっぱな作業など...
spanish: [_saku_] Oh, ya sabes, nada serio, solo doler hombros, trabajo sedentario y todo...

source: [_r_] Maybe I could help you? I'm a massage therapist, after all.
french: [_r_] Peut-être que je pourrais t'aider ? Je suis un massothérapeute, après tout.
italian: [_r_] Forse potrei aiutarti? Sono un massaggiatore, dopotutto.
japanese: [_r_] 私はあなたを助けることができるかもしれません?
spanish: [_r_] ¿Tal vez podría ayudarle? Después de todo, soy un terapeuta de masaje.

source: [_saku_] Thanks for the offer, but not now, maybe after work I'll take some advantage of your kindness...
french: [_saku_] Merci pour l'offre, mais pas maintenant, peut-être après le travail je prendrais un peu de votre gentillesse ...
italian: [_saku_] Grazie per l'offerta, ma non ora, forse dopo il lavoro mi avvantaggerò della tua gentilezza...
japanese: [_saku_] 申し出をありがとうございますが、今ではなく、多分仕事の後、私はあなたの親切のいくつかの利点を取ります...
spanish: [_saku_] Gracias por la oferta, pero no ahora, tal vez después del trabajo tomaré alguna ventaja de su amabilidad...

source: [_r_] Understood, I'll keep that in mind!
french: [_r_] Compris, je garderai cela à l'esprit !
italian: [_r_] compreso, lo terrò in mente!
japanese: [_r_] わかりました。心に留めておきます！
spanish: [_r_] Enderstood, ¡lo tendré en cuenta!

source: [_m_] They keep coming and coming. What a crowd. I'm in such high demand today...
french: [_m_] Ils continuent à venir et à venir. Quelle foule. Je suis dans une telle demande aujourd'hui ...
italian: [_m_] Continuano a venire e a venire. Che folla. Sono in così alta domanda oggi...
japanese: [_m_] 彼らは来ています. なんと群衆. 私は今日、非常に高い需要にあります...
spanish: [_m_] Siguen viniendo y viniendo. Qué multitud. Estoy en tan alta demanda hoy ...

source: [_m_] Either the rumors about a good masseuse spread so quickly, or fate decided to give me a reality check...
french: [_m_] Soit les rumeurs sur une bonne masseuse se sont répandues si vite, soit le destin a décidé de me donner une vérification de la réalité ...
italian: [_m_] O le voci su una buona massaggiatrice si sono diffuse così rapidamente, o il destino ha deciso di darmi un controllo di realtà...
japanese: [_m_] 良いマッサージについての噂がそんなに速く広がったか、あるいは運命が私に現実のチェックを与えることにしたか...
spanish: [_m_] O los rumores sobre un buen masajista se difundieron tan rápidamente, o el destino decidió darme un control de la realidad...

source: [_m_] It's okay. Soon I will subdue Sakura and she will work her ass off to satisfy my perverted fantasies.
french: [_m_] C'est normal. Bientôt, je soumettrai Sakura et elle va lui faire du cul pour satisfaire mes fantasmes perversés.
italian: [_m_] Va bene. Presto sottometterò Sakura e lei lavorerà il culo fuori per soddisfare le mie fantasie perverse.
japanese: [_m_] それは大丈夫です. すぐに私はさくらを服従させ、彼女は私の変態ファンタジーを満たすために彼女のお尻を働かせます.
spanish: [_m_] está bien. Pronto someteré a Sakura y ella trabajará su culo para satisfacer mis perversas fantasías.

source: [_m_] Not only Sakura, I'll have a threesome with both Sakura and Hinata! I'll fuck them one by one until I'm all drained, and out of cum!
french: [_m_] Non seulement Sakura, j'aurai un trio avec Sakura et Hinata ! Je les baiserai un par un jusqu'à ce que je sois tous égouttés, et hors de foutre !
italian: [_m_] Non solo Sakura, avrò un trio sia con Sakura che con Hinata! Li farò scopare uno per uno fino a quando non sarò tutto svuotato, e fuori dello sperma!
japanese: [_m_] Sakuraだけでなく、SakuraとHinataの両方で3人組を作ります! 私はすべての排水されるまで、私は彼らを一つずつファックします, そして、クムから出ます!
spanish: [_m_] no solo Sakura, ¡tendré un trío con Sakura y Hinata! ¡Los follaré uno por uno hasta que esté todo drenado, y fuera de esperma!

source: [_m_] And then I'll make a harem of all the juiciest kunoichi in the world!
french: [_m_] Et puis je ferai un harem de tous les kunoichi les plus juteux du monde !
italian: [_m_] E poi farò un harem di tutti i kunoichi più succosi del mondo!
japanese: [_m_] そして、私は世界中のすべてのジューシーくのいちのハーレムを作ります!
spanish: [_m_] ¡Y entonces haré un arém de todos los kunoichi más juiciosos del mundo!

source: [_m_] Ha, dreams, dreams... I still have to work so hard for this...
french: [_m_] Ha, les rêves, les rêves... Je dois encore travailler si dur pour cela...
italian: [_m_] Ha, sogni, sogni... devo ancora lavorare così duramente per questo...
japanese: [_m_] ハ、夢、夢...私はまだこれのために一生懸命働かなければならない...
spanish: [_m_] Ja, dreams, dreams... Todavía tengo que trabajar tan duro para esto...

source: [_r_] Hey boss... I'm done.
french: [_r_] Salut chef... J'ai terminé.
italian: [_r_] Hey boss... Ho finito.
japanese: [_r_] ボス... 終わりました。
spanish: [_r_] Hey jefe... He terminado.

source: [_saku_] Good job, leave the keys on the table.
french: [_saku_] Bon travail, laisse les clés sur la table.
italian: [_saku_] Buon lavoro, lasciare le chiavi sul tavolo.
japanese: [_saku_] テーブルにキーを置いておきましょう。
spanish: [_saku_] Buen trabajo, deja las llaves en la mesa.

source: [_r_] Are you okay?
french: [_r_] Tu vas bien ?
italian: [_r_] Stai bene?
japanese: [_r_] 大丈夫ですか？
spanish: [_r_] ¿Está bien?

source: [_saku_] Not really... My shoulders hurt a lot... Sedentary work is killing me...
french: [_saku_] Pas vraiment... Mes épaules me font beaucoup de mal... Le travail sédentaire me tue...
italian: [_saku_] Non veramente... Le mie spalle fanno molto male... Il lavoro sedentario mi uccide...
japanese: [_saku_] 実際には...肩を痛めて...
spanish: [_saku_] no... Mis hombros duelen mucho... El trabajo sedentario me está matando...

source: [_r_] Well, my offer still stands.
french: [_r_] Eh bien, mon offre est toujours debout.
italian: [_r_] Beh, la mia offerta è ancora in piedi.
japanese: [_r_] さて、私の申し出はまだ残っています。
spanish: [_r_] Bueno, mi oferta sigue vigente.

source: [_saku_] Yes, but... I don't want to take advantage of being your boss...
french: [_saku_] Oui, mais ... Je ne veux pas profiter d'être votre patron ...
italian: [_saku_] Sì, ma... Non voglio approfittare di essere il tuo capo...
japanese: [_saku_] はい、ですが...あなたのボスであることを利用したくありません...
spanish: [_saku_] Sí, pero... no quiero aprovechar la oportunidad de ser tu jefe...

source: [_r_] Stop it, I don't mind it myself, I can tell you’re in pain.
french: [_r_] Arrêtez, je ne l'ai pas moi-même, je peux vous dire que vous êtes dans la douleur.
italian: [_r_] Fermatelo, non mi dispiace me stesso, posso dire che sei in dolore.
japanese: [_r_] やめてください。自分では気にしません。あなたが苦しんでいるのは分かります。
spanish: [_r_] Deténgalo, no me importa a mí mismo, puedo decir que estás en dolor.

source: [_saku_] If you say so... Alright, you may try...
french: [_saku_] Si vous le dites ... D'accord, vous pouvez essayer ...
italian: [_saku_] Se dici così... Bene, puoi provare...
japanese: [_saku_] もしあなたがそう言うなら...
spanish: [_saku_] Si lo dice ... Muy bien, usted puede probar ...

source: [_r_] You're really tense, boss, relax, I know what I’m doing.
french: [_r_] Vous êtes vraiment tendu, patron, détendu, je sais ce que je fais.
italian: [_r_] Sei davvero tesa, capo, relax, so cosa sto facendo.
japanese: [_r_] あなたは本当に緊張している、ボス、リラックスして、私は私がしていることを知っています。
spanish: [_r_] Eres muy tenso, jefe, tranquilo, sé lo que estoy haciendo.

source: [_saku_] Your hands feel really good... That's just what I needed...
french: [_saku_] Vos mains se sentent vraiment bien... C'est exactement ce dont j'avais besoin...
italian: [_saku_] Le tue mani si sentono davvero bene... È proprio quello che avevo bisogno...
japanese: [_saku_] あなたの手は本当に良い気分です... それは私が必要としていたものです...
spanish: [_saku_] Sus manos se sienten muy bien ... Eso es justo lo que necesitaba ...

source: [_saku_] Stop calling me boss, you can just call me Sakura.
french: [_saku_] Arrêtez de m'appeler patron, vous pouvez juste m'appeler Sakura.
italian: [_saku_] Smetti di chiamarmi capo, puoi solo chiamarmi Sakura.
japanese: [_saku_] ボスと呼ぶのはやめて、さくらと呼んでいいよ。
spanish: [_saku_] Deja de llamarme jefe, puedes llamarme Sakura.

source: [_r_] Okay, that's more convenient indeed.
french: [_r_] Ok, c'est plus pratique en effet.
italian: [_r_] Okay, è davvero più conveniente.
japanese: [_r_] わかりました、それは確かに便利です。
spanish: [_r_] Vale, eso es más conveniente.

source: [_saku_] You know, I've never been given a shoulder massage by any of the staff, I guess you're really as good as Hinata says you are.
french: [_saku_] Tu sais, je n'ai jamais eu droit à un massage des épaules de la part d'un membre du personnel, je suppose que tu es vraiment aussi bon qu'Hinata le dit.
italian: [_saku_] Sai, non mi è mai stato dato un massaggio alle spalle da nessuno del personale, Immagino che tu sia davvero buono come dice Hinata.
japanese: [_saku_] 私はスタッフから肩のマッサージを受けたことがありません。 私はあなたがひなたが言うように本当に良いと思います.
spanish: [_saku_] Usted sabe, nunca me han dado un masaje de hombro por parte del personal, supongo que usted es realmente tan bueno como Hinata dice que usted está.

source: [_r_] What did she say about me?
french: [_r_] Qu'a-t-elle dit sur moi ?
italian: [_r_] Che cosa ha detto di me?
japanese: [_r_] 彼女は私について何を言いましたか?
spanish: [_r_] ¿Qué dijo de mí?

source: [_saku_] So many good things, I was really surprised...
french: [_saku_] Tant de bonnes choses, j'ai été vraiment surpris...
italian: [_saku_] Tante cose buone, ero davvero sorpreso...
japanese: [_saku_] とても良いことがたくさんありました。本当に驚きました...
spanish: [_saku_] Tantas cosas buenas, me sorprendió mucho...

source: [_m_] Great chance, she's thinking of me at the moment.
french: [_m_] Bonne chance, elle pense à moi en ce moment.
italian: [_m_] Grande occasione, sta pensando a me al momento.
japanese: [_m_] 素晴らしいチャンス、彼女は今私のことを考えています。
spanish: [_m_] una gran oportunidad, está pensando en mí en este momento.

source: [_saku_] She... Hinata said that you understand people very well...
french: [_saku_] Elle... Hinata a dit que vous compreniez très bien les gens...
italian: [_saku_] Lei... Hinata ha detto che capisci molto bene la gente...
japanese: [_saku_] ひなたさんは、あなたがよく人を理解していると言っていました。
spanish: [_saku_] She... Hinata dijo que entendes muy bien a las personas...

source: [_saku_] That there's something about you that attracts people towards you, something very tempting...
french: [_saku_] Qu'il y a quelque chose qui attire les gens vers vous, quelque chose de très tentant ...
italian: [_saku_] Che c'è qualcosa di te che attira la gente verso di te, qualcosa di molto allettante...
japanese: [_saku_] あなたには何か魅力的なものがあるって...
spanish: [_saku_] Que hay algo sobre ti que atrae a la gente hacia ti, algo muy tento...

source: [_r_] Very nice to hear that from Hinata.
french: [_r_] Très agréable d'entendre cela de Hinata.
italian: [_r_] Molto bello sentirlo da Hinata.
japanese: [_r_] ひなたから聞いてとても嬉しいです。
spanish: [_r_] muy agradable escuchar eso de Hinata.

source: [_saku_] I think I understand what she was talking about...
french: [_saku_] Je pense que je comprends ce qu'elle parlait de ...
italian: [_saku_] Penso di capire di cosa stava parlando...
japanese: [_saku_] 私は彼女が何について話していたか理解していると思います...
spanish: [_saku_] creo que entiendo de qué hablaba...

source: [_saku_] It's so good...
french: [_saku_] C'est si bien...
italian: [_saku_] È così buono...
japanese: [_saku_] とても良いです...
spanish: [_saku_] Es muy bueno...

source: [_saku_] Your massage is so relaxing...
french: [_saku_] Votre massage est si relaxant ...
italian: [_saku_] Il tuo massaggio è così rilassante...
japanese: [_saku_] あなたのマッサージはとてもリラックスしています...
spanish: [_saku_] Su masaje es tan relajante ...

source: [_r_] How are you feeling?
french: [_r_] Comment vous sentez-vous ?
italian: [_r_] Come ti senti?
japanese: [_r_] どんな気分ですか?
spanish: [_r_] ¿Cómo te sientes?

source: [_saku_] I feel much better now...
french: [_saku_] Je me sens beaucoup mieux maintenant ...
italian: [_saku_] Mi sento molto meglio adesso...
japanese: [_saku_] 気分が良くなりました...
spanish: [_saku_] me siento mucho mejor ahora...

source: [_saku_] Damn... I... S-sorry... That's enough...
french: [_saku_] Bon sang... Je... Désolé... C'est assez...
italian: [_saku_] Dannazione... Mi dispiace... basta...
japanese: [_saku_] ちくしょうchar@@1 S-s-sorry...
spanish: [_saku_] Maldón... Yo... S-lo siento... Eso es suficiente...

source: [_r_] Is everything okay? Did I hurt you?
french: [_r_] Est-ce que tout va bien ? Je vous ai blessé ?
italian: [_r_] Va tutto bene? Ti ho fatto del male?
japanese: [_r_] 大丈夫ですか？あなたを傷つけましたか？
spanish: [_r_] ¿Está todo bien? ¿Te he lastimado?

source: [_saku_] No, no, you were really good, it's just... I feel a little different than usual...
french: [_saku_] Non, non, vous étiez vraiment bon, c'est juste... Je me sens un peu différent de l'habitude...
italian: [_saku_] No, no, sei stato davvero buono, è solo... mi sento un po 'diverso del solito...
japanese: [_saku_] いいえ、本当に良かったですね、それはただ...いつもと少し違う気がします...
spanish: [_saku_] No, no, eres realmente bueno, es justo... Me siento un poco diferente de lo habitual...

source: [_saku_] Anyway, thank you very much, you've been very helpful, see you tomorrow!
french: [_saku_] Bref, merci beaucoup, vous avez été très serviable, vous voyez demain !
italian: [_saku_] Comunque, grazie molto, sei stato molto utile, ci vediamo domani!
japanese: [_saku_] とにかく、ありがとうございました。また明日!
spanish: [_saku_] De todos modos, gracias mucho, has sido muy útil, ¡hasta mañana!

source: [_r_] Okay, bye.
french: [_r_] D'accord, au revoir.
italian: [_r_] Okay, ciao.
japanese: [_r_] わかりました。
spanish: [_r_] Vale, perdiendo.

source: [_m_] I understand what's going on.
french: [_m_] Je comprends ce qui se passe.
italian: [_m_] Capisco cosa sta succedendo.
japanese: [_m_] 何が起きているのか分かります。
spanish: [_m_] Entiendo lo que está sucediendo.

source: [_m_] You're too aroused, aren’t you?
french: [_m_] Tu es trop excité, n'est-ce pas ?
italian: [_m_] Sei troppo eccitato, vero?
japanese: [_m_] あなたはあまりにも興奮していませんか？
spanish: [_m_] Usted está demasiado excitado, ¿no?

source: [_m_] Someone doesn’t pay enough attention to your sweet pussy, poor Sakura.
french: [_m_] Quelqu'un ne prête pas assez d'attention à ta douce chatte, pauvre Sakura.
italian: [_m_] Qualcuno non presta abbastanza attenzione alla tua figa dolce, povera Sakura.
japanese: [_m_] あなたの可愛いオマンコ、かわいそうなさくらには十分な注意を払っていない人がいます。
spanish: [_m_] Alguien no presta suficiente atención a su dulce coño, pobre Sakura.

source: [_m_] I didn't close the door when I left, now let's see what you're doing in there.
french: [_m_] Je n'ai pas fermé la porte quand je suis parti, maintenant voyons ce que vous faites là.
italian: [_m_] Non ho chiuso la porta quando sono partito, ora vediamo cosa stai facendo lì dentro.
japanese: [_m_] 私が去ったときにドアを閉めなかったので、そこで何をしているのか見てみましょう。
spanish: [_m_] no cerré la puerta cuando me marché, ahora veamos lo que estás haciendo allí.

source: [_m_] Oh, how brave.
french: [_m_] Oh, quel courage.
italian: [_m_] Oh, quanto coraggioso.
japanese: [_m_] ああ、どのように勇敢。
spanish: [_m_] Oh, cuán valiente.

source: [_m_] You’re touching your breasts in the workplace...
french: [_m_] Vous touchez vos seins en milieu de travail ...
italian: [_m_] Stai toccando i tuoi seni sul posto di lavoro...
japanese: [_m_] 職場で胸を触っています...
spanish: [_m_] Estás tocando tus pechos en el lugar de trabajo ...

source: [_m_] You're such a bad girl, Sakura...
french: [_m_] Vous êtes une si mauvaise fille, Sakura ...
italian: [_m_] Sei una ragazza così cattiva, Sakura...
japanese: [_m_] あなたはそんな悪い女の子です, さくら...
spanish: [_m_] Usted es una chica tan mala, Sakura ...

source: [_m_] Did some physical affection from a hot new co-worker get you that aroused?
french: [_m_] Une affection physique d'un nouveau collègue chaud vous a-t-elle attiré ?
italian: [_m_] Qualche affetto fisico da un nuovo collaboratore caldo ti ha suscitato?
japanese: [_m_] 熱い新しい同僚の肉体的な愛情があなたを鼓舞しましたか?
spanish: [_m_] ¿Te ha provocado alguna afección física por un nuevo compañero caluroso?

source: [_m_] Don't worry, I'll make sure your pussy and boobs get enough attention soon enough.
french: [_m_] Ne vous inquiétez pas, je ferai en sorte que votre chatte et vos seins reçoivent assez d'attention bientôt.
italian: [_m_] Non ti preoccupare, assicurerò che la tua figa e le tue tette ottengano abbastanza presto attenzione.
japanese: [_m_] 心配しないで、あなたのオマンコとおっぱいが十分に注目されるようにします。
spanish: [_m_] No te preocupes, te aseguraré que tu coño y tus tetas reciban suficiente atención lo antes posible.

source: [_m_] It certainly wasn't the easiest day, but I took the first big step towards Sakura.
french: [_m_] Ce n'était certainement pas le jour le plus facile, mais j'ai pris le premier grand pas vers Sakura.
italian: [_m_] Non è certo il giorno più facile, ma ho fatto il primo grande passo verso Sakura.
japanese: [_m_] 確かに一番簡単な日ではありませんでしたが、さくらに向かう第一歩を踏み出しました。
spanish: [_m_] Ciertamente no fue el día más fácil, pero tomé el primer gran paso hacia Sakura.

source: [_m_] Perhaps we'll move on to something more interesting soon.
french: [_m_] Peut-être que nous allons passer à quelque chose de plus intéressant bientôt.
italian: [_m_] Forse passeremo a qualcosa di più interessante presto.
japanese: [_m_] もう少し興味深いものに移ろうと思います。
spanish: [_m_] Tal vez pasemos a algo más interesante pronto.

source: [_m_] I like to think that soon I will be able to fuck both Hinata and Sakura at the same time.
french: [_m_] J'aime penser que bientôt je vais pouvoir baiser à la fois Hinata et Sakura en même temps.
italian: [_m_] Mi piace pensare che presto sarò in grado di scopare sia Hinata che Sakura allo stesso tempo.
japanese: [_m_] すぐに日向とさくらを同時にヤれるようになると思いたい。
spanish: [_m_] Me gusta pensar que pronto podré follar tanto Hinata como Sakura al mismo tiempo.

source: [_m_] Hinata? It's so late.
french: [_m_] Hinata ? Il est si tard.
italian: [_m_] Hinata? È così tardi.
japanese: [_m_] ひなた? もう遅い。
spanish: ¿[_m_] Hinata? Es tan tarde.

source: [_r_] Hey Hina, is something wrong?
french: [_r_] Hé Hina, quelque chose ne va pas ?
italian: [_r_] Hey Hina, è qualcosa di sbagliato?
japanese: [_r_] Hey Hina、何か問題がありますか?
spanish: [_r_] Hey Hina, ¿está algo mal?

source: [_hi_] Hi! Yes, actually. I was texting Sakura just now.
french: [_hi_] Bonjour ! Oui, effectivement. Je envoyais des SMS à Sakura tout à l'heure.
italian: [_hi_] Ciao! Sì, in realtà. Stavo mandando un SMS a Sakura proprio ora.
japanese: [_hi_] こんにちは! はい, 実際に. 私はちょうど今さくらにメールを送っていました.
spanish: [_hi_] ¡Hola! Sí, en realidad. Estaba enviando un mensaje a Sakura hace un momento.

source: [_hi_] I can make you happy twice at once.
french: [_hi_] Je peux vous rendre heureux deux fois à la fois.
italian: [_hi_] Posso farti felice due volte contemporaneamente.
japanese: [_hi_] 一度に2回だけ幸せにすることができます。
spanish: [_hi_] puedo hacerte feliz dos veces a la vez.

source: [_r_] Intriguing, I hope this is really something good!
french: [_r_] Intriguing, j'espère que c'est vraiment quelque chose de bien !
italian: [_r_] intrigante, spero che questo sia davvero qualcosa di buono!
japanese: [_r_] 興味深い、私はこれは本当に良いものだと思います!
spanish: [_r_] intrigante, ¡espero que esto sea realmente algo bueno!

source: [_hi_] Well, first of all, you have a day off tomorrow, Sakura won’t go to the hospital, so there’s no one to supervise you.
french: [_hi_] Eh bien, tout d'abord, vous avez un jour de congé demain, Sakura ne va pas à l'hôpital, donc il n'y a personne pour vous superviser.
italian: [_hi_] Beh, prima di tutto, domani hai un giorno di riposo, Sakura non andrà in ospedale, quindi non c'è nessuno che ti supervisioni.
japanese: [_hi_] さて、まずは明日休みですね。さくらは病院に行かないので、監督する人はいません。
spanish: [_hi_] Bueno, antes de nada, mañana tienes un día de descuento, Sakura no irá al hospital, así que no hay nadie que te supervise.

source: [_r_] Not bad, I could use some rest.
french: [_r_] Pas mal, je pourrais utiliser un peu de repos.
italian: [_r_] Non male, potrei usare un po' di riposo.
japanese: [_r_] 悪くありません, 私はいくつかの休息を使用することができました.
spanish: [_r_] No está mal, podría usar un poco de descanso.

source: [_r_] But that's not all, is it?
french: [_r_] Mais ce n'est pas tout, n'est-ce pas ?
italian: [_r_] Ma non è tutto, vero?
japanese: [_r_] でもそれだけではありませんね。
spanish: [_r_] Pero eso no es todo, ¿verdad?

source: [_hi_] Yes! I asked Sakura to come over for tea and mentioned you, Sakura doesn't mind if we come together! She seems to have taken a liking to you!
french: [_hi_] Oui ! J'ai demandé à Sakura de venir prendre le thé et vous a mentionné, Sakura ne pense pas si nous nous rassemblons ! Elle semble avoir pris un goût pour toi !
italian: [_hi_] Sì! Ho chiesto a Sakura di venire per il tè e ti ho menzionato, Sakura non mi dispiace se ci riuniamo! Sembra che ti abbia preso una simpatia!
japanese: [_hi_] はい! お茶を飲みに来てくれるようお願いしました。一緒に来てもいいのに、さくらは気にしない。 彼女はあなたに好意を持って行ったようです!
spanish: [_hi_] Sí! Le pedí a Sakura que viniera para el té y le mencioné, a Sakura no le importa si nos unimos! ¡Ella parece haberle tomado un gusto!

source: [_r_] Oh, you think so? I tried my hardest to make a good impression!
french: [_r_] Oh, vous pensez bien ? J'ai essayé de faire une bonne impression !
italian: [_r_] Oh, pensi così? Ho provato il mio più duro per fare una buona impressione!
japanese: [_r_] ああ、そう思いますか?良い印象を与えるために一生懸命努力しました!
spanish: [_r_] Oh, ¿lo crees? ¡He intentado lo que más me ha costado para impresionar!
