Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/sakuracan.po
Languages: french, italian, japanese, spanish

source: [_r_] What do you mean?
french: [ _r_ ] Que voulez-vous dire?
spanish: [_r_] ¿Qué quiere decir?

source: [_ka_] Our journey, it was a natural step towards your evolution as Otsutsuki.
french: [ _ka_ ] Notre voyage, c'était une étape naturelle vers votre évolution comme Otsutsuki.
spanish: [_ka_] Nuestro viaje, fue un paso natural hacia su evolución como Otsutsuki.

source: [_ka_] Manipulating the flow of time is a very risky thing, no one knows where it could lead...
french: [_ka_] Manipuler le flux du temps est une chose très risquée, personne ne sait où elle pourrait mener...
spanish: [_ka_] Manipular el flujo del tiempo es algo muy arriesgado, nadie sabe adónde podría llevar...

source: [_ka_] But it was necessary to speed up your rebirth, your evolution... I was sure you could survive it, but I didn't know what the side effects of a technique of this magnitude would be.
french: [ _ka_ ] Mais il était nécessaire d'accélérer votre renaissance, votre évolution ... Je savais que vous pourriez survivre, mais je ne savais pas quels seraient les effets secondaires d'une technique de cette ampleur.
spanish: [_ka_] Pero era necesario acelerar tu renacimiento, tu evolución... Estaba seguro de que podía sobrevivir, pero no sabía cuáles serían los efectos secundarios de una técnica de esta magnitud.

source: [_r_] So... What are the consequences? Did you understand anything?
french: [_r_] Alors, quelles sont les conséquences ? Avez-vous compris quoi que ce soit ?
spanish: [_r_] Así que... ¿Cuáles son las consecuencias? ¿Has entendido algo?

source: [_ka_] Whoever's trying to kill you is disrupting the uniform flow I created with my technique, he shouldn't be here, it's a critical exception, a paradox.
french: [ _ka_ ] Celui qui essaie de tuer vous perturbe le flux uniforme que j'ai créé avec ma technique, il ne devrait pas être là, c'est une exception critique, un paradoxe.
spanish: [_ka_] Quienquiera que esté intentando matarte está interrumpiendo el flujo uniforme que he creado con mi técnica, no debería estar aquí, es una excepción crítica, una paradoja.

source: [_ka_] That's why he can't kill you, no matter how many times he tries.
french: [ _ka_ ] C'est pourquoi il ne peut pas vous tuer, peu importe combien de fois il essaie.
spanish: [_ka_] Es por eso que no puede matarte, sin importar cuántas veces intente.

source: [_r_] So I'm not in danger?
french: [ _r_ ] Donc je ne suis pas en danger?
spanish: [_r_] ¿Entonces no estoy en peligro?

source: [_ka_] I didn't say that.
french: [_ka_] Je n'ai pas dit ça.
spanish: [_ka_] no dije eso.

source: [_ka_] You've given me quite a task... Not the easiest one. But at the same time it was more than necessary, thanks for not hiding it from me.... I'll probably have to leave you for a while until I figure out how to get rid of our problem.
french: [_ka_] Vous m'avez donné une tâche assez facile... Ce n'est pas la plus facile. Mais en même temps, il était plus que nécessaire, merci de ne pas me le cacher. .. Je vais probablement avoir à vous laisser un certain temps jusqu'à ce que je trouve comment se débarrasser de notre problème.
spanish: [_ka_] Me has dado una tarea bastante simple... No la más fácil. Pero al mismo tiempo era más que necesario, gracias por no ocultármelo. .. Probablemente tenga que dejarle un rato hasta que averigüe cómo deshacerse de nuestro problema.

source: [_r_] Okay... What about this... This girl? Are you going to leave her like this?
french: [_r_] D'accord... Et ce... Cette fille? Allez-vous la laisser comme ça ?
spanish: [_r_] Vale... ¿Qué pasa con esto? ¿Esta chica? ¿Vas a dejarla así?

source: [_ka_] Of course not, I'll get rid of the body, don't worry about it.
french: [ _ka_ ] Bien sûr que non, je vais me débarrasser du corps, ne vous en faites pas.
spanish: [_ka_] Por supuesto que no, me desharé del cuerpo, no te preocupes.

source: [_ka_] Impressive, isn't it? After summoning you I realized that your universe is special in some way.
french: [_ka_] Impressionnant, n'est-ce pas? Après vous avoir invoqué, j'ai réalisé que votre univers est spécial d'une certaine manière.
spanish: [_ka_] Impresivo, ¿no? Después de invocarte me di cuenta de que tu universo es especial de alguna manera.

source: [_ka_] It's overflowing with different types of worlds that exist on TV screens, in comics, manga, books, stories... But not in reality...
french: [ _ka_ ] Il est débordé de différents types de mondes qui existent sur les écrans de télévision, en bande dessinée, manga, livres, histoires ... Mais pas en réalité ...
spanish: [_ka_] Es sobrebosante de diferentes tipos de mundos que existen en las pantallas de televisión, en cómicos, manga, libros, historias... Pero no en la realidad...

source: [_r_] You mean the various shows, anime and the like?
french: [_r_] Vous voulez dire les différentes séries, animées et similaires?
spanish: [_r_] ¿Quiere decir los diversos espectáculos, anime y similares?

source: [_ka_] Yes, these are all universes that actually exist outside of yours, they're all real, but to you they're nothing more than fantasy, fiction... It's amazing.
french: [ _ka_ ] Oui, ce sont tous des univers qui existent à l'extérieur de la vôtre, ils sont tous réels, mais pour vous, ils ne sont rien de plus que de la fantaisie, de la fiction ... C'est incroyable.
spanish: [_ka_] Sí, todos estos son universos que realmente existen fuera de los tuyos, todos son reales, pero para ti no son más que fantasía, ficción ... Es increíble.

source: [_r_] It kind of doesn't make sense... All these stories are made up by people, it's kind of fiction to entertain or make money or...
french: [ _r_ ] Cela n'a pas de sens ... Toutes ces histoires sont faites par des gens, c'est une sorte de fiction pour divertir ou faire de l'argent ou ...
spanish: [_r_] No tiene sentido... Todas estas historias están compuestas por personas, es una especie de ficción para entretener o ganar dinero o...

source: [_ka_] Every story has a writer, just like every writer has a story.
french: [ _ka_ ] Chaque histoire a un écrivain, comme chaque écrivain a une histoire.
spanish: [_ka_] Cada historia tiene un escritor, al igual que cada escritor tiene una historia.

source: [_ka_] In your world, these stories appear for a reason, they're all representations of other universes that people in your world can somehow see in their imagination...
french: [ _ka_ ] Dans votre monde, ces histoires apparaissent pour une raison, elles sont toutes des représentations d'autres univers que les gens de votre monde peuvent voir dans leur imagination ...
spanish: [_ka_] En su mundo, estas historias aparecen por una razón, son todas representaciones de otros universos que la gente en su mundo puede ver de alguna manera en su imaginación ...

source: [_r_] So everything we've made up... Really does really exist somewhere?
french: [_r_] Donc tout ce que nous avons composé... Vraiment existe-t-il vraiment quelque part ?
spanish: [_r_] Así que todo lo que hemos creado... ¿Realmente existe en alguna parte?

source: [_ka_] What do you think? Fact that you're standing here is the clearest evidence of that.
french: [ _ka_ ] Que pensez-vous? Le fait que vous soyez là est la preuve la plus évidente de cela.
spanish: R[_ka_] ¿Qué piensas? Hechos de que estás aquí es la prueba más clara de eso.

source: [_r_] Right... I didn't think of that.
french: [_r_] D'accord... Je n'y pensais pas.
spanish: [_r_] derecha... No pensé en eso.

source: [viname]... Is that y-...
french: [viname]... Est-ce que y-...
spanish: [viname]... Es eso y-...

source: [_m_] Wait... What is this?
french: [_m_] Attendez... Qu'est-ce que c'est?
spanish: [_m_] Espere ... ¿Qué es esto?

source: [_hi_] What's going on here...
french: [ _hi_ ] Ce qui se passe ici ...
spanish: [_hi_] ¿Qué está pasando aquí...

source: [_r_] Hinata!? How did you get here?
french: [_r_] Hinata!? Comment êtes-vous arrivé ici ?
spanish: [_r_] Hinata!? ¿Cómo llegaste aquí?

source: [_hi_] Who's that? Who is that woman with you? Why is she... She's like... Like Kaguya...
french: [_hi_] Qui est ça? Qui est cette femme avec vous? Pourquoi est-ce elle... elle est comme ... comme Kaguya...
spanish: [_hi_] ¿Quién es eso? ¿Quién es esa mujer contigo? ¿Por qué eso... She... Como Kaguya...

source: [_hi_] Please explain... I... I don't understand...
french: [ _hi_ ] Veuillez expliquer ... I. .. Je ne comprends pas ...
spanish: [_hi_] Por favor, explíque... Yo... no entiendo...

source: [_ka_] (Whispering) Check her status, how bound to you is she?
french: [_ka_] (Whispering) Vérifiez son statut, à quel point elle est liée à vous ?
spanish: [_ka_] (susurro) Comprueba su estado, ¿cuán ligado está ella?

source: [_ka_] (Whispering) Good, she'll do fine.
french: [_ka_] (Whispering) Bien, elle va très bien.
spanish: [_ka_] (susurro) Bueno, hará bien.

source: [_hi_] W-why are you silent...? I'm scared...
french: [_hi_] W-pourquoi êtes-vous silencieux...? J'ai peur...
spanish: [_hi_] ¿Por qué estás en silencio...? Estoy asustado...

source: [_ka_] Hinata Uzumaki... You shouldn't be afraid of me. I'm not my sister, I'm not Kaguya.
french: [_ka_] Hinata Uzumaki... Vous ne devriez pas avoir peur de moi. Je ne suis pas ma sœur, je ne suis pas Kaguya.
spanish: [_ka_] Hinata Uzumaki... No deberías tener miedo de mí. No soy mi hermana, no soy Kaguya.

source: [_hi_] W-what are you...?
french: [_hi_] W-que êtes-vous ...?
spanish: [_hi_] ¿Qué eres tú...?

source: [_ka_] My name is Kamiko, as you've probably guessed by now, I'm from the Otsutsuki clan, just like my sister.
french: [ _ka_ ] Mon nom est Kamiko, comme vous l'avez probablement deviné maintenant, je suis du clan Otsutsuki, tout comme ma sœur.
spanish: [_ka_] Mi nombre es Kamiko, como probablemente lo has adivinado ahora, soy del clan Otsutsuki, al igual que mi hermana.

source: [_hi_] [viname]... What she's saying... Is it true?
french: [_hi_] [viname]... Ce qu'elle dit... Est-ce vrai ?
spanish: [_hi_] [viname]... ¿Qué está diciendo... ¿Es verdad?

source: [_r_] Yes, believe her, you shouldn't be afraid of her.
french: [ _r_ ] Oui, croyez-vous, vous ne devriez pas avoir peur d'elle.
spanish: [_r_] Sí, créala, no debería tener miedo de ella.

source: [_hi_] And... And you? Should I be afraid of you...? Are you also like her...?
french: [_hi_] Et... Et vous? Devrais-je avoir peur de vous... ? Vous aimez elle aussi...?
spanish: [_hi_] Y ... ¿Y tú? ¿Debo tener miedo de ti ...? ¿También eres como ella ...?

source: [_ka_] No. He's not like me, at least not yet.
french: [_ka_] Non. Il ne m'aime pas, du moins pas encore.
spanish: [_ka_] No. Él no es como yo, al menos no aún.

source: [_r_] Please Hinata, trust me, we don't want to hurt you... I would never do such a thing.
french: [ _r_ ] S'il vous plaît Hinata, faites-moi confiance, nous ne voulons pas vous faire de mal ... Je ne ferais jamais une telle chose.
spanish: [_r_] Por favor Hinata, confíe en mí, no queremos dañarte... Yo nunca haría algo así.

source: [_hi_] Then what... What's going on here?
french: [_hi_] Alors quoi... Que se passe-t-il ici?
spanish: [_hi_] Entonces que... ¿Qué está pasando aquí?

source: [_ka_] Let us explain everything in a more familiar setting.
french: [ _ka_ ] Expliquez tout dans un cadre plus familier.
spanish: [_ka_] Vamos a explicarlo todo en un entorno más familiar.

source: [_r_] Come with us Hinata, don't be afraid of anything, you're really in no danger.
french: [ _r_ ] Venez avec nous Hinata, n'ayez peur de rien, vous n'êtes vraiment pas en danger.
spanish: [_r_] Ven con nosotros Hinata, no temas nada, realmente no estás en peligro.

source: [_hi_] I... I already regret following you...
french: [_hi_] Je... Je regrette déjà de vous suivre...
spanish: [_hi_] yo... Ya lamento seguirte...

source: [_r_] Why did you follow me? I thought you went home?
french: [ _r_ ] Pourquoi tu m'as suivi? Je pensais que tu étais rentré à la maison?
spanish: [_r_] ¿Por qué me siguiste? Pensé que volviste a casa?

source: [_hi_] I forgot my cellphone at your place... So I came back, but... I saw you walking somewhere.
french: [_hi_] J'ai oublié mon téléphone cellulaire à votre place... Alors je suis revenu, mais... je vous ai vu marcher quelque part.
spanish: [_hi_] olvidé mi teléfono celular en tu lugar... Así que volví, pero... te vi caminar en algún lugar.

source: [_hi_] Then you disappeared. I was able to see you only after using my Byakugan...
french: [_hi_] Alors vous avez disparu. Je n'ai pu vous voir qu'après avoir utilisé mon Byakugan...
spanish: [_hi_] Luego desapareciste. Solo pude verte después de usar mi Byakugan...

source: [_r_] It was bound to happen sooner or later. We have a lot to talk about.
french: [ _r_ ] Il devait arriver tôt ou tard. Nous avons beaucoup à faire.
spanish: [_r_] Estaba destinado a suceder tarde o temprano. Tenemos mucho de lo que hablar.

source: [_ka_] Sit down, we'll talk.
french: [_ka_] Asseyez-vous, nous discuterons.
spanish: [_ka_] Siéntate, hablaremos.

source: [_hi_] Tell me everything. Who are you? What are you doing here? What is the meaning of all this?
french: [_hi_] Parlez-moi de tout. Qui êtes-vous ? Que faites-vous ici ? Quel est le sens de tout cela ?
spanish: [_hi_] Cuéntame todo. ¿Quién eres tú? ¿Qué estás haciendo aquí? ¿Cuál es el significado de todo esto?

source: [_ka_] As I said before, my name is Kamiko, I'm from the Otsutsuki clan.
french: [ _ka_ ] Comme je l'ai dit avant, mon nom est Kamiko, je suis du clan Otsutsuki.
spanish: [_ka_] Como dije antes, mi nombre es Kamiko, soy del clan Otsutsuki.

source: [_ka_] However, don't be too categorical about it, as you can see I don't mean any harm, neither to you or anybody else.
french: [ _ka_ ] Cependant, ne pas être trop catégorique à ce sujet, comme vous pouvez le voir, je ne veux pas dire de mal, ni à vous ni à personne d'autre.
spanish: [_ka_] Sin embargo, no seas demasiado categórico al respecto, ya que puedes ver que no quiero decir ningún daño, ni para ti ni para nadie más.

source: [_hi_] Anybody else? Who do you mean?
french: [_hi_] Quelqu'un d'autre ? Qui voulez-vous dire ?
spanish: [_hi_] ¿De otro modo? ¿A quién quieres decir?

source: [_ka_] You... Humans. Chakra fruit, as other members of my clan would call you.
french: [_ka_] Vous... Humains. Chakra fruit, comme d'autres membres de mon clan vous appelleraient.
spanish: [_ka_] Usted ... Humanos. Chakra fruta, como otros miembros de mi clan te llamarían.

source: [_ka_] You see... Not all of us wish evil upon humanity. I am a very rare exception.
french: [_ka_] Vous voyez... Nous ne souhaitons pas tous le mal à l'humanité. Je suis une exception très rare.
spanish: [_ka_] Usted ve ... No todos deseamos el mal sobre la humanidad. Soy una excepción muy rara.

source: [_hi_] Why are you here? Don't you want to destroy our world?
french: [_hi_] Pourquoi êtes-vous là ? Vous ne voulez pas détruire notre monde ?
spanish: [_hi_] ¿Por qué estás aquí? ¿No quieres destruir nuestro mundo?

source: [_ka_] Oh, dear, of course I don't. I'll say more, my sister Kaguya didn't want to either.
french: [_ka_] Oh, bien sûr, je ne le sais pas. Je vais en dire plus, ma sœur Kaguya n'en voulait pas non plus.
spanish: [_ka_] Oh, querido, por supuesto que no. Diré más, mi hermana Kaguya tampoco quería hacerlo.

source: [_ka_] To her, all of you are like her own litter, her children. But she realized that sooner or later a terrible fate awaits you. By sealing her up, you've given yourself half a century, at best.
french: [ _ka_ ] To her, all of you are like her own litter, her children. Mais elle a réalisé que tôt ou tard un terrible destin vous attend. En la scellage, vous vous êtes donné un demi-siècle, au mieux.
spanish: [_ka_] Para ella, todos ustedes son como su propia camada, sus hijos. Pero ella se dio cuenta de que tarde o temprano te espera un terrible destino. Al sellarla, te has dado medio siglo, en el mejor de los casos.

source: [_hi_] You... You know about Kaguya? And about Naruto sealing her?
french: [_hi_] Vous... Vous connaissez Kaguya ? Et Naruto la sceller ?
spanish: [_hi_] Tú... ¿Sabes sobre Kaguya? ¿Y sobre el sello de Naruto?

source: [_ka_] Of course, I even personally watched the whole bloody spectacle you call the fourth world shinobi war. You know... If I had helped her in that battle... Your land would no longer exist.
french: [ _ka_ ] Bien sûr, j'ai même regardé personnellement tout le spectacle sanglant que vous appelez la quatrième guerre mondiale de shinobi. Tu sais ... Si je l'avais aidée dans cette bataille ... Votre terre n'existerait plus.
spanish: [_ka_] Por supuesto, incluso vi personalmente a toda la chispa sanguinaria que llamas la cuarta guerra mundial shinobi. Tú sabes... Si la hubiera ayudado en esa batalla... Tu tierra ya no existiría.

source: [_hi_] Why didn't you?
french: [ _hi_ ] Pourquoi n'es-tu pas?
spanish: [_hi_] ¿Por qué no?

source: [_ka_] Because I like it here. I feel free on this planet. This whole thing with world-devouring is tiring.
french: [ _ka_ ] Parce que je l'aime ici. Je me sens libre sur cette planète. Tout ce truis avec le monde-dévorant est fatibant.
spanish: [_ka_] Porque me gusta aquí. Me siento libre en este planeta. Toda esta cosa con devorador mundial está cansada.

source: [_hi_] World-devouring!? What?
french: [_hi_] Dévoreur du monde !? Quoi?
spanish: ¿[_hi_] devorador de mundo? ¿Qué?

source: [_ka_] It's complicated, girl, the only thing that matters is that I'm all in favor of your survival as a species.
french: [ _ka_ ] C'est compliqué, fille, la seule chose qui compte, c'est que je suis tous en faveur de votre survie en tant qu'espèce.
spanish: [_ka_] Es complicado, chica, lo único que importa es que estoy a favor de tu supervivencia como especie.

source: [_ka_] My brethren have already realized Kaguya has failed, others will be here soon.
french: [ _ka_ ] Mes frères ont déjà réalisé que Kaguya a échoué, d'autres seront bientôt là.
spanish: [_ka_] Mis hermanos ya se han dado cuenta de que Kaguya ha fallado, otros estarán aquí pronto.

source: [_ka_] More complacent, more dangerous. They don't care that you're a full-fledged species, with your own history, feelings and dreams, to them you're just a food source.
french: [ _ka_ ] Plus de complaisance, plus dangereuse. Ils ne se soucient pas que vous soyez une espèce à part entière, avec votre propre histoire, vos sentiments et vos rêves, pour eux vous n'êtes qu'une source de nourriture.
spanish: [_ka_] más complaciente, más peligroso. No les importa que seas una especie de pleno derecho, con tu propia historia, sentimientos y sueños, para ellos eres sólo una fuente de comida.

source: [_hi_] So you... You want to help?
french: [_hi_] Alors vous... Vous voulez aider ?
spanish: [_hi_] Así que... ¿Quieres ayudar?

source: [_ka_] No, not just help... I want to save you.
french: [ _ka_ ] Non, pas seulement de l'aide ... Je veux te sauver.
spanish: [_ka_] No, no solo ayuda... Quiero guardarle.

source: [_hi_] Why don't you go to Naruto? Why did you wait so long? He would understand.
french: [_hi_] Pourquoi ne pas aller à Naruto ? Pourquoi avez-vous attendu si longtemps ? Il comprendrait.
spanish: [_hi_] ¿Por qué no vas a Naruto? ¿Por qué esperaste tanto tiempo? Él entendería.

source: [_ka_] That's where you are mistaken.
french: [ _ka_ ] C'est là que vous vous trompez-vous.
spanish: [_ka_] Ahí es donde te equivoques.

source: [_ka_] Naruto Uzumaki is an important historical figure to your species, he and his chakra will have significance to my brethren.
french: [ _ka_ ] Naruto Uzumaki est une figure historique importante pour votre espèce, lui et son chakra auront une signification pour mes frères.
spanish: [_ka_] Naruzuumaki es una figura histórica importante para tu especie, él y su chakra tendrán importancia para mis hermanos.

source: [_ka_] I knew they would come, but I didn't know how soon. At this time in your history, I must not be allowed to interfere with what is to come.
french: [ _ka_ ] Je savais qu'ils viendraient, mais je ne savais pas à quel point. En ce moment de votre histoire, je ne dois pas m'empêcher d'interférer avec ce qui est à venir.
spanish: [_ka_] sabía que iban a venir, pero no sabía cuánto pronto. En este momento de su historia, no se me debe permitir que interfiera en lo que está por venir.

source: [_r_] Are you talking about Momoshiki's arrival?
french: [ _r_ ] Etes-vous en train de parler de l'arrivée de Momoshiki?
spanish: [_r_] ¿Estás hablando de la llegada de Momoshiki?

source: [_ka_] What did you say?
french: [ _ka_ ] Qu'avez-vous dit?
spanish: [_ka_] ¿Qué has dicho?

source: [_r_] Momoshiki, he must come and fight Naruto, Sasuke and the others.
french: [_r_] Momoshiki, il doit venir combattre Naruto, Sasuke et les autres.
spanish: [_r_] Momoshiki, debe venir a luchar contra Naruto, Sasuke y los demás.

source: [_ka_] Correct. Damn, sometimes I forget that you can know some important things ahead of time.
french: [ _ka_ ] Corriger. Merde, parfois j'oublie que tu peux connaître des choses importantes à l'avance.
spanish: [_ka_] Correcto. Maldito, a veces me olvidé de que puedes saber algunas cosas importantes antes de tiempo.

source: [_hi_] What's he talking about?
french: [ _hi_ ] De quoi parle-t-il?
spanish: [_hi_] ¿De qué habla?

source: [_ka_] What's important is that Momoshiki will be the first inevitable stage that will lead to your potential as a species becoming stronger.
french: [ _ka_ ] Ce qui est important, c'est que Momoshiki sera la première étape inévitable qui mènera à votre potentiel en tant qu'espèce devenant plus forte.
spanish: [_ka_] Lo que es importante es que Momoshiki será la primera etapa inevitable que llevará a tu potencial como especie cada vez más fuerte.

source: [_ka_] Naruto's descendant, your son, he is a much more significant figure to your entire species.
french: [ _ka_ ] Le descendant de Naruto, votre fils, il est une figure beaucoup plus importante pour l'ensemble de votre espèce.
spanish: [_ka_] El descendiente de Naruto, tu hijo, es una figura mucho más significativa para toda tu especie.

source: [_hi_] Boruto? You mean my Boruto?
french: [_hi_] Boruto? Vous voulez dire mon Boruto?
spanish: ¿[_hi_] Boruto? ¿Quieres decir mi Boruto?

source: [_ka_] Yes.
french: [_ka_] Oui.
spanish: [_ka_] Sí.

source: [_hi_] I don't understand... What does this have to do with my son... And why can't you go to Naruto with all this... It must be important!
french: [_hi_] Je ne comprends pas... Qu'est-ce que cela a à voir avec mon fils. . Et pourquoi ne pas aller à Naruto avec tout ceci... Ça doit être important!
spanish: [_hi_] No entiendo... ¿Qué tiene esto que ver con mi hijo? Y por qué no puedes ir a Nartaño con todo esto... ¡Debe ser importante!

source: [_ka_] Oh, don't worry, one day we'll have to meet, but that time hasn't come yet.
french: [_ka_] Oh, ne vous inquiétez pas, un jour nous devrons nous rencontrer, mais cette heure n'est pas encore venue.
spanish: [_ka_] Oh, no te preocupes, algún día tendremos que reunirnos, pero esa hora aún no ha llegado.

source: [_ka_] Just keep in your head that I want to help you, I don't want this world to die.
french: [ _ka_ ] Il suffit de garder dans ta tête que je veux t'aider, je ne veux pas que ce monde mec.
spanish: [_ka_] Mantén en tu cabeza que quiero ayudarte, no quiero que este mundo muera.

source: [_ka_] One day Naruto will realize that, and you're going to help me with that.
french: [ _ka_ ] Un jour Naruto réalisera que, et vous allez m'aider avec ça.
spanish: [_ka_] Un día Naruto se dará cuenta de eso, y me vas a ayudar con eso.

source: [_hi_] Okay but... What's your role in all this... [viname]...
french: [ _hi_ ] Ok, mais ... Quel est votre rôle dans tout ça ... [ nom de viname ] ...
spanish: [_hi_] Vale, pero... ¿Cuál es tu papel en todo esto... [viname]...
