Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: I have a modest set of combat skills, but there is clearly nothing to brag about, the form has been saved since the days when I trained a lot.
french: J'ai un ensemble modeste de compétences de combat, mais il est clair qu'il n'y a rien à se vanter, le formulaire a été sauvé depuis les jours où j'ai beaucoup entraîné.
italian: Ho una modesta serie di capacità di combattimento, ma chiaramente non c'è nulla di cui vantarsi, il modulo è stato salvato dai giorni in cui ho addestrato molto.
japanese: 私は戦闘スキルの控えめなセットを持っていますが、自慢するものは明らかに何もありません。 多くの訓練を受けた頃から、フォームは保存されています。
spanish: Tengo un modesto conjunto de habilidades de combate, pero está claro que no hay nada de lo que resaltar. el formulario se ha salvado desde los días en que he entrenado mucho.

source: Carefully use provocation of arousal to calm Naruto.
french: Utiliser avec soin la provocation de l'éveil pour calmer Naruto.
italian: Usare attentamente la provocazione di eccitazione per calmare Naruto.
japanese: ナルトを落ち着かせるために慎重に覚醒の挑発を使用します。
spanish: Utilizar cuidadosamente la provocación de la excitación para calmar a Naruto.

source: Do not do this, it may be dangerous at the moment.
french: Ne le faites pas, il peut être dangereux pour le moment.
italian: Non fare questo, può essere pericoloso al momento.
japanese: これをしないでください、それは現時点では危険かもしれません。
spanish: No lo hagan, puede ser peligroso en estos momentos.

source: Finish with your wonderful mouth! I'm almost done!
french: « Terminez avec votre bouche merveilleuse! J'ai presque fini! »
italian: Finire con la tua bocca meravigliosa! Ho quasi finito!
japanese: あなたのすばらしい口で終わります！もうすぐ終わります！
spanish: ¡Termina con tu maravilloso bouth! ¡Estoy casi listo!

source: Do what you want with my body, I'm ready to fuck! (For patrons only)
french: Faites ce que vous voulez avec mon corps, je suis prêt à baiser ! (Pour les clients seulement)
italian: Fai quello che vuoi con il mio corpo, sono pronto a scopare! (solo per i patroni)
japanese: お前の欲しいものを俺の体でやる、俺はファックする準備ができている！（常連客のみ）
spanish: Haz lo que quieras con mi cuerpo, estoy listo para follar! (Solo para clientes)

source: I don't mind a snack, especially when you're cooking Hinata!
french: Une collation ne me dérange pas, surtout lorsque vous cuisinez Hinata!
italian: Non mi dispiace uno spuntino, soprattutto quando si sta cucinando Hinata!
japanese: 特にひなたを作っている時は軽食は気にしません!
spanish: No me importa un snack, ¡especialmente cuando estás cocinando Hinata!

source: I'm full, you can finish cooking, I'll wait at the massage table.
french: Je suis plein, vous pouvez finir la cuisson, j'attends à la table de massage.
italian: Sono pieno, puoi finire di cucinare, aspetto al tavolo da massaggio.
japanese: 私はいっぱいです, あなたは料理を終えることができます, 私はマッサージテーブルで待っています.
spanish: Estoy lleno, puedes terminar de cocinar, esperaré en la mesa de masaje.

source: End between the tits.
french: Fin entre les tits.
italian: Termina tra le tette.
japanese: おっぱいの間で終わります。
spanish: Fin entre las tetas.

source: Take a chance on Hinata's face. (For patrons only)
french: Prenez une chance sur le visage d'Hinata. (Pour les clients seulement)
italian: Approfitta della possibilità sul viso di Hinata. (solo per i patroni)
japanese: ひなたの顔にチャンスを与えよう（常連客のみ）
spanish: Toma una oportunidad en la cara de Hinata (sólo para clientes)

source: I like comedies and action movies.
french: J'aime les comédies et les films d'action.
italian: Mi piacciono le commedie e i film d'azione.
japanese: 私はコメディーやアクション映画が好きです。
spanish: Me gustan las comedias y las películas de acción.

source: I prefer adventure and sci-fi.
french: Je préfère l'aventure et les science-fi.
italian: Preferisco l'avventura e la sci-fi.
japanese: 私は冒険とSFが好きです。
spanish: Prefiero la aventura y la ciencia-fi.

source: I agree, there's something in romance and drama.
french: Je suis d'accord, il y a quelque chose de romantique et de drame.
italian: Sono d'accordo, c'è qualcosa in romanticismo e dramma.
japanese: 私は同意します, ロマンスとドラマに何かがあります.
spanish: Estoy de acuerdo, hay algo en el romance y el drama.

source: There's no point in denying it, is there? How did you know?
french: Il ne sert à rien de le nier, y a-t-il ? Comment le saviez-vous ?
italian: Non ha senso negarlo, è lì? Come lo sapevate?
japanese: それを否定する意味はありませんよね？どうして分かったの？
spanish: No tiene sentido negarlo, ¿existe? ¿Cómo sabías?

source: Now what? What's going to happen to me?
french: « Et maintenant? Qu'est-ce qui va m'arriver? »
italian: Ora cosa? Cosa succederà a me?
japanese: では何が起きるのでしょう？
spanish: Ahora qué? ¿Qué me va a pasar?

source: I don't know anything! This is some kind of misunderstanding!
french: « Je ne sais rien! C'est une sorte de malentendu! »
italian: Non so niente! Questo è una sorta di malinteso!
japanese: 私は何も知りません! これは何らかの誤解です!
spanish: ¡No sé nada! ¡Esto es una especie de malentendido!

source: Tell me about Kamiko.
french: « Parlez-moi de Kamiko. »
italian: Mi parli di Kamiko.
japanese: 神子について教えてください。
spanish: Cuéntame sobre Kamiko.

source: Tell me nothing.
french: « Ne me dites rien. »
italian: Non mi dica nulla.
japanese: 何も言わないでください。
spanish: No me digan nada.

source: I'm cumming!
french: Je cumpe!
italian: Sto accumulando!
japanese: 私は面倒だ！
spanish: ¡Estoy comiendo!

source: Lie on your back, I want to see your face (for Patrons)
french: Allongez-vous sur votre dos, je veux voir votre visage (pour les Patrons)
italian: Sdraiati sulla schiena, voglio vedere il tuo volto (per i Patroni)
japanese: 背中に横たわって、あなたの顔を見たい（パトロン用）
spanish: Téngalo en la espalda, quiero ver tu cara (para los Patrones)

source: Outside
french: En dehors
italian: Fuori
japanese: 外
spanish: Fuera

source: Inside
french: A l'intérieur
italian: Interno
japanese: 内部
spanish: Dentro

source: Don’t even ask, get your ass ready! (Patrons only)
french: Ne demandez même pas, préparez-vous au cul! (Patrons seulement)
italian: Non chiedere, prepara il tuo asino! (Solo a bordo)
japanese: 聞かないで、ケツを準備してください！（パトロンのみ）
spanish: Ni siquiera preguntas, ¡prepárate para el culo! (Solo para los postres)

source: Fuck... maybe I overdid it... Let’s reschedule this next time...
french: Fuck ... peut-être que je l'ai surpassé... Nous allons reprogrammer cette prochaine fois...
italian: Fuck... forse l'ho esagerato... riprogrammiamo questa prossima volta...
japanese: ふざけるchar@@0多分やりすぎたchar@@1今度は再スケジュールしましょうchar@@2
spanish: Fuck... tal vez lo sobrehice yo... Vamos a reprogramar esta próxima vez...

source: Ask her if she's feeling well after yesterday?
french: Demandez-lui si elle se sent bien après hier ?
italian: Le chieda se si sente bene dopo ieri?
japanese: 彼女に昨日の後で気分がよくなっているかどうか聞いてみましょうか。
spanish: Pregunte si se siente bien después de ayer.

source: Ask if she needs help with something else?
french: Demandez-lui si elle a besoin d'aide pour autre chose?
italian: Chiedi se ha bisogno di aiuto con qualcos'altro?
japanese: 彼女が何か他のものの助けを必要とするかどうか尋ねる。
spanish: Preguntar si necesita ayuda con otra cosa?

source: Give me a glass of water and let's go... (Patrons only)
french: Donnez-moi un verre d'eau et allons... (Patrons seulement)
japanese: 水を一杯ください。（パトロンのみ）
spanish: Déjame un vaso de agua y vamos... (Solo en los patrones)

source: You'll get more only when I say so, not now.
french: Vous obtiendrez plus seulement quand je le dis, pas maintenant.
italian: Otterrai di più solo quando lo dico, non adesso.
japanese: あなたは私がそう言うときだけ、今はもっと多くを得るでしょう。
spanish: Usted obtendrá más sólo cuando lo digo, no ahora.

source: Let Naruto crush her, let's make her feel rejected by Naruto.
french: Laissez Naruto la écraser, laissons-la se sentir rejetée par Naruto.
italian: Lasciate che Naruto la schiaccii, facciamo sentire respinta da Naruto.
japanese: 鳴門に彼女を潰させて、鳴門に拒絶された気分にさせよう。
spanish: Que Naruto la aplaste, hagamos que se sienta rechazada por Naruto.

source: Rearrange her dream to something pleasant and tender, with your participation.
french: Réorganiser son rêve à quelque chose d'agréable et d'offre, avec votre participation.
italian: Ripetere il suo sogno a qualcosa di piacevole e tenero, con la vostra partecipazione.
japanese: あなたの参加で、快適で柔らかいものに彼女の夢を並べ替えます。
spanish: Reorganizar su sueño a algo agradable y tierno, con su participación.

source: You like flowers, your house is like a flower field, I noticed it right away.
french: Vous aimez les fleurs, votre maison est comme un champ de fleurs, je l'ai remarqué tout de suite.
italian: Ti piacciono i fiori, la tua casa è come un campo di fiori, l'ho notato subito.
japanese: あなたは花が好き、あなたの家は花畑のようなものです、私はすぐにそれを気づいた。
spanish: Te gustan las flores, tu casa es como un campo de flores, lo he notado de inmediato.

source: People like you, Hinata, always have to be given the best.
french: Les gens comme vous, Hinata, doivent toujours se voir offrir le meilleur.
italian: Persone come te, Hinata, devono sempre ricevere il meglio.
japanese: ひなたさんのような人は常に最高のものを与えられなければなりません。
spanish: Personas como tú, Hinata, siempre tienen que recibir lo mejor.

source: Start instilling a complete rejection of Naruto.
french: Commencez à inculquer un rejet total de Naruto.
italian: Inizia ad instillare un rifiuto completo di Naruto.
japanese: ナルトの完全な拒否を植え始める。
spanish: Empiece a instilar un rechazo total de Naruto.

source: Start to support her and give bright emotions.
french: Commencez à la soutenir et à lui donner de brillantes émotions.
italian: Inizia a sostenerla e dare emozioni brillanti.
japanese: 彼女をサポートし、明るい感情を与えるために開始します。
spanish: Comience a apoyarla y a dar emociones brillantes.

source: It would be foolish to refuse, there's always so much fun with you!
french: Il serait stupide de refuser, il y a toujours tant de plaisir avec vous!
italian: Sarebbe sciocco rifiutarci, c'è sempre tanto divertimento con te!
japanese: 拒否することは愚かでしょう、あなたと一緒にいつもたくさんの楽しみがあります!
spanish: Sería absurdo rechazar, siempre hay tanta diversión con usted!

source: I don't have anything to do today anyway, so why not.
french: Je n'ai rien à faire aujourd'hui de toute façon, alors pourquoi pas.
italian: Non ho nulla da fare comunque oggi, quindi perché no.
japanese: 私は今日とにかく何もすることがないので、なぜしないのですか。
spanish: No tengo nada que hacer hoy de todos modos, así que ¿por qué no?

source: To tell it like it is.
french: Dire cela comme ça.
italian: Per dirlo come è.
japanese: それがそうであるようにそれを伝えること。
spanish: Decirlo como es.

source: Jokingly avoiding an answer.
french: Éviter de plaisanter une réponse.
italian: Evitare scherzosamente una risposta.
japanese: 冗談に答えを避けている。
spanish: Evitando bromas una respuesta.

source: A dream in which Naruto bullies Hinata.
french: Un rêve dans lequel Naruto intimide Hinata.
italian: Un sogno in cui Naruto bulli Hinata.
japanese: 鳴門がひなたをいじめる夢。
spanish: Un sueño en el que Naruto bullie Hinata.

source: A dream with a nice atmosphere where we can have a heart-to-heart talk.
french: Un rêve avec une atmosphère agréable où nous pouvons avoir un discours de coeur à cœur.
italian: Un sogno con una bella atmosfera dove possiamo avere un colloquio cuore-a-cuore.
japanese: 心と心で話せる素敵な雰囲気の夢。
spanish: Un sueño con un ambiente agradable donde se puede hablar de corazón a corazón.

source: A dream in which Naruto bullies Hinata.
french: Un rêve dans lequel Naruto intimide Hinata.
italian: Un sogno in cui Naruto bulli Hinata.
japanese: 鳴門がひなたをいじめる夢。
spanish: Un sueño en el que Naruto bullie Hinata.

source: A dream with a nice atmosphere where we can have a heart-to-heart talk.
french: Un rêve avec une atmosphère agréable où nous pouvons avoir un discours de coeur à cœur.
italian: Un sogno con una bella atmosfera dove possiamo avere un colloquio cuore-a-cuore.
japanese: 心と心で話せる素敵な雰囲気の夢。
spanish: Un sueño con un ambiente agradable donde se puede hablar de corazón a corazón.

source: Cum in my pussy.
french: Cum dans ma chatte.
italian: Sperma nella mia figa.
japanese: 私の女の子にスペルマ.
spanish: Cum en mi coño.

source: Let him suck my balls (only for patrons)
french: Qu'il suce mes couilles (seulement pour les clients)
japanese: 彼に私のボールを吸わせてください(パトロンのためのみ)
spanish: Déjelo chupar mis bolas (sólo para los clientes)

source: It wouldn't be easy for me to accept.
french: Ce ne serait pas facile pour moi de l'accepter.
italian: Non sarebbe facile per me accettare.
japanese: 私が受け入れるのは容易ではないでしょう。
spanish: No sería fácil para mí aceptarlo.

source: Yeah, I'd be only too happy about it.
french: Ouais, je ne serais que trop content de ça.
italian: Sì, sarei solo troppo felice a riguardo.
japanese: うん、私はそれについてあまりにも幸せになります。
spanish: Sí, yo estaría muy contento con ello.

source: Confess my love to Hinata.
french: Convaincre mon amour à Hinata.
italian: Confessate il mio amore ad Hinata.
japanese: ひなたへの愛を告白してください。
spanish: Confíe mi amor a Hinata.

source: Confess my love to Hinata.
french: Convaincre mon amour à Hinata.
italian: Confessate il mio amore ad Hinata.
japanese: ひなたへの愛を告白してください。
spanish: Confíe mi amor a Hinata.

source: Let her take the initiative (Patrons only)
french: Laissons-la prendre l'initiative (seulement les Patrons)
japanese: 彼女を率先してみましょう（パトロンのみ）
spanish: Dejemos que tome la iniciativa (Patrons solamente)

source: Okay, I'll go with you.
french: D'accord, je vais vous accompagner.
italian: Ok, andrò con te.
japanese: わかりました一緒に行きます。
spanish: Vale, voy a ir contigo.

source: Take out the kunai.
french: Sortez le kunai.
italian: Tirate fuori il kunai.
japanese: クナイを取り出す。
spanish: Sacar el kunai.

source: It doesn't scare me.
french: Cela ne me fait pas peur.
italian: Non mi spaventa.
japanese: 怖くありません。
spanish: No me asusta.

source: I don't want to look at that kind of thing.
french: Je ne veux pas regarder ce genre de chose.
italian: Non voglio guardare quel tipo di cosa.
japanese: 私はそんなことを見たくない。
spanish: No quiero ver ese tipo de cosas.

source: What happened down there?
french: Que s'est-il passé là-bas?
italian: Cos'è successo laggiù?
japanese: そこで何が起こったのか？
spanish: ¿Qué pasó allí?

source: Did you know it was going to be like this?
french: Saviez-vous que ça allait être comme ça?
italian: Lo sapevate che sarebbe stato così?
japanese: このようになるのをご存知でしたか？
spanish: ¿Sabías que iba a ser así?

source: Their flesh, why are they mutilated?
french: Leur chair, pourquoi sont-ils mutilés?
italian: La loro carne, perché sono mutilati?
japanese: 彼らの肉、なぜ彼らは切断されるのですか?
spanish: Su carne, ¿por qué están mutiladas?

source: Where are we going anyway?
french: Où allons-nous quand même?
italian: Dove stiamo andando comunque?
japanese: いったいどこに行くのか？
spanish: ¿Adónde vamos de todos modos?

source: I have no questions.
french: « Je n'ai aucune question. »
italian: Non ho domande.
japanese: 質問はありません。
spanish: No tengo preguntas.

source: Don't stop, I'm about to cum!
french: Ne vous arrêtez pas, je suis sur le point de foutre !
italian: Non fermarmi, sto per cum!
japanese: 止まらないで、私はクムしようとしている!
spanish: ¡No pares, estoy a punto de cum!

source: Put your mouth to use for a bit, I want to cum straight down your throat (for Patrons)
french: Mettez votre bouche à utiliser un peu, je veux éjaculer tout droit dans votre gorge (pour les Patrons)
japanese: 口を開けて少し使用しましょう。私はあなたの喉をまっすぐに兼用したいです（パトロンのために）
spanish: Pon tu boca a usar un poco, quiero cum directamente por tu garganta (para los Patrones)

source: [_m_] Grass?
french: [_m_] Herbe ?
japanese: [_m_] 草?

source: [_r_] Erm...
french: [_r_] Erreur...

source: [_ka_] No.
french: [ _ka_ ] Non.
japanese: [_ka_] いいえ。

source: [_ay_] Th-thanks...
french: [ _ay_ ] Th-merci ...
italian: [_ay_] Grazie...

source: [_ay_] W-welcome...
french: [_ay_] Bienvenue...

source: [_ay_] [viname]... A-alright...
french: [_ay_] [viname]... A droite...
japanese: [_ay_] [viname]...

source: [_r_] I... I...
french: [_r_] I... Je... Je...
japanese: [_r_] 私...

source: [_mo_] Y-yes!
french: [_mo_] Y-oui !
italian: [_mo_] Y-y!

source: [_hi_] H-how?
french: [_hi_] H-comment?
italian: [_hi_] H-come?
japanese: [_hi_] H-どうやって?

source: [_hi_] It...
french: [_hi_] C'est...
japanese: [_hi_] それ...

source: [_mira_] P-please...
french: [ _mira_ ] P s'il vous plaît ...
italian: [_mira_] P-per favore...
japanese: [_mira_] Pお願い...

source: [_m_] I...
french: [_m_] Je...

source: [_hi_] Y-yes...
french: [_hi_] Y-oui...
italian: [_hi_] Y-sì...

source: [_ka_] Clever boy!
french: [ _ka_ ] Clever garçon !
japanese: [_ka_] 賢い少年!

source: [_r_] Y-yes...
french: [_r_] Y-oui...
italian: [_r_] Y-sì...

source: Fuck... if I get seen... I'm getting outa here.
french: « Bizarre... si je me fais voir... Je me déplace ici. »
italian: Fuck... se vengo visto... sto uscendo qui.
japanese: ファック...もし見られたら... 私はここで外に出ている。

source: [_hima_] Sensei...
italian: [_hima_] Sense...
japanese: [_hima_] 先生...

source: [_r_] Oh... M-maybe...
italian: [_r_] Oh... M-forse...
japanese: [_r_] ああchar@@1 Mたぶん...

source: RUN! RUN! RUN!
italian: RUN! RUN! RUN! RUN!
japanese: ラン！ラン！ラン！

source: Give me a glass of water and let's go... (Patrons only)
italian: Dammi un bicchiere di acqua e andiamo... (solo a bordo)

source: Let him suck my balls (only for patrons)
italian: Lascia che succhii le mie palle (solo per i patroni)

source: Let her take the initiative (Patrons only)
italian: Lasciate che prenda l'iniziativa (Patrons solo)

source: Put your mouth to use for a bit, I want to cum straight down your throat (for Patrons)
italian: Metti la bocca da usare per un po ', voglio sborrare dritto giù la gola (per i Patroni)

source: [_r_] Yep.
japanese: [_r_] はい.

source: [_ay_] Welco...
japanese: [_ay_] ウェルコ...

source: [_mo_] Uh-huh...
japanese: [_mo_] ああchar@@1

source: [_hi_] M-m-m...
japanese: [_hi_] M-m...

source: [_ka_] Huh?
japanese: [_ka_] は？

source: [_hi_] O-okay...
japanese: [_hi_] O-OK...

source: [_r_] Dick?
japanese: [_r_] ディック?

source: [_kor_] Wow.
japanese: [_kor_] すごい.

source: [_r_] S-snack...?
japanese: [_r_] Sスナック...?
