Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_kure_] That's how, I wonder. Didn't he cause any trouble at all?
french: [_kure_] C'est comment, je me le demande. N'a-t-il pas causé des ennuis ?
italian: [_kure_] È così, mi chiedo. Non ha causato alcun problema?
japanese: [_kure_] そういうふうにしているのではないでしょうか。彼はまったく問題を起こさなかったのではないでしょうか。
spanish: [_kure_] Así es, me pregunto. ¿No ha causado ningún problema?

source: [_kure_] You had trouble with the tutors, didn't you?
french: [ _kure_ ] Vous avez eu des ennuis avec les tuteurs, n'est-ce pas?
italian: [_kure_] Hai avuto problemi con gli insegnanti, vero?
japanese: [_kure_] チューターとトラブルがありましたね。
spanish: [_kure_] Usted tuvo problemas con los tutores, ¿no?

source: [_hi_] On the contrary! I think we're very lucky to have found such a good man.
french: [ _hi_ ] Au contraire ! Je pense que nous avons beaucoup de chance d'avoir trouvé un homme si bon.
italian: [_hi_] Al contrario! Penso che siamo molto fortunati ad aver trovato un uomo così buono.
japanese: [_hi_] 逆に、こんな良い人を見つけたのはとてもラッキーだと思います。
spanish: [_hi_] ¡Al contrario! Creo que tenemos mucha suerte de haber encontrado a un hombre tan bueno.

source: [_hi_] He suits both Himawari and me completely, he's attentive and kind.
french: [ _hi_ ] Il convient à la fois à Himawari et à moi, il est attentif et gentil.
italian: [_hi_] Egli si addice completamente sia a Himawari che a me, è attento e gentile.
japanese: [_hi_] 彼はひまわりにも私にも完全に似合います, 彼は気配りと親切です.
spanish: [_hi_] Él se adapta a Himawari y a mí por completo, es atento y amable.

source: [_kure_] Your eyes sparkle when you talk about him.
french: [ _kur_ ] Vos yeux étincent quand vous parlez de lui.
italian: [_kure_] I tuoi occhi scintillano quando parli di lui.
japanese: [_kure_] 彼について話すと目が輝きます。
spanish: [_kure_] Sus ojos brillan cuando hablan de él.

source: [_hi_] N-nothing like that! I'm just really glad we found the right person!
french: [_hi_] N-rien comme ça ! Je suis vraiment content que nous ayons trouvé la bonne personne !
italian: [_hi_] N-niente di simile! Sono davvero contento di aver trovato la persona giusta!
japanese: [_hi_] N-nothing! 私たちは適切な人物を見つけて本当に嬉しいです!
spanish: [_hi_] ¡N-nada así! ¡Estoy muy contento de que hayamos encontrado a la persona correcta!

source: [_mira_] Peeping?
french: [_mira_] Peep?
japanese: [_mira_] 覗きますか？
spanish: [_mira_] ¿Peping?

source: [_r_] Yeah I'm just that... You know... Just thought I'd sit by the wall and...
french: [_r_] Oui, je suis juste ça... Vous savez... Juste pensé que je serais assis près du mur et...
italian: [_r_] Sì sono proprio quello... Lo sapete... Pensavo solo che sarei seduto al muro e...
japanese: [_r_] ええ、私はただ... あなたは... ちょうど私が壁のそばに座っていると思った...
spanish: [_r_] Sí soy sólo eso... Ya sabes... Sólo pensé que me sentaría junto a la pared y...

source: [_mira_] Come on, I know there's a hole in that wall.
french: [ _mira_ ] Allez, je sais qu'il y a un trou dans ce mur.
italian: [_mira_] Avanti, so che c'è un buco in quel muro.
japanese: [_mira_] さあ、あの壁に穴が開いてるのは知ってるよ。
spanish: [_mira_] Vamos, sé que hay un agujero en esa pared.

source: [_mira_] After all, I made it myself.
french: [ _mira_ ] Après tout, je l'ai fait moi-même.
italian: [_mira_] Dopo tutto, l'ho fatto io stesso.
japanese: [_mira_] 結局, 私はそれを自分で作りました.
spanish: [_mira_] Después de todo, lo hice yo mismo.

source: [_r_] So you're the one I have to thank?
french: [ _r_ ] Donc vous êtes celui que je dois remercier?
italian: [_r_] Quindi sei quello che devo ringraziare?
japanese: [_r_] では、私が感謝しなければならないのはあなたですか？
spanish: [_r_] ¿Así que eres el que tengo que agradecer?

source: [_mira_] Yeah.
french: [_mira_] Ouais.
italian: [_mira_] Sì.
japanese: [_mira_] はい。
spanish: [_mira_] Sí.

source: [_r_] Wait, why do you even need that hole?
french: [_r_] Attendez, pourquoi avez-vous même besoin de ce trou ?
italian: [_r_] Aspetta, perché hai anche bisogno di quel buco?
japanese: [_r_] 待って、どうしてその穴が必要なの？
spanish: [_r_] Espera, ¿por qué incluso necesitas ese agujero?

source: [_mira_] You're not the only one who likes to sneak peeks.... There are days when there are quite a few men here...
french: [ _mira_ ] Vous n'êtes pas le seul à aimer les poireaux ... Il y a des jours où il y a très peu d'hommes ici ...
italian: [_mira_] Non sei l'unico a cui piace sbirciare gli occhi... Ci sono giorni in cui ci sono diversi uomini qui...
japanese: [_mira_] 覗き見をするのが好きなのはあなただけではありません...ここにはかなり多くの男性がいる日があります...
spanish: [_mira_] No eres el único que le gusta colar peeks .... Hay días en los que hay bastantes hombres aquí ...

source: [_r_] Oh, so you're a connoisseur of male aesthetics.
french: [ _r_ ] Oh, donc vous êtes un connaisseur de l'esthétique masculine.
italian: [_r_] Oh, quindi sei un conoscitore di estetica maschile.
japanese: [_r_] ああ、あなたは男性美学の愛好家ですね。
spanish: [_r_] Oh, así que eres un conocedor de la estética masculina.

source: [_mira_] More like a connoisseur of male cock aesthetics.
italian: [_mira_] Più come un conoscitore di estetica cazzo maschile.
japanese: [_mira_] 男性のコック美学の愛好家のような.
spanish: [_mira_] Más como un conocedor de estética de la polla macho.

source: [_r_] So that's what you slipped in here for?
french: [_r_] C'est ce pour quoi vous vous êtes glissé ici ?
italian: [_r_] Quindi è quello che sei scivolato qui dentro?
japanese: [_r_] それがあなたがここで滑った理由ですか?
spanish: [_r_] ¿Para eso es para lo que te has deslizado?

source: [_r_] You want to play with my cock again?
french: [ _r_ ] Tu veux jouer à nouveau avec ma bite?
italian: [_r_] Vuoi giocare di nuovo con il mio cazzo?
japanese: [_r_] また私のチンポで遊びたいですか?
spanish: [_r_] ¿Quieres volver a jugar con mi polla?

source: [_mira_] You.... Guessing...
french: [_mira_] Vous.... Devinez...
italian: [_mira_] Tu... Indovino...
japanese: [_mira_] あなた....
spanish: [_mira_] Tú... adivinando...

source: [_r_] I'll give you what you want, but I have one condition.
french: [ _r_ ] Je vais vous donner ce que vous voulez, mais j'ai une condition.
italian: [_r_] Ti darò quello che vuoi, ma ho una condizione.
japanese: [_r_] 私はあなたが望むものを与えますが、私は1つの条件があります。
spanish: [_r_] Te daré lo que quieres, pero tengo una condición.

source: [_mira_] A condition? Tell me...
french: [_mira_] Une condition ? Dites-le-moi...
italian: [_mira_] Una condizione? Dimmi...
japanese: [_mira_] 条件? 教えてください...
spanish: ¿[_mira_] una condición? Díganme...

source: [_r_] Invite me to your house tomorrow.
french: [ _r_ ] Invitez-moi votre maison demain.
italian: [_r_] Invitami a casa tua domani.
japanese: [_r_] 明日あなたの家に私を招待してください。
spanish: [_r_] Invítame a tu casa mañana.

source: [_mira_] Why do you have to...
french: [ _mira_ ] Pourquoi tu dois ...
italian: [_mira_] Perché devi fare...
japanese: [_mira_] どうして...
spanish: [_mira_] ¿Por qué tiene que ...

source: [_r_] No more questions.
french: [ _r_ ] Aucune autre question.
italian: [_r_] Niente più domande.
japanese: [_r_] これ以上質問はありません。
spanish: [_r_] No más preguntas.

source: [_mira_] Okay... If you need it so much... You're welcome...
french: [_mira_] D'accord... Si vous en avez tant besoin... Vous êtes les bienvenus...
italian: [_mira_] Okay... Se ne hai tanto bisogno... Sei il benvenuto...
japanese: [_mira_] わかりました... あなたがそんなにそれを必要とするなら... あなたは歓迎です...
spanish: [_mira_] Vale... Si lo necesitas tanto... Eres bienvenido...

source: [_r_] Well done, now get your reward!
french: [_r_] Bien joué, obtenez maintenant votre récompense!
italian: [_r_] Ben fatto, ora ottieni la tua ricompensa!
japanese: [_r_] よくできました。報酬を獲得しましょう！
spanish: [_r_] Bien hecho, ¡ahora consigue tu recompensa!

source: [_mira_] Y-yes! Fuck....! MMMMMMM!
french: [_mira_] Y-oui ! Fuck ....! MMMMM !
japanese: [_mira_] Y-Y! Fuck....! MMMMMMMMMM!
spanish: ¡[_mira_] Sí! ¡Suerte..! ¡MMMMMMMM!

source: [_r_] Keep it down girl! Don't forget they can hear us!
french: [ _r_ ] Garder la fille ! N'oubliez pas qu'ils peuvent nous entendre !
italian: [_r_] Tieni giù la ragazza! Non dimenticare che possono sentirci!
japanese: [_r_] それは女の子を下に保つ!
spanish: [_r_] ¡Mantén a la chica! ¡No olvides que pueden escucharnos!

source: [_mira_] I'm sorry... It's just that I... I feel so good...
french: [_mira_] Je suis désolé... C'est juste que je... je me sens si bien...
italian: [_mira_] Mi dispiace... è solo che io... mi sento così bene...
japanese: [_mira_] 申し訳ありません... 私は... とても気分がいいです...
spanish: [_mira_] Lo siento... Es sólo que yo... me siento tan bien...

source: [_mira_] That's it... Don't stop...
french: [_mira_] Voilà... Ne vous arrêtez pas...
italian: [_mira_] Questo è tutto... Non fermarti...
japanese: [_mira_] それはchar@@1 止まらないで...
spanish: [_mira_] Eso es... No pares...

source: [_r_] I see that you're enjoying vaginal sex.
french: [ _r_ ] Je vois que vous appréciez le sexe vaginal.
italian: [_r_] Vedo che ti stai godendo il sesso vaginale.
japanese: [_r_] 膣内セックスを楽しんでいることがわかります。
spanish: [_r_] veo que estás disfrutando del sexo vaginal.

source: [_r_] Finally discovered pleasure not only in your ass?
french: [_r_] Le plaisir enfin découvert, pas seulement dans votre cul ?
italian: [_r_] Alla fine ha scoperto il piacere non solo nel vostro culo?
japanese: [_r_] 最後に発見された喜びはあなたのお尻だけでなく?
spanish: [_r_] Finalmente descubrió placer no sólo en su asno?

source: [_mira_] After that night with your clone... I use two vibrators at once!
french: [ _mira_ ] Après cette nuit avec votre clone ... J'utilise deux vibrateurs à la fois !
italian: [_mira_] Dopo quella notte con il tuo clone... uso due vibratori contemporaneamente!
japanese: [_mira_] その夜のクローンの後...一度に2つのバイブレーターを使います!
spanish: [_mira_] Después de esa noche con su clon ... ¡Yo uso dos vibradores a la vez!

source: [_r_] Fuck... Your dirty talk turns me on...
french: [_r_] Fuck... Ton sale discours me met en marche...
italian: [_r_] Fuck... Il tuo discorso sporco mi spegne su...
japanese: [_r_] ファック... あなたの汚い話は私をオンにします...
spanish: [_r_] Suerte... Tu sucio discurso me enciende...

source: [_r_] I'm about to...
french: [_r_] Je suis sur le point de...
italian: [_r_] Sto per fare...
japanese: [_r_] 私は...
spanish: [_r_] Estoy a punto de ...

source: [_mira_] Come on, come on, come on!
french: [ _mira_ ] Allez, allez, allez, allez !
italian: [_mira_] Avanti, vieni, vieni!
japanese: [_mira_] さあ、さあ、さあ、さあ!
spanish: [_mira_] Vamos, vamos!

source: [_mira_] Awesome.... I missed this...
french: [_mira_] Génial... J'ai manqué ça...
italian: [_mira_] Fantastico... mi è mancato questo...
japanese: [_mira_] 素晴らしいchar@@1 私はこれを逃しました...
spanish: [_mira_] genial... me perdí esto...

source: [_r_] Is the company of Hinata and your mom really that boring?
french: [ _r_ ] La compagnie de Hinata et ta mère est-elle vraiment ennuyeuse?
italian: [_r_] La compagnia di Hinata e tua mamma è davvero così noiosa?
japanese: [_r_] ひなたとお母さんの会社は本当に退屈ですか?
spanish: [_r_] ¿Es la compañía de Hinata y tu mamá realmente tan aburrida?

source: [_mira_] It's not that... It's just that you have something they don't.
french: [_mira_] Ce n'est pas ça... C'est juste que vous avez quelque chose qu'ils n'ont pas.
italian: [_mira_] Non è questo... è solo che hai qualcosa che non hanno.
japanese: [_mira_] そういうことじゃなくて、ただ彼らにはないものがあるだけです。
spanish: [_mira_] No es eso... Es simplemente que tienes algo que no tienen.

source: [_mira_] Nice dick.
french: [_mira_] belle baise.
italian: [_mira_] Bel cazzo.
japanese: [_mira_] 素敵なディック.
spanish: [_mira_] buena polla.

source: [_m_] I wonder if Hinata's asleep yet?
french: [_m_] Je me demande si Hinata dort encore ?
italian: [_m_] Mi chiedo se Hinata dorme ancora?
japanese: [_m_] まだひなたが寝ているのかな？
spanish: [_m_] Me pregunto si Hinata está durmiendo aún.

source: [_m_] I should go see her again.
french: [ _m_ ] Je devrais la revoir.
italian: [_m_] Dovrei andare a rivederla.
japanese: [_m_] 私は再び彼女に会いに行く必要があります.
spanish: [_m_] debería volver a verla.

source: [_m_] The dream where I kissed her... After that, it was like she got closer to me.
french: [ _m_ ] Le rêve où je l'ai embrassée ... Après ça, c'était comme si elle se rapprochait de moi.
italian: [_m_] Il sogno in cui l'ho baciata... Dopo di che, era come lei si avvicinò a me.
japanese: [_m_] 私が彼女にキスをした夢は...その後、彼女が私に近づいたようなものでした。
spanish: [_m_] El sueño donde la besé... Después de eso, era como ella se acercó más a mí.

source: [_m_] I protected her from Naruto's oppression, and her favor in reality increased several times over.
french: [ _m_ ] Je l'ai protégée de l'oppression de Naruto, et sa faveur en réalité a augmenté plusieurs fois.
italian: [_m_] L'ho protetta dall'oppressione di Naruto e il suo favore in realtà è aumentato più volte.
japanese: [_m_] 私はナルトの抑圧から彼女を守り、彼女の実際の好意は数倍に増加しました。
spanish: [_m_] la protegí de la opresión de Naruto, y su favor en realidad aumentó varias veces.

source: [_m_] I don't know how... But it's like my gut feeling is that she's developed a romantic interest in me.
french: [ _m_ ] Je ne sais pas comment ... Mais c'est comme mon sentiment instinctive qu'elle a développé un intérêt romantique pour moi.
italian: [_m_] Non so come... Ma è come il mio sentimento intestinale è che ha sviluppato un interesse romantico per me.
japanese: [_m_] 私はどのように... しかし、それは私の直感は彼女が私にロマンチックな興味を持っていることです。
spanish: [_m_] No sé cómo ... Pero es como mi sensación de intestino es que ella ha desarrollado un interés romántico en mí.

source: [_m_] It's quite possible that it's part of my power.
french: [ _m_ ] C'est tout à fait possible qu'il fasse partie de mon pouvoir.
italian: [_m_] E 'abbastanza possibile che fa parte del mio potere.
japanese: [_m_] それが私の力の一部である可能性は全くあります。
spanish: [_m_] Es bastante posible que sea parte de mi poder.

source: [_m_] Okay, enough thinking, it's time to act.
french: [ _m_ ] Ok, assez de réflexion, il est temps d'agir.
italian: [_m_] Okay, abbastanza pensiero, è ora di agire.
japanese: [_m_] さて、十分な考え方、行動すべき時です。
spanish: [_m_] Vale, suficiente pensamiento, es hora de actuar.

source: [_m_] Great, she's sleeping.
french: [ _m_ ] Super, elle dort.
italian: [_m_] Grande, sta dormendo.
japanese: [_m_] 素晴らしい, 彼女は眠っています.
spanish: [_m_] genial, ella está durmiendo.

source: [_m_] This time, I'll completely build her dream, from scratch.
french: [ _m_ ] Cette fois, je construirac complètement son rêve, de zéro.
italian: [_m_] Questa volta, costruirò completamente il suo sogno, da zero.
japanese: [_m_] 今回は完全に彼女の夢をゼロから作り上げていきます。
spanish: [_m_] Esta vez, construiré completamente su sueño desde cero.

source: [_m_] Let's see what happens.
french: [ _m_ ] Voyons ce qui se passe.
italian: [_m_] Vediamo cosa succede.
japanese: [_m_] どうなるか見てみましょう。
spanish: [_m_] Veamos lo que sucede.

source: [_m_] I will continue to bend the original line.
french: [ _m_ ] Je vais continuer à plier la ligne d'origine.
italian: [_m_] Continuerò a piegare la linea originale.
japanese: [_m_] 元のラインを曲げ続けます。
spanish: [_m_] seguiré plegando la línea original.

source: [_m_] Hinata should be disappointed in Naruto.
french: [_m_] Hinata devrait être déçu à Naruto.
italian: [_m_] Hinata dovrebbe essere deluso a Naruto.
japanese: [_m_] ひなたはなるとがっかりする。
spanish: [_m_] Hinata debe estar decepcionado en Naruto.

source: [_m_] I'll do whatever it takes to make that happen.
french: [ _m_ ] Je ferai tout ce qu'il faut pour que cela se produise.
italian: [_m_] farò tutto il necessario per far sì che ciò accada.
japanese: [_m_] それを実現するために必要なことは何でもします。
spanish: [_m_] Voy a hacer lo que sea necesario para que eso suceda.

source: [_m_] Even if it's a little harsh.
french: [ _m_ ] Même si c'est un peu dur.
italian: [_m_] Anche se è un po' duro.
japanese: [_m_] ちょっと厳しいですが。
spanish: [_m_] Aunque sea un poco duro.

source: [_naru_] What makes you think you can still be called my wife?
french: [ _naru_ ] Qu'est-ce qui vous fait penser que vous pouvez encore être appelé ma femme?
italian: [_naru_] Cosa ti fa pensare che puoi ancora chiamare mia moglie?
japanese: [_naru_] まだ妻と呼ばれていると思う理由は何ですか?
spanish: [_naru_] ¿Qué te hace pensar que todavía puedes llamarte mi esposa?

source: [_naru_] I'm not interested in you in that way.
french: [ _naru_ ] Je ne suis pas intéressé par vous de cette façon.
italian: [_naru_] Non sono interessato a te in quel modo.
japanese: [_naru_] そういう意味では興味はありません。
spanish: [_naru_] No estoy interesado en usted de esa manera.

source: [_hi_] N-naruto... But after all, we have a family and I love...
french: [_hi_] N-naruto... Mais après tout, nous avons une famille et j'aime...
italian: [_hi_] N-naruto... Ma dopo tutto, abbiamo una famiglia e amo...
japanese: [_hi_] N-ナルト... しかし、結局、私たちには家族があり、私は愛する...
spanish: [_hi_] N-naruto... Pero, después de todo, tenemos una familia y me encanta...

source: [_naru_] Shut up!
french: [_naru_] Éteignez !
italian: [_naru_] Stai zitto!
japanese: [_naru_] シャットダウン!
spanish: ¡[_naru_] cierre!

source: [_naru_] I used to think that family was the most important thing to me. But I was wrong.
french: [ _naru_ ] J'avais l'habitude de penser que la famille était la chose la plus importante pour moi. Mais j'avais tort.
italian: [_naru_] Pensavo che la famiglia fosse la cosa più importante per me. Ma mi sbagliavo.
japanese: [_naru_] 私にとって家族が一番大切だと思っていたのですが、私は間違っていました。
spanish: [_naru_] Yo solía pensar que la familia era lo más importante para mí. Pero me equivoqué.

source: [_naru_] My dream of becoming Hokage, it was all a mistake.
french: [ _naru_ ] Mon rêve de devenir Hokage, c'était une erreur.
italian: [_naru_] Il mio sogno di diventare Hokage, è stato tutto un errore.
japanese: [_naru_] 宝影になるという夢は間違いでした。
spanish: [_naru_] Mi sueño de convertirse en Hokage, todo fue un error.

source: [_naru_] I chased a stupid dream, settled down in a damn village, put down roots fully...
french: [ _naru_ ] J'ai poursuivi un rêve stupide, s'est installé dans un village humide, a complètement mis les racines ...
italian: [_naru_] Ho inseguito un sogno stupido, si è stabilito in un villaggio maledetto, messo giù radici pienamente...
japanese: [_naru_] 私は愚かな夢を追いかけて、村に定住し、根を下ろすchar@@1
spanish: [_naru_] He perseguido un sueño estúpido, me he instalado en un pueblo maldito, he echado raíces completamente...

source: [_naru_] I end up spending the rest of my life filling out fucking paperwork, getting hemorrhoids up my ass.
french: [ _naru_ ] J'ai fini par passer le reste de ma vie à remplir des tâches administratives, à faire monter les hémorroïdes dans mon cul.
italian: [_naru_] Finisco per passare il resto della mia vita riempiendo i documenti di cazzo, ottenendo emorroidi sul mio culo.
japanese: [_naru_] 私はクソ文書を記入する私の人生の残りの部分を過ごすことに終わる, 私のお尻をhemorrhoids取得.
spanish: [_naru_] termino pasando el resto de mi vida llenando papeles follados, recibiendo hemorrhoids hasta mi culo.

source: [_naru_] If you think you're sorry is gonna make a difference, you don't know shit about life!
french: [ _naru_ ] Si vous pensez que vous êtes désolé va faire une différence, vous ne savez pas merde sur la vie !
italian: [_naru_] Se pensi che ti dispiace farà la differenza, non sai la merda della vita!
japanese: [_naru_] 自分が悪いと思ったら、人生のことなんて知らないよ！
spanish: [_naru_] Si crees que te da pena va a marcar la diferencia, ¡no sabes mierda sobre la vida!

source: [_naru_] My life is fucked up.
french: [ _naru_ ] Ma vie est baisée.
italian: [_naru_] La mia vita è scopata.
japanese: [_naru_] 私の人生はめちゃくちゃです。
spanish: [_naru_] Mi vida ha sido follada.

source: [_naru_] And to my great regret... You're part of this fucked up life.
french: [ _naru_ ] Et à mon grand regret ... Vous faites partie de cette putain de vie.
italian: [_naru_] E al mio grande rammarico... Fate parte di questa vita scopata.
japanese: [_naru_] そして私の偉大な後悔に... あなたはこのめちゃくちゃな人生の一部です.
spanish: [_naru_] Y para mi gran arrepentido... Eres parte de esta vida follada.

source: [_m_] Shit, the dream is collapsing, too much emotion.
french: [_m_] Shit, le rêve s'effondre, trop d'émotion.
italian: [_m_] Merda, il sogno sta crollando, troppa emozione.
japanese: [_m_] クソ、夢はあまりにも多くの感情を崩壊している。
spanish: [_m_] mierda, el sueño está colapsándose, demasiada emoción.

source: [_m_] Time to get out before Hinata fully wakes up.
french: [ _m_ ] Le temps de sortir avant que Hinata ne se réveille complètement.
italian: [_m_] È tempo di uscire prima che Hinata si sveglii completamente.
japanese: [_m_] ひなたが完全に目覚める前に出かける時間。
spanish: [_m_] es hora de salir antes de que la Hinata se despierte completamente.

source: [_m_] Hinata is becoming more and more open around me.
french: [_m_] Hinata devient de plus en plus ouvert autour de moi.
italian: [_m_] Hinata sta diventando sempre più aperta intorno a me.
japanese: [_m_] ひなたはますますオープンになってきています。
spanish: [_m_] La Hinata se está abriendo cada vez más a mi alrededor.

source: [_m_] This is a great opportunity to learn about her secrets, and feelings.
french: [ _m_ ] C'est une excellente occasion de découvrir ses secrets et ses sentiments.
italian: [_m_] Questa è una grande opportunità per conoscere i suoi segreti e sentimenti.
japanese: [_m_] 彼女の秘密や感情について学ぶ絶好の機会です。
spanish: [_m_] Esta es una gran oportunidad para aprender sobre sus secretos y sentimientos.

source: [_m_] I have to create the most comfortable atmosphere possible, where we have a heart-to-heart talk.
french: [ _m_ ] Je dois créer l'atmosphère la plus confortable possible, où nous avons une discussion à cœur.
italian: [_m_] Devo creare l'atmosfera più confortevole possibile, dove abbiamo un colloquio cuore-cuore.
japanese: [_m_] 私は、可能な限り快適な雰囲気を作り出さなければなりません。
spanish: [_m_] Tengo que crear la atmósfera más cómoda posible, donde tenemos una plática de corazón.

source: [_r_] You know, Hinata, I don't think I've ever met such nice and open people like you...
french: [ _r_ ] Vous savez, Hinata, je ne pense pas avoir jamais rencontré des gens aussi gentil et ouverts comme vous ...
italian: [_r_] Sai, Hinata, non credo di aver mai incontrato persone così belle e aperte come te...
japanese: [_r_] ひなたちゃん、こんな素敵でオープンな人には今まで会ったことがないと思うよ。
spanish: [_r_] Usted sabe, Hinata, no creo que haya conocido a gente tan agradable y abierta como usted ...

source: [_r_] In my eyes you're special.
french: [ _r_ ] Dans mes yeux, vous êtes spécial.
italian: [_r_] Ai miei occhi sei speciale.
japanese: [_r_] 私の目ではあなたは特別です。
spanish: [_r_] En mis ojos eres especial.

source: [_hi_] Do I really look like that to you?
french: [ _hi_ ] Est-ce que je vous ressemble vraiment?
italian: [_hi_] Le assomiglio davvero così?
japanese: [_hi_] 本当にそのように見えますか?
spanish: [_hi_] ¿Realmente te parece así?

source: [_hi_] I always felt like I wasn't doing enough, so always whatever I take on, I try to do my best...
french: [ _hi_ ] J'ai toujours eu l'impression que je ne faisais pas assez, donc toujours ce que j'ai fait, j'essaie de faire de mon mieux ...
italian: [_hi_] Mi sentivo sempre come non stavo facendo abbastanza, quindi sempre qualunque cosa mi assume, cerco di fare del mio meglio...
japanese: [_hi_] 私はいつも自分が十分ではないと感じていたので、いつも何をするにしても、最善を尽くそうとしています...
spanish: [_hi_] Siempre sentí que no estaba haciendo lo suficiente, así que siempre lo que tome, trato de hacer lo mejor...

source: [_hi_] Even when it comes to ordinary things like spending time with a friend...
french: [ _hi_ ] Même quand il s'agit de choses ordinaires comme passer du temps avec un ami ...
italian: [_hi_] Anche quando si tratta di cose ordinarie come trascorrere del tempo con un amico...
japanese: [_hi_] 友達と過ごすなど普通のことになるとしても...
spanish: [_hi_] Incluso cuando se trata de cosas ordinarias como pasar tiempo con un amigo ...

source: [_r_] For a very large period of my life I didn't socialize much with anyone.
french: [ _r_ ] Pendant une très grande période de ma vie, je n'ai pas beaucoup socialisé avec qui que ce soit.
italian: [_r_] Per un periodo molto grande della mia vita non ho socializzato molto con nessuno.
japanese: [_r_] 私の人生の非常に大きな期間、私は誰ともあまり付き合っていませんでした。
spanish: [_r_] Durante un período muy largo de mi vida no me socializé mucho con nadie.
