Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_m_] Maybe... Maybe Kamiko really is a monster.
french: [_m_] Peut-être... Peut-être que Kamiko est vraiment un monstre.
italian: [_m_] Forse... Forse Kamiko è davvero un mostro.
japanese: [_m_] たぶん... たぶん、神子は本当に怪物だろう。
spanish: [_m_] Tal vez... Tal vez Kamiko realmente es un monstruo.

source: [_m_] Once I thought getting into this world would brighten my life.
french: [ _m_ ] Une fois que j'ai pensé à entrer dans ce monde me viderait ma vie.
italian: [_m_] Una volta che ho pensato di entrare in questo mondo avrebbe illuminato la mia vita.
japanese: [_m_] 一度この世界に入ると、私の人生が明るくなります。
spanish: [_m_] Una vez que pensé que entrar en este mundo me alegraría la vida.

source: [_m_] Made it bright and interesting.
french: [ _m_ ] C'est brillant et intéressant.
italian: [_m_] Lo ha reso luminoso e interessante.
japanese: [_m_] 明るく面白くしました。
spanish: [_m_] Hecho brillante e interesante.

source: [_m_] I really thought I was in my own personal version of heaven...
french: [ _m_ ] J'ai vraiment pensé que j'étais dans ma propre version du ciel ...
italian: [_m_] Ho pensato davvero di essere nella mia versione personale del cielo...
japanese: [_m_] 私は自分自身の天国の個人版にいると本当に思っていました...
spanish: [_m_] Realmente pensé que estaba en mi propia versión personal del cielo...

source: [_m_] But...
french: [ _m_ ] Mais ...
italian: [_m_] Ma...
japanese: [_m_] しかし...
spanish: [_m_] Pero ...

source: [_m_] But... What the fuck is going on?
french: [ _m_ ] Mais ... Qu'est-ce que le baiser est en train de se passer?
italian: [_m_] Ma... Che cazzo sta succedendo?
japanese: [_m_] しかし... 何が起こっているのだろう?
spanish: [_m_] pero... ¿Qué follada está sucediendo?

source: [_ka_] It's time, my sweet doll.
french: [ _ka_ ] C'est l'heure, ma douce poupée.
italian: [_ka_] È tempo, la mia dolce bambola.
japanese: [_ka_] そろそろ、私の可愛い人形。
spanish: [_ka_] Es hora, mi muñeca dulce.

source: [_ka_] I'll sacrifice this whole cup so you can finally begin your journey of rebirth.
french: [_ka_] Je sacrifierai toute cette coupe pour que vous puissiez enfin commencer votre voyage de renaissance.
italian: [_ka_] sacrificerò tutta questa coppa in modo da poter finalmente iniziare il vostro cammino di rinascita.
japanese: [_ka_] 私はこのカップを全部犠牲にします。そうすれば、ようやくあなたの再生の旅を始めることができます。
spanish: [_ka_] sacrificaré toda esta taza para que por fin puedas comenzar tu viaje de renacimiento.

source: [_r_] P-path of rebirth? What does that mean, Kamiko?
french: [_r_] P-chemin de renaissance? Qu'est-ce que ça veut dire, Kamiko?
italian: [_r_] P-path di rinascita? Che cosa significa, Kamiko?
japanese: [_r_] P-再生経路? それはどういうことですか、神子?
spanish: [_r_] P-path de renacimiento? ¿Qué significa eso Kamiko?

source: [_ka_] My power...the power of my chakra... They called me the monster of the Ootsutsuki clan... They didn't recognize my essence...
french: [_ka_] Mon pouvoir... le pouvoir de mon chakra... Ils m'ont appelé le monstre du clan Ootsutsuki. Ils ne reconnaissaient pas mon essence...
italian: [_ka_] Il mio potere... il potere del mio chakra... Mi hanno chiamato il mostro del clan Ootsutsuki... Non hanno riconosciuto la mia essenza...
japanese: [_ka_] 私の力...私のチャクラの力...彼らは私を大槻氏のモンスターと呼んだ...彼らは私の本質を認識していませんでした...
spanish: [_ka_] Mi poder... el poder de mi chakra... Me llamaron el monstruo del clan Ootsutsuki... No reconocían mi esencia...

source: [_r_] Who are they? What are you talking about? I... I don't understand...
french: [_r_] Qui sont-ils? De quoi parlez-vous ? Je... Je ne comprends pas...
italian: [_r_] Chi sono? Di cosa stai parlando? Io... non capisco...
japanese: [_r_] 彼らは誰ですか? あなたは何を話していますか? 私は...
spanish: [_r_] ¿De quién son? ¿De qué estás hablando? Yo... no entiendo...

source: [_ka_] The Ootsutsuki clan. I am able to manipulate the thread of time, they believed this power to be contrary to the very concept of our world.
french: [ _ka_ ] Le clan Ootsutsuki. Je suis capable de manipuler le fil du temps, ils croyaient que ce pouvoir était contraire au concept même de notre monde.
italian: [_ka_] Il clan Ootsutsuki. Sono in grado di manipolare il filo del tempo, hanno creduto che questo potere fosse contrario al concetto stesso del nostro mondo.
japanese: [_ka_] 大槻氏。 私は時間の糸を操ることができます, 彼らはこの力を私たちの世界の概念に反すると信じていました.
spanish: [_ka_] El clan Ootsutsuki. Soy capaz de manipular el hilo del tiempo, ellos creían que este poder era contrario al concepto mismo de nuestro mundo.

source: [_ka_] They tried to kill me, but I was able to fool them.
french: [ _ka_ ] Ils ont essayé de me tuer, mais j'ai pu les tromper.
italian: [_ka_] Hanno cercato di uccidermi, ma sono stato in grado di ingannarli.
japanese: [_ka_] 彼らは私を殺そうとしましたが、私は彼らを騙すことができました。
spanish: [_ka_] Ellos trataron de matarme, pero pude echarlos a perder.

source: [_m_] The Ootsutsuki clan tried to get rid of Kamiko? Now I understand why she's in this world.
french: [ _m_ ] Le clan Ootsutsuki a essayé de se débarrasser de Kamiko? Maintenant je comprends pourquoi elle est dans ce monde.
italian: [_m_] Il clan Ootsutsuki ha cercato di sbarazzarsi di Kamiko? Ora capisco perché è in questo mondo.
japanese: [_m_] 大槻氏は神子を排除しようとしたのですか? なぜ彼女がこの世にいるのか分かりました。
spanish: [_m_] El clan Ootsutsuki trató de deshacerse de Kamiko? Ahora entiendo por qué ella está en este mundo.

source: [_ka_] You managed to subdue Hinata.
french: [ _ka_ ] Vous avez réussi à soumettre Hinata.
italian: [_ka_] Sei riuscito a sottomettere Hinata.
japanese: [_ka_] 日向を服従させることができました。
spanish: [_ka_] Ha conseguido someter a Hinata.

source: [_ka_] You were able to instill romantic feelings in her, were able to introduce yourself into her life, made your persona important.
french: [ _ka_ ] Vous avez été en mesure d'éprouver des sentiments romantiques en elle, ont été en mesure de vous présenter dans sa vie, ont rendu votre personnage important.
italian: [_ka_] Siete stati in grado di infondere sentimenti romantici in lei, sono stati in grado di introdursi nella sua vita, ha reso la vostra persona importante.
japanese: [_ka_] あなたは彼女にロマンチックな感情を植え付けることができました, 彼女の人生に自分自身を導入することができました, あなたのペルソナを重要にしました.
spanish: [_ka_] Has podido inculcar sentimientos románticos en ella, has sido capaz de presentarte a ti mismo en su vida, haciendo que tu persona sea importante.

source: [_ka_] You were able to corrupt her. Made her plunge into lust, made her addicted to your cock.
french: [ _ka_ ] Vous avez été capable de la corrompavoir. Elle a plongé dans la luxure, l'a rendue accroc à ta bite.
italian: [_ka_] Tu sei stato in grado di corrompersi. La fece tuffare nella lussuria, la fece dipendere dal tuo cazzo.
japanese: [_ka_] あなたは彼女を堕落させることができました。彼女を欲望に陥れ、あなたのチンポに中毒にさせました。
spanish: [_ka_] Pudiste corromperla. Hizo que se sumergiera en la lujuria, la hizo adicta a tu polla.

source: [_ka_] But that's not enough.
french: [ _ka_ ] Mais ce n'est pas suffisant.
italian: [_ka_] Ma non basta.
japanese: [_ka_] でもそれだけでは足りない。
spanish: [_ka_] Pero eso no es suficiente.

source: [_ka_] Only by combining lust and love can one achieve total submission, true control.
french: [ _ka_ ] Seule la combinaison de la luxure et de l'amour peut aboutir à une soumission totale, véritable contrôle.
italian: [_ka_] Solo combinando lussuria e amore si può ottenere la sottomissione totale, il vero controllo.
japanese: [_ka_] 欲望と愛情を組み合わせることで、人は完全に服従し、真のコントロールを得ることができます。
spanish: [_ka_] Sólo combinando la lujuria y el amor se puede lograr un total sometimiento, verdadero control.

source: [_r_] B-but how... How can I...
french: [_r_] B-mais comment... Comment peux-je...
italian: [_r_] B-ma come... Come posso Io...
japanese: [_r_] B-しかし、どのように...
spanish: [_r_] B-but cómo... ¿Cómo puedo...

source: [_ka_] Time... The flow of time has an infinite number of variations.
french: [_ka_] Temps... Le flux de temps a un nombre infini de variations.
italian: [_ka_] Time... Il flusso di tempo ha un numero infinito di variazioni.
japanese: [_ka_] 時間... 時間の流れには無限のバリエーションがあります。
spanish: [_ka_] Hora... El flujo del tiempo tiene un número infinito de variaciones.

source: [_ka_] In different streams of time, different results awaited you, different endings...
french: [ _ka_ ] Dans différents flux de temps, différents résultats vous attendaient, différentes terminaisons ...
italian: [_ka_] In diversi flussi di tempo, diversi risultati ti aspettavano, terminazioni diverse...
japanese: [_ka_] 異なる時間の流れで, 異なる結果はあなたを待っていました, 異なる終わり...
spanish: [_ka_] En diferentes corrientes de tiempo, los diferentes resultados le esperan, diferentes finales ...

source: [_ka_] You and I are in the luckiest, most correct time stream, where everything came together and you were able to do everything to fulfill your destiny.
french: [ _ka_ ] Vous et moi sommes dans le temps le plus chanceux, le plus correct, où tout s'est rassemblé et vous avez pu tout faire pour réaliser votre destin.
italian: [_ka_] Io e te siamo nel flusso di tempo più fortunato, più corretto, dove tutto è venuto insieme e sei stato in grado di fare tutto per soddisfare il tuo destino.
japanese: [_ka_] あなたと私は最も幸運な、最も正しい時間ストリームにいます 全てが一体となって運命を満たすために全力を尽くせた
spanish: [_ka_] Tú y yo tenemos el flujo de tiempo más afortunado y correcto, donde todo se unió y usted pudo hacer todo lo posible para cumplir su destino.

source: [_ka_] But you and I are not the only right stream. There are a whole two such streams.
french: [ _ka_ ] Mais vous et moi ne sommes pas le seul courant droit. Il y a deux de ces cours d'eau.
italian: [_ka_] Ma io e voi non siamo l'unico flusso giusto. Ci sono due flussi di questo tipo.
japanese: [_ka_] しかし、あなたと私だけが正しいストリームではありません。
spanish: [_ka_] Pero tú y yo no somos la única corriente correcta. Hay dos corrientes de este tipo.

source: [_ka_] And now both versions of Kamiko, sacrificing almost all the chakra accumulated during this time... Will unite the two true streams...Into one.
french: [ _ka_ ] Et maintenant les deux versions de Kamiko, sacriquant presque tout le chakra accumulé pendant cette période ... Permettra d'unir les deux vrais flux ...En un seul.
italian: [_ka_] E ora entrambe le versioni di Kamiko, sacrificando quasi tutto il chakra accumulato durante questo tempo... Unirà i due veri russi... Into uno.
japanese: [_ka_] そして今神子の両方のバージョン, この時間の間に蓄積されたほとんどすべてのチャクラを犠牲に...
spanish: [_ka_] Y ahora ambas versiones de Kamiko, sacrificando casi todo el chakra acumulado durante este tiempo... Unirá los dos streams...En uno.

source: [_r_] B-but how is that possible? How do you... You... How can you unite time... Isn't that...
french: [_r_] B-mais comment cela est-il possible ? Comment allez-vous... Vous... Comment pouvez-vous unir le temps... N'est-ce pas...
italian: [_r_] B-ma come è possibile? Come fai... tu... Come puoi unire il tempo... Non è quello...
japanese: [_r_] B-しかし、それはどのように可能ですか? どのようにあなたは... あなたは... どのようにあなたは時間を結合することができますか...
spanish: [_r_] B-pero ¿cómo es eso posible? ¿Cómo lo haces... Tú... ¿Cómo puedes unir el tiempo... No es eso...

source: [_ka_] Time is flexible. It has a way of adjusting, of filling in the missing elements, like a stream of water that fills any space.
french: [_ka_] Le temps est flexible. Il a un moyen d'ajuster, de remplir les éléments manquants, comme un flux d'eau qui remplit n'importe quel espace.
italian: [_ka_] Il tempo è flessibile. Ha un modo di regolare, di riempire gli elementi mancanti, come un flusso d'acqua che riempie qualsiasi spazio.
japanese: [_ka_] 時間は柔軟で、空間を埋める水の流れのように、欠けている要素を埋める調整方法があります。
spanish: [_ka_] El tiempo es flexible. Tiene una forma de ajustarse, de rellenar los elementos faltantes, como un flujo de agua que llena cualquier espacio.

source: [_ka_] Only you and I will know that it has happened...
french: [ _ka_ ] Seulement vous et moi saurons que c'est arrivé ...
italian: [_ka_] Solo tu e io sapremo che è accaduto...
japanese: [_ka_] あなたと私だけがそれが起こったことを知るでしょう...
spanish: [_ka_] Solo tú y yo sabremos que ha sucedido...

source: [_ka_] When we combine the flow of time... Hinata Uzumaki will truly be yours.
french: [ _ka_ ] Lorsque nous combinons le flux du temps ... Hinata Uzumaki sera vraiment à vous.
italian: [_ka_] Quando combiniamo il flusso di tempo... Hinata Uzumaki sarà davvero vostro.
japanese: [_ka_] 時の流れを組み合わせると、ひなたうずまきは本当にあなたのものになります。
spanish: [_ka_] Cuando combinamos el flujo de tiempo ... Hinata Uzumaki será realmente tuya.

source: [_ka_] Moon Princess... HER power now belongs to...
french: [_ka_] Princesse de la Lune... Son pouvoir appartient maintenant...
italian: [_ka_] Moon Princess... HER potere ora appartiene a...
japanese: [_ka_] ムーンプリンセス...
spanish: [_ka_] Princesa de Luna... Ahora su poder pertenece a...

source: [_r_] Wait...
french: [_r_] Attendre...
italian: [_r_] Attendere...
japanese: [_r_] 待機...
spanish: [_r_] Espera...

source: [_ka_] Me.
french: [_ka_] Moi.
japanese: [_ka_] 私.
spanish: [_ka_] Yo.

source: [_ka_] Be reborn...
french: [_ka_] Ressuscité...
italian: [_ka_] Stai rinascita...
japanese: [_ka_] 生まれ変わり...
spanish: [_ka_] Conviértete de nuevo...

source: [_ka_] Child.
french: [_ka_] Enfant.
italian: [_ka_] Bambino.
japanese: [_ka_] チャイルド.
spanish: [_ka_] Niño.

source: [_ka_] Their flesh tastes better than you think...
french: [ _ka_ ] Leur chair a meilleur goût que vous ne le pensez ...
italian: [_ka_] La loro carne ha un sapore migliore di quello che pensi...
japanese: [_ka_] 彼らの肉はあなたが思っているよりも美味しい...
spanish: [_ka_] Su carne sabe mejor de lo que usted piensa ...

source: [_ka_] The chakra that seeped into every cell of their flesh... It's so delicious...
french: [ _ka_ ] Le chakra qui a cousu dans chaque cellule de leur chair ... C'est si délicieux ...
italian: [_ka_] Il chakra che si è infiltrato in ogni cellula della loro carne... È così delizioso...
japanese: [_ka_] 彼らの肉のすべての細胞に浸透したチャクラ...それはとてもおいしい...
spanish: [_ka_] El chakra que se filtró en cada célula de su carne... Es tan delicioso...

source: [_ka_] You should try it.
french: [ _ka_ ] Vous devriez essayer.
italian: [_ka_] Dovresti provarlo.
japanese: [_ka_] 試してみてください。
spanish: [_ka_] Deberías probarlo.

source: [_r_] B-but I... I don't want to...
french: [_r_] B-mais je... Je ne veux pas...
italian: [_r_] B-but I... Non voglio...
japanese: [_r_] B-but I...
spanish: [_r_] B-but yo... no quiero hacer...

source: [_ka_] But this way the time loop will be... Eternal.
french: [_ka_] Mais de cette façon la boucle temporelle sera... Eternel.
italian: [_ka_] Ma in questo modo il ciclo del tempo sarà... Eterno.
japanese: [_ka_] しかし、このようにタイムループは... エタニカル。
spanish: [_ka_] Pero de esta manera el bucle de tiempo será... Eternal.

source: [_r_] The Loop?
french: [_r_] La Boucle ?
japanese: [_r_] ループ?
spanish: [_r_] ¿El bucle?

source: [_ka_] You...
french: [_ka_] Vous...
italian: [_ka_] Tu...
japanese: [_ka_] あなた...
spanish: [_ka_] Usted ...

source: [_ka_] Must...
french: [_ka_] doit...
italian: [_ka_] Deve...
japanese: [_ka_] 必須...
spanish: [_ka_] Debe ...

source: [_ka_] Try.
french: [_ka_] Essayez.
italian: [_ka_] Prova.
japanese: [_ka_] お試しください。
spanish: [_ka_] intentar.

source: [_r_] No-no-no!!
french: [ _r_ ] Non-non-non ! !
italian: [_r_] No-no!!
japanese: [_r_] No-no!!
spanish: [_r_] No-no!!

source: [_ka_] Good morning, sweetie!
french: [_ka_] Bonjour, amoureux!
italian: [_ka_] Buongiorno, dolce!
japanese: [_ka_] おはようございます!
spanish: [_ka_] ¡Buenas mañanas!

source: [_r_] What happened…? It's... It's just a dream...
french: [ _r_ ] Qu'est-il arrivé au…? C'est ... C'est juste un rêve ...
italian: [_r_] Cos'è successo…? E' solo un sogno...
japanese: [_r_]…何が起きたの？それはchar@@2 ただの夢だchar@@3
spanish: [_r_] ¿Qué pasó…? Es ... Es sólo un sueño ...

source: [_r_] Fuck... It was very scary...
french: [_r_] Fuck... C'était très effrayant...
italian: [_r_] Fuck... Era molto spaventoso...
japanese: [_r_] ファック... それは非常に怖かった...
spanish: [_r_] Suerte... Fue muy aterrador...

source: [_ka_] Dream? What kind of dream? Are you tormented by nightmares?
french: [_ka_] Rêve? Quel genre de rêve ? Êtes-vous tourmenté par les cauchemars ?
italian: [_ka_] Sogno? Che tipo di sogno? Sei tormentato da incubi?
japanese: [_ka_] ドリーム？どんな夢？悪夢に悩まされてるの？
spanish: [_ka_] ¿Sueño? ¿Qué tipo de sueño? ¿Es usted atormentado por las pesadillas?

source: [_r_] Sort of...
french: [_r_] Trier de...
italian: [_r_] Ordina per...
japanese: [_r_] 並べ替え...
spanish: [_r_] Ordenar de...

source: [_r_] It was so strane, yet frightening... It felt far too real.
french: [ _r_ ] C'était tellement fane, mais effrayant ... Il se sentait bien trop réel.
italian: [_r_] Era così strana, ma spaventosa... Si sentiva troppo reale.
japanese: [_r_] とても緊張感がありましたが、怖かったです...あまりにもリアルに感じました。
spanish: [_r_] Fue tan extraño, pero aterrador... Se sentía demasiado real.

source: [_r_] It was as if we went on a trip, you killed a bunch of shinobi and then I kind of changed... And then you... a lot of bloodied bodies and...
french: [ _r_ ] C'était comme si nous sommes allés en voyage, vous avez tué une bande de shinobi et puis j'ai changé ... Et puis vous ... beaucoup de corps ensorctués et ...
italian: [_r_] Era come se continuassimo un viaggio, hai ucciso un mucchio di shinobi e poi sono cambiato. . E poi tu... un sacco di corpi sanguinati e...
japanese: [_r_] まるで旅に出たかのようで、忍の束を殺してしまったので、ちょっと変わってしまいました。 そして、あなたはたくさんの血まみれの死体と...
spanish: [_r_] Era como si fuéramos a un viaje, mataste a un montón de shinobi y luego cambiaron. Y entonces tú... un montón de cuerpos sangrado y...

source: [_ka_] You poor thing. What a terrible nightmare.
french: [ _ka_ ] Tu pauvres. Quel terrible cauchemar.
italian: [_ka_] Tu sei povero. Che terribile incubo.
japanese: [_ka_] あなたは貧しい。なんてひどい悪夢だ。
spanish: [_ka_] Usted pobre. Qué terrible pesadilla.

source: [_r_] I'm glad it was only a dream...
french: [ _r_ ] Je suis content que ce n'était qu'un rêve ...
italian: [_r_] Sono contento che sia stato solo un sogno...
japanese: [_r_] ただの夢でよかった...
spanish: [_r_] Me alegro de que solo fuera un sueño...

source: [_ka_] But it wasn’t a dream.
french: Mais ce n'était pas un rêve.
italian: [_ka_] Ma non era un sogno.
japanese: [_ka_] でも夢ではなかった。
spanish: [_ka_] Pero no era un sueño.

source: [_r_] Wh-what do you mean...
french: [ _r_ ] Wh-Que voulez-vous dire ...
italian: [_r_] Wh-what do you intende...
spanish: [_r_] ¿Qué quieres decir...

source: [_ka_] It really happened, silly.
french: [ _ka_ ] C'est vraiment arrivé, idiot.
italian: [_ka_] È successo davvero, sciocco.
japanese: [_ka_] 本当に起こりましたね。
spanish: [_ka_] Ha ocurrido realmente, por suerte.

source: [_ka_] You’ve been in a coma for a little over three months. But there’s nothing to be concerned about, you've transformed after all.
french: Vous êtes dans le coma depuis un peu plus de trois mois. Mais il n'y a rien à s'inquiéter, vous avez changé après tout.
italian: [_ka_] Sei stato in coma per poco più di tre mesi, ma non c'è nulla di cui preoccuparsi, hai trasformato dopo tutto.
japanese: [_ka_] あなたは3ヶ月以上昏睡状態になっています。しかし、心配することは何もありません、結局あなたは変身しました。
spanish: [_ka_] Has estado en coma durante un poco más de tres meses. Pero no hay nada de lo que preocupar, después de todo, te has transformado.

source: [_r_] Three months!? Are you kidding me?
french: [_r_] Trois mois!? Vous me plaisantez?
italian: [_r_] Tre mesi!? Mi stai scherzando?
japanese: [_r_] 3ヶ月!? からかってるの？
spanish: [_r_] ¿¡Tres meses!? ¿Estás matando?

source: [_r_] What about Hinata and the others? How do I explain to them why I disappeared for so long?
french: [ _r_ ] Qu'en est-il de Hinata et des autres? Comment puis-je leur expliquer pourquoi j'ai disparu pendant si longtemps?
italian: [_r_] Che dire di Hinata e degli altri? Come spiego loro perché sono scomparso così a lungo?
japanese: [_r_] ひなたなどはどうですか? なぜ消えてしまったのかを、彼らに説明するにはどうすればいいですか?
spanish: [_r_] ¿Qué pasa con la Hinata y los demás? ¿Cómo les explico por qué desaparecí durante tanto tiempo?

source: [_ka_] Don't worry, all this time I've been taking on your appearance and I’ve taken care of Hinata.
french: [ _ka_ ] Ne vous inquiétez pas, tout ce temps j'ai pris votre apparence et j'ai pris soin de Hinata.
italian: [_ka_] Non ti preoccupare, tutto questo tempo ho assunto il tuo aspetto e mi sono occupato di Hinata.
japanese: [_ka_] 心配しないで、今までずっとあなたの姿を見てきたので、私はひなたの世話をしてきました。
spanish: [_ka_] No te preocupes, todo este tiempo que he estado tomando tu apariencia y me he ocupado de Hinata.

source: [_ka_] She didn't notice in the slightest, nothing to be worried about.
french: [_ka_] Elle n'a pas remarqué le moindre détail, rien à craindre.
italian: [_ka_] Non si accorse minimamente, niente di cui preoccuparsi.
japanese: [_ka_] 彼女は少しでも気づかなかった, 心配することは何もありませんでした.
spanish: [_ka_] Ella no se dio cuenta en lo más mínimo, nada de lo que preocuparse.

source: [_r_] So it was all real?
french: [_r_] Alors tout était vrai ?
italian: [_r_] Quindi era tutto reale?
japanese: [_r_] では全部本物でしたか?
spanish: [_r_] ¿Entonces todo era real?

source: [_ka_] Of course! And we pulled off a real miracle, I’ve never manipulated time before.
french: [ _ka_ ] Bien sûr ! Et nous avons tiré un vrai miracle, je n'ai jamais manipulé le temps avant.
italian: [_ka_] Certo! E abbiamo tirato fuori un vero miracolo, non ho mai manipolato il tempo prima.
japanese: [_ka_] もちろん！そして、私たちは本当の奇跡を取り除きました。私は今までに時間を操ったことがありません。
spanish: ¡[_ka_] por supuesto! Y nos libramos de un verdadero milagro, nunca he manipulado el tiempo antes.

source: [_ka_] I possess the ability to, but I never dared to use it up until now, since I didn't know what it could lead to.
french: [ _ka_ ] Je possède la capacité, mais je n'ai jamais osé l'utiliser jusqu'à maintenant, puisque je ne savais pas à quoi ça pouvait mener.
italian: [_ka_] possiedo la capacità, ma non ho mai osato usarla fino ad ora, dal momento che non sapevo cosa avrebbe potuto portare.
japanese: [_ka_] 私には能力がありますが、今までそれを使うことは決してありませんでした。
spanish: [_ka_] poseo la habilidad, pero nunca me atreví a usarla hasta ahora, ya que no sabía a qué podía llevar.

source: [_r_] But you did...
french: [_r_] Mais vous l'avez fait...
italian: [_r_] Ma hai fatto...
japanese: [_r_] しかし、あなたはやりました...
spanish: [_r_] Pero lo hizo...

source: [_ka_] Yes... It was necessary, you know? It was the only way you could take your power even further.
french: [_ka_] Oui... C'était nécessaire, vous le savez ? C'était la seule façon de prendre encore plus de pouvoir.
italian: [_ka_] Sì... era necessario, sapete? Era l'unico modo per prendere ancora di più il vostro potere.
japanese: [_ka_] はい... それは必要だった、知っていますか? それはあなたの力をさらに遠くに取ることができる唯一の方法だった。
spanish: [_ka_] Sí... Era necesario, ¿sabes? Era la única manera en que podías llevar tu poder aún más lejos.

source: [_ka_] Now it will be easier for you to deal with Hinata and the other kunoichi.
french: [ _ka_ ] Maintenant, il vous sera plus facile de traiter avec Hinata et l'autre kunoichi.
italian: [_ka_] Ora sarà più facile per voi trattare con Hinata e gli altri kunoichi.
japanese: [_ka_] これで日向や他のくノ一に対処する方が簡単になります。
spanish: [_ka_] Ahora será más fácil para usted tratar con Hinata y el otro kunoichi.

source: [_ka_] Besides, you've become stronger, can't you feel it?
french: [_ka_] D'ailleurs, vous devenez plus fort, ne vous sentez pas ?
italian: [_ka_] Inoltre, sei diventato più forte, non riesci a sentirlo?
japanese: [_ka_] その上、強くなったな、感じられない？
spanish: [_ka_] Además, te has vuelto más fuerte, ¿puedes sentirlo?

source: [_r_] Truth be told... I don't even know, I don't really feel anything...
french: [_r_] Vérité dite... Je ne sais même pas, je ne ressens rien ...
italian: [_r_] Verità si dice... Non lo so, non sento niente...
japanese: [_r_] 真実を言われるchar@@1わからない、何も感じないchar@@2char@@3
spanish: [_r_] Que la verdad sea clara... ni siquiera lo sé, realmente no me siento nada...
