Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] Girls who enjoy such a massage, which are given into the hands of a massage therapist, sometimes want more than just a massage.
french: [ _r_ ] Les filles qui aiment un tel massage, qui sont données entre les mains d'un massothérapeute, veulent parfois plus qu'un massage.
italian: [_r_] Ragazze che godono di tale massaggio, che sono date nelle mani di un massaggiatore, a volte vogliono più di un semplice massaggio.
japanese: [_r_] マッサージセラピストの手に渡されるこのようなマッサージを楽しむ女の子は、時には単なるマッサージよりも多くを望んでいます。
spanish: [_r_] Girls que disfrutan de ese masaje, que se dan en manos de un terapeuta de masaje, a veces quieren algo más que un masaje.

source: [_r_] They think about how to touch the masseur, how to hold, touch, feel this big meaty thing in his pants.
french: [ _r_ ] Ils pensent à la façon de toucher le masseur, comment tenir, toucher, sentir ce gros truc de viande dans son pantalon.
italian: [_r_] Pensano a come toccare il massaggiatore, come tenere, toccare, sentire questa grande cosa carnosa nei suoi pantaloni.
japanese: [_r_] 彼らはマッサージ師に触れる方法について考えます, 保持する方法, 触れます, 彼のパンツでこの大きな肉のものを感じます.
spanish: [_r_] Ellos piensan en cómo tocar el masajista, cómo sostener, tocar, sentir esta gran cosa de carne en sus pantalones.

source: [_r_] Literally every customer thinks about this, this is a known fact.
french: [ _r_ ] Chaque client pense à cela, c'est un fait connu.
italian: [_r_] Letteralmente ogni cliente pensa a questo, questo è un fatto noto.
japanese: [_r_] 文字通りすべてのお客様がこれについて考えていますが、これは既知の事実です。
spanish: [_r_] Literalmente todos los clientes piensan sobre esto, este es un hecho conocido.

source: [_hi_] Really? Is that what they're thinking...?
french: [_hi_] Vraiment? Est-ce ce qu'ils pensent...?
italian: [_hi_] Davvero? È quello che stanno pensando...?
japanese: [_hi_] 本当に? それは彼らが考えていることですか?
spanish: [_hi_] ¿De verdad? ¿Es eso lo que piensan...?

source: [_hi_] And... and they're not scared at all?
french: [_hi_] Et... et ils ne sont pas du tout effrayés ?
italian: [_hi_] E... e non hanno paura per niente?
japanese: [_hi_] そして...そして彼らは全く恐れていないのですか?
spanish: [_hi_] Y... ¿y no tienen miedo en absoluto?

source: [_r_] Some people are scared, but they understand that it is better to give yourself to the power of your desires than to suffer throughout the session, you know?
french: [ _r_ ] Certaines personnes ont peur, mais elles comprennent qu'il vaut mieux vous donner le pouvoir de vos désirs que de souffrir tout au long de la session, vous savez?
italian: [_r_] Alcune persone hanno paura, ma capiscono che è meglio donarsi al potere dei vostri desideri che soffrire durante tutta la sessione, sapete?
japanese: [_r_] 一部の人々は怖がっています セッションを通して苦しむよりも望みの力を自分に与える方が良いと理解しているのです
spanish: [_r_] Algunas personas están asustadas, pero entienden que es mejor darse al poder de sus deseos que sufrir a lo largo de toda la sesión, ¿sabes?

source: [_hi_] Y-yeah... I know what you're talking about...
french: [_hi_] Y-yeah... Je sais de quoi vous parlez...
italian: [_hi_] Y-yeah... So di cosa stai parlando...
japanese: [_hi_] Y-yeah, 私はあなたが話していることを知っています...
spanish: [_hi_] Y-sí... Sé de lo que estás hablando...

source: [_r_] Do not deny yourself the desire, Hinata. I know you want to grab my cock. I can see it in the way your hands move.
french: [ _r_ ] Ne vous niez pas le désir, Hinata. Je sais que tu veux attraper ma bite. Je peux le voir dans la façon dont vos mains se déplacent.
italian: [_r_] Non rinnegare te stesso il desiderio, Hinata. So che volete afferrare il mio cazzo. Posso vederlo nel modo in cui le vostre mani si muovono.
japanese: [_r_] 自分自身を否定しないでください, ひなた. 私のチンコを捕まえたいのは分かっています。手の動きが見えます。
spanish: [_r_] No se niegue a sí mismo el deseo, Hinata. Sé que quieres agarrar mi polla. Puedo verlo en la forma en que se mueven las manos.

source: [_hi_] This... This is so wrong... That I really think about such things...
french: [_hi_] Voilà... C'est tellement mal... que je pense vraiment à de telles choses...
italian: [_hi_] Questo... Questo è così sbagliato... Che penso davvero a cose del genere...
japanese: [_hi_] これは間違っています... そんなことを本当に考えています...
spanish: [_hi_] Esto... Esto es tan mal... Que realmente pienso en esas cosas...

source: [_hi_] This is a normal process, such a massage has long been practiced. Mutual affection. The massage therapist gives pleasure to the client, and the client pays the massage therapist the same coin.
french: [ _hi_ ] C'est un processus normal, un tel massage est pratiqué depuis longtemps. L'affection mutuelle. Le massothérapeute donne du plaisir au client, et le client paie le massothérapeute à la même pièce.
italian: [_hi_] Questo è un processo normale, tale massaggio è stato praticato a lungo. L'affetto reciproco. Il massaggiatore dà piacere al cliente, e il cliente paga il massaggiatore la stessa medaglia.
japanese: [_hi_] これは正常なプロセスであり、そのようなマッサージは長い間行われてきました。 マッサージセラピストは、クライアントに喜びを与え、クライアントは、マッサージセラピストに同じコインを支払います。
spanish: [_hi_] Este es un proceso normal, tal masaje ha sido practicado durante mucho tiempo. Afectación mutua. El terapeuta de masaje da placer al cliente, y el cliente paga al terapeuta de masaje la misma moneda.

source: [_hi_] So I'm not crazy...? Is this common?
french: [_hi_] Je ne suis donc pas folle...? Est-ce commun?
italian: [_hi_] Quindi non sono pazzo...? È questo comune?
japanese: [_hi_] だから私は狂っていない......これは一般的ですか?
spanish: [_hi_] ¿Así que no estoy loco...? ¿Es esto común?

source: [_r_] Of course. If you want, I'll take off my pants, we'll go to the right place, and we'll do what you want.
french: [ _r_ ] Bien sûr. Si tu veux, je vais enlever mon pantalon, on ira au bon endroit, et on fera ce que tu veux.
italian: [_r_] Certo. Se vuoi, toglierò i miei pantaloni, andremo nel posto giusto e faremo quello che vuoi.
japanese: [_r_] もちろんです。もしよければ、パンツを脱ぎます。適切な場所に行きましょう。私たちはあなたの望むことをします。
spanish: [_r_] Por supuesto. Si quieres, despegaré mis pantalones, iremos al lugar correcto y haremos lo que quieras.

source: [_hi_] O-okay... Give me a minute...
french: [_hi_] O-okay... Donnez-moi une minute...
italian: [_hi_] O-okay... Dammi un minuto...
japanese: [_hi_] オーケー... ちょっと待って...
spanish: [_hi_] O-okay... Dame un minuto...

source: [_r_] How do you feel? Is that what you wanted?
french: [_r_] Comment vous sentez-vous ? Est-ce ce que vous vouliez ?
italian: [_r_] Come ti senti? È quello che volevi?
japanese: [_r_] どう感じますか? それが欲しかったことですか?
spanish: [_r_] ¿Cómo sientes? ¿Es eso lo que querías?

source: [_hi_] I... I don't even know... It's so unusual and... Maybe weird...
french: [_hi_] Je... Je ne sais même pas... C'est si inhabituel et... peut-être bizarre...
italian: [_hi_] Io... Non lo so... è così insolito e... Forse strano...
japanese: [_hi_] 私は...私も知っていません...それはとても珍しいです...
spanish: [_hi_] yo... ni siquiera lo soy... Es tan inusual y... tal vez extraño...

source: [_r_] It’s all good Hinata, don’t worry, everyone feels this way when it happens for the first time.
french: [ _r_ ] C'est un bon Hinata, ne t'inquiète pas, tout le monde sent comme ça quand ça arrive pour la première fois.
italian: [_r_] È tutto buono Hinata, non preoccupatevi, tutti si sentono in questo modo quando accade per la prima volta.
japanese: [_r_] ひなたちゃん、心配しないで、初めて起きたときはみんなこんな感じになります。
spanish: [_r_] Todo es bueno Hinata, no te preocupes, todo el mundo se siente de esta manera cuando ocurre por primera vez.

source: [_hi_] Your dick... It's pretty big...
french: [_hi_] Ta bite ... C'est assez grand...
italian: [_hi_] Il tuo cazzo... È abbastanza grande...
japanese: [_hi_] あなたのペニス... それはかなり大きいです...
spanish: [_hi_] Tu polla... Es bastante grande...

source: [_r_] Thank you, every man likes to hear this.
french: [ _r_ ] Merci, chaque homme aime entendre ça.
italian: [_r_] Grazie, ad ogni uomo piace sentire questo.
japanese: [_r_] 皆さん、ありがとうございます。
spanish: [_r_] Gracias, a cada uno le gusta oír esto.

source: [_hi_] T-your fingers... Mmm... Y-you're doing so well...
french: [_hi_] T-vos doigts... Mmm... Y-vous vous en sortez si bien...
italian: [_hi_] T-your fingers... Mmm... Y-you lo state facendo bene...
japanese: [_hi_] T-your fingers... Mmm... Y-you're do so well...
spanish: [_hi_] T-tus dedos... Mmm... Y-estás tan bien...

source: [_hi_] It's nice for you...?
french: [_hi_] C'est sympa pour vous...?
italian: [_hi_] È bello per te...?
japanese: [_hi_] あなたにとっては嬉しいchar@@1
spanish: [_hi_] Es bueno para ti...?

source: [_r_] Of course I enjoy it.
french: [ _r_ ] Bien sûr que j'en profite.
italian: [_r_] Naturalmente mi piace.
japanese: [_r_] もちろん楽しみます。
spanish: [_r_] Por supuesto que lo disfruto.

source: [_hi_] I don't know why, but when I make you feel good, my feelings become even sharper...
french: [ _hi_ ] Je ne sais pas pourquoi, mais quand je vous fais sentir bien, mes sentiments deviennent encore plus affûtes ...
italian: [_hi_] Non so perché, ma quando ti faccio sentire bene, i miei sentimenti diventano ancora più acuti...
japanese: [_hi_] なぜか分かりませんが、皆さんを気分が良くすると、私の気持ちはさらに鋭くなります...
spanish: [_hi_] No sé por qué, pero cuando te hago sentir bien, mis sentimientos se vuelven aún más nítidos ...

source: [_r_] It’s because you’re fulfilling your desire, you should have just done it, right?
french: [ _r_ ] C'est parce que vous réalisez votre désir, vous devriez l'avoir fait, n'est-ce pas?
italian: [_r_] È perché stai soddisfacendo il tuo desiderio, dovresti averlo appena fatto, giusto?
japanese: [_r_] あなたが欲望を満たしているからですよね？
spanish: [_r_] Es porque estás cumpliendo tu deseo, deberías haberlo hecho, ¿verdad?

source: [_hi_] Um... Y-yes... You're right. Mmm... Damn, that's good... Even better than yesterday...
french: [_hi_] Heu... Y-oui... Vous avez raison. Mmm... Merde, c'est bien... Encore mieux qu'hier...
italian: [_hi_] Um... Sì... Hai ragione. Mmm... Dannazione, è buono... Ancora meglio di ieri...
spanish: [_hi_] Um... Y-y... Estás bien. Mmm... Maldita, eso es bueno... Incluso mejor que ayer...

source: [_r_] A little more and I'll cum, Hinata.
french: [_r_] Un peu plus et je vais cum, Hinata.
italian: [_r_] Un po' di più e io cum, Hinata.
japanese: [_r_] もう少し、私はもう少し, ひなた.
spanish: [_r_] Un poco más y me cumpo, Hinata.

source: [_hi_] I-I'm almost...
french: [_hi_] I-Je suis presque...
italian: [_hi_] I-Sono quasi...
japanese: [_hi_] 私はほとんど...
spanish: [_hi_] Estoy casi...

source: [_hi_] Like that, move your fingers the same way!
french: [ _hi_ ] Comme ça, bouchez vos doigts de la même façon !
italian: [_hi_] Così facendo, muovi le dita allo stesso modo!
japanese: [_hi_] 同じように指を動かしてみよう!
spanish: [_hi_] Me gusta eso, ¡mueva los dedos de la misma manera!

source: [_hi_] is... It was something...
french: [_hi_] est... C'était quelque chose...
italian: [_hi_] è... Era qualcosa...
japanese: [_hi_] は...
spanish: [_hi_] es ... Era algo ...

source: [_r_] You and I did a good job.
french: [ _r_ ] Vous et moi avons fait du bon travail.
italian: [_r_] Io e te abbiamo fatto un buon lavoro.
japanese: [_r_] あなたと私は良い仕事をした。
spanish: [_r_] Tú y yo hicimos un buen trabajo.

source: [_hi_] Just... No one should...
french: [_hi_] Justement... Personne ne devrait...
italian: [_hi_] Giusto... Nessuno dovrebbe...
japanese: [_hi_] ちょうど... 誰もがすべきではありません...
spanish: [_hi_] Sust... Nadie debería hacerlo...

source: [_r_] Stop, I know everything. It’s like a medical secret, everything that happens during a massage will go with me to the grave.
french: [ _r_ ] Arrais, je sais tout. C'est comme un secret médical, tout ce qui se passe pendant un massage ira avec moi sur la tombe.
italian: [_r_] Fermati, so tutto. È come un segreto medico, tutto ciò che accade durante un massaggio andrà con me alla tomba.
japanese: [_r_] 止まれ、私はすべてを知っています。それは医療秘密のように、マッサージ中に起こることはすべて私と一緒に墓場に行くでしょう。
spanish: [_r_] detenerme, lo sé todo. Es como un secreto médico, todo lo que sucede durante un masaje irá conmigo a la tumba.

source: [_hi_] T-thank you...
french: [ _hi_ ] T-Merci ...
italian: [_hi_] T-grazie...
japanese: [_hi_] T-thanks y...
spanish: [_hi_] T-gracias ...

source: [_m_] I have to think about what to do next.
french: [ _m_ ] Je dois réfléchir à ce qu'il faut faire ensuite.
italian: [_m_] devo pensare a cosa fare dopo.
japanese: [_m_] 次に何をすべきか考えなければなりません。
spanish: [_m_] tengo que pensar en qué hacer después.

source: [_m_] I was able to go so far, is it worth forcing events?
french: [ _m_ ] J'ai pu aller jusqu'à présent, ça vaut la peine de forcer des événements?
italian: [_m_] Sono stato in grado di andare così lontano, vale la pena forzare eventi?
japanese: [_m_] これまで行けたことがあったのですが、イベントを強制する価値はありますか?
spanish: [_m_] pude llegar tan lejos, ¿merece la pena forzar los acontecimientos?

source: [_m_] Would that be a good idea?
french: [ _m_ ] Est-ce une bonne idée?
italian: [_m_] Sarebbe una buona idea?
japanese: [_m_] それは良いアイデアでしょうか?
spanish: [_m_] ¿Sería una buena idea?

source: [_m_] This is a very difficult process. With each application of provocation of excitement, it becomes more and more compliant to my proposals.
french: [ _m_ ] Il s'agit d'un processus très difficile. Avec chaque application de provocation d'excitation, elle devient de plus en plus conforme à mes propositions.
italian: [_m_] Questo è un processo molto difficile. Con ogni applicazione di provocazione di eccitazione, diventa sempre più conforme alle mie proposte.
japanese: [_m_] これは非常に困難なプロセスです。興奮の挑発のそれぞれの適用によって、それは私の提案にますます準拠するようになります。
spanish: [_m_] Este es un proceso muy difícil. Con cada aplicación de provocación de excitación, se hace cada vez más compatible con mis propuestas.

source: [_m_] But what if there’s some kind of a limit right now?
french: [ _m_ ] Mais qu'en est-il s'il y a une sorte de limite maintenant?
italian: [_m_] Ma cosa succede se c'è una sorta di limite in questo momento?
japanese: [_m_] しかし、今何らかの制限がある場合はどうなりますか？
spanish: [_m_] Pero, ¿qué pasa si hay algún tipo de límite en este momento?

source: [_m_] A Message from Hinata? What's going on?
french: [ _m_ ] Un message de Hinata? Qu'est-ce qui se passe?
italian: [_m_] Un messaggio da Hinata? Cosa sta succedendo?
japanese: [_m_] ひなたからのメッセージ?
spanish: [_m_] ¿Un mensaje de Hinata? ¿Qué está pasando?

source: [_m_] Wow, am I going to meet Naruto? Is this real?
french: [_m_] Wow, est-ce que je vais rencontrer Naruto ? Est-ce vrai ?
italian: [_m_] Wow, ho intenzione di incontrare Naruto? È vero?
japanese: [_m_] うわー、ナルトに会いに行くのかな?
spanish: [_m_] Wow, ¿voy a conocer a Naruto? ¿Es esto real?

source: [_m_] It's a pretty big risk. I must consult Kamiko.
french: [ _m_ ] C'est un gros risque. Je dois consulter Kamiko.
italian: [_m_] È un rischio piuttosto grande. Devo consultare Kamiko.
japanese: [_m_] かなり大きなリスクです。神子さんに相談しなければなりません。
spanish: [_m_] Es un riesgo bastante grande. Debo consultar a Kamiko.

source: [_r_] Kamiko! We need to talk!
french: [_r_] Kamiko! Nous devons parler!
italian: [_r_] Kamiko! Dobbiamo parlare!
japanese: [_r_] 神子！話があるぞ！
spanish: [_r_] ¡Kamiko! ¡Necesitamos hablar!

source: [_ka_] I'm in the living room!
french: [ _ka_ ] Je suis dans le salon !
italian: [_ka_] Sono in salotto!
japanese: [_ka_] リビングルームにいます!
spanish: [_ka_] ¡Estoy en el salón!

source: [_r_] Well, Hinata invited me to meet Naruto tomorrow.
french: [_r_] Eh bien, Hinata m'a invité à rencontrer Naruto demain.
italian: [_r_] Beh, Hinata mi ha invitato a incontrare Naruto domani.
japanese: [_r_] さて、ひなたは明日鳴門に会うように誘ってくれました。
spanish: [_r_] Bueno, Hinata me invitó a conocer a Naruto mañana.

source: [_r_] I'm a little worried actually...
french: [_r_] Je suis un peu inquiet en fait...
italian: [_r_] Sono un po' preoccupato in realtà...
japanese: [_r_] 私は実際に少し心配しています...
spanish: [_r_] Estoy un poco preocupado en realidad...

source: [_ka_] Have you accepted the invitation yet?
french: [ _ka_ ] Avez-vous déjà accepté l'invitation?
italian: [_ka_] Hai ancora accettato l'invito?
japanese: [_ka_] まだ招待を受けましたか？
spanish: [_ka_] ¿Has aceptado la invitación aún?

source: [_r_] Yes.
french: [_r_] Oui.
italian: [_r_] Sì.
japanese: [_r_] はい。
spanish: [_r_] Sí.

source: [_ka_] Then you have nothing left.
french: [ _ka_ ] Alors vous n'avez plus rien.
italian: [_ka_] Allora non vi resta nulla.
japanese: [_ka_] それから何も残っていません。
spanish: [_ka_] Entonces no te queda nada.

source: [_ka_] Try not to stand out.
french: [ _ka_ ] Essayez de ne pas sortir.
italian: [_ka_] Prova a non distinguersi.
japanese: [_ka_] 目立たないようにしてください。
spanish: [_ka_] Intenta no destacar.

source: [_r_] I'll do my best.
french: [_r_] Je ferai de mon mieux.
italian: [_r_] farò del mio meglio.
japanese: [_r_] 最善を尽くします。
spanish: [_r_] Haré lo mejor que puedo.

source: [_ka_] Remember one more thing.
french: [ _ka_ ] Rappelle-toi une chose de plus.
italian: [_ka_] Ricorda un'altra cosa.
japanese: [_ka_] もう一つ覚えておいてください。
spanish: [_ka_] Recuerda una cosa más.

source: [_ka_] You successfully implanted my chakra into his body, which means that it responds to your provocation.
french: [ _ka_ ] Vous avez réussi à implanter mon chakra dans son corps, ce qui signifie qu'il répond à votre provocation.
italian: [_ka_] Tu hai impiantato con successo il mio chakra nel suo corpo, il che significa che risponde alla tua provocazione.
japanese: [_ka_] あなたは私のチャクラを彼の体に埋め込むことに成功しました。それはあなたの挑発に反応するということです。
spanish: [_ka_] Has implantado con éxito mi chakra en su cuerpo, lo que significa que responde a tu provocación.

source: [_ka_] This means that you can make Naruto feel worse when you use a provocation of excitement.
french: [ _ka_ ] Cela signifie que vous pouvez faire empirer Naruto quand vous utilisez une provocation d'excitation.
italian: [_ka_] Questo significa che puoi far sentire Naruto peggiore quando usi una provocazione di eccitazione.
japanese: [_ka_] 興奮を煽るとナルトをさらに悪化させることができるということです。
spanish: [_ka_] Esto significa que usted puede hacer que Naruto se sienta peor cuando usted usa una provocación de excitación.

source: [_ka_] He will become dizzy, slightly dark in the eyes, he will become calmer and more restrained.
french: [ _ka_ ] Il va devenir étourdi, un peu sombre dans les yeux, il va devenir plus calme et plus résistant.
italian: [_ka_] Diventerà vertiginoso, leggermente scuro negli occhi, diventerà più calmo e più moderato.
japanese: [_ka_] 彼はめまいになります, 少し目が暗く, 彼は穏やかになり、より抑制されます.
spanish: [_ka_] Se mareará, ligeramente oscuro en los ojos, se volverá más calmado y más comedido.

source: [_ka_] Nothing intrusive, he will not notice anything, but it can help you in some situations. There is no need to touch him, his chakra is everywhere. One activation of the ability will be enough.
french: [ _ka_ ] Rien d'intrusif, il ne remarquera rien, mais il peut vous aider dans certaines situations. Il n'y a pas besoin de le toucher, son chakra est partout. Une activation de la capacité sera suffisante.
italian: [_ka_] Niente di invadente, non noterà nulla, ma può aiutarvi in alcune situazioni. Non c'è bisogno di toccarlo, il suo chakra è ovunque. Un'attivazione dell'abilità sarà sufficiente.
japanese: [_ka_] 侵入者は何も気付かないが、状況によってはお役に立ちます。 彼に触れる必要はありません, 彼のチャクラはどこにでもあります. 能力の一つの活性化は十分になります.
spanish: [_ka_] Nada intrusivo, no notará nada, pero puede ayudarte en algunas situaciones. No hay necesidad de tocarlo, su chakra está en todas partes. Una activación de la capacidad será suficiente.

source: [_r_] I will take note.
french: [ _r_ ] Je prends note.
italian: [_r_] prenderò nota.
japanese: [_r_] メモを取ります。
spanish: [_r_] tomaré nota.

source: [_hi_] Hi! Naruto is waiting in the hall, come in, make yourself at home!
french: [ _hi_ ] Salut ! Naruto est en attente dans le hall, venez, se rendre à la maison !
italian: [_hi_] Ciao! Naruto sta aspettando nella sala, entra, fai da te a casa!
japanese: [_hi_] こんにちは! ナルトはホールで待っています, 入ってきて, 自宅で自分自身を作る!
spanish: [_hi_] ¡Hola! Naruto está esperando en la sala, entran, ¡hazte en casa!

source: [_naru_] I'm glad to welcome you, you're the tutor, right?
french: [ _naru_ ] Je suis heureux de vous accueillir, vous êtes le tuteur, n'est-ce pas?
italian: [_naru_] Sono felice di darti il benvenuto, sei il tutor, vero?
japanese: [_naru_] 皆さんをお迎えできてうれしいですよね?
spanish: [_naru_] Me complace darte la bienvenida, eres el tutor, ¿verdad?

source: [_r_] Glad to meet you too, my name is [viname].
french: [_r_] Heureux de vous rencontrer aussi, mon nom est [viname].
italian: [_r_] Piacevole di incontrarvi anche, il mio nome è [viname].
japanese: [_r_] お会いできて嬉しいです。私の名前は [viname] です。
spanish: [_r_] encantado de conocerte también, mi nombre es [viname].

source: [_naru_] Naruto Uzumaki, but I think you probably already know that.
french: [_naru_] Naruto Uzumaki, mais je pense que vous le savez probablement déjà.
italian: [_naru_] Naruto Uzumaki, ma penso che tu lo sappia già.
japanese: [_naru_] 太秦鳴門さんですが、おそらく既にご存知でしょう。
spanish: [_naru_] Narukumaki, pero creo que probablemente ya lo sabes.

source: [_r_] I’ve heard a lot about you, just like everyone else in town.
french: [ _r_ ] J'ai entendu beaucoup de choses sur vous, comme tout le monde en ville.
italian: [_r_] Ho sentito molto di te, proprio come tutti gli altri in città.
japanese: [_r_] 町のみんなと同じように、あなたのことをいろいろ聞いてきました。
spanish: [_r_] He oído hablar mucho de ti, al igual que todos los demás en la ciudad.

source: [_naru_] Let's sit down, talk, it's nice to get to know new people, especially in a home environment and not in the office.
french: [ _naru_ ] Assions-nous, parler, c'est bien d'apprendre à connaître de nouvelles personnes, surtout dans un environnement domestique et non dans le bureau.
italian: [_naru_] Ci siediamo, parliamo, è bello conoscere nuove persone, soprattutto in un ambiente domestico e non in ufficio.
japanese: [_naru_] 座って話をしましょう。新しい人と知り合いになれるのは嬉しいです。特にオフィスではなく、家庭環境で。
spanish: [_naru_] Sentémonos, hablemos, es bueno conocer gente nueva, especialmente en un entorno doméstico y no en la oficina.

source: [_naru_] Tell me a little about yourself, I would like to understand why Himawari speaks so well of you.
french: [ _naru_ ] Parlez-moi un peu de vous, je voudrais comprendre pourquoi Himawari parle si bien de vous.
italian: [_naru_] Parlami un po' di te stesso, vorrei capire perché Himawari parla così bene di te.
japanese: [_naru_] 自分自身について少し教えてください。なぜひまわりがよく話すのか理解したいと思います。
spanish: [_naru_] Cuéntame un poco sobre ti mismo, me gustaría entender por qué Himawari habla tan bien de ti.

source: [_r_] I’m just a guy with no past. You know, loved to travel. I went to different places and did a lot of things.
french: [ _r_ ] Je suis juste un gars sans passé. Tu sais, aimée à voyager. Je suis allé à différents endroits et j'ai fait beaucoup de choses.
italian: [_r_] Sono solo un ragazzo senza passato. Sai, amava viaggiare. Sono andato in luoghi diversi e ho fatto molte cose.
japanese: [_r_] 私はただの過去のない男です。あなたは知っています、旅行が好きです。私は別の場所に行っていろいろなことをしました。
spanish: [_r_] Soy solo un tipo sin pasado. Sabes, me encantó viajar. Fui a diferentes lugares e hice muchas cosas.

source: [_r_] I love kids and enjoy spending time with them. Especially teaching something.
french: [ _r_ ] J'aime les enfants et j'aime passer du temps avec eux. Surtout enseigner quelque chose.
italian: [_r_] Amo i bambini e mi piace passare del tempo con loro. Soprattutto insegnare qualcosa.
japanese: [_r_] 私は子供たちが大好きで、彼らと一緒に時間を過ごすのが好きです。特に何かを教えるのが好きです。
spanish: [_r_] Me encanta a los niños y me gusta pasar tiempo con ellos. Especialmente enseñando algo.
