Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] The main thing is that you're alright, let me help you.
french: [ _r_ ] L'essentiel, c'est que vous avez raison, laissez-moi vous aider.
italian: [_r_] La cosa principale è che stai bene, lasciami aiutarti.
japanese: [_r_] 主なことは、大丈夫ということです。お手伝いさせてください。
spanish: [_r_] Lo principal es que estás bien, déjame ayudarte.

source: [_hi_] Th-thanks for your concern...
french: [ _hi_ ] Th-Merci pour votre souci ...
italian: [_hi_] Ringraziamenti per la tua preoccupazione...
japanese: [_hi_] 心配してくれてありがとう...
spanish: [_hi_] Th-gracias por su preocupación ...

source: [_hi_] Very nice of you [viname]...
french: [_hi_] Très sympa d'entre vous [viname]...
italian: [_hi_] Molto bello di te [viname]...
spanish: [_hi_] Muy agradable de ti [viname]...

source: [_r_] Don't worry Hinata, I just want to help.
french: [ _r_ ] Ne vous inquiétez pas Hinata, je veux juste aider.
italian: [_r_] Non preoccuparti di Hinata, voglio solo aiutare.
japanese: [_r_] ひなたちゃんを心配しないでください。
spanish: [_r_] No te preocupes Hinata, sólo quiero ayudar.

source: [_m_] And not only.
french: [_m_] Et pas seulement.
italian: [_m_] E non solo.
japanese: [_m_] だけではありません.
spanish: [_m_] y no solamente.

source: [_m_] You're in my power now, Hinata.
french: [ _m_ ] Vous êtes dans ma puissance maintenant, Hinata.
italian: [_m_] Ora sei al mio potere, Hinata.
japanese: [_m_] あなたは今私の力にいます。
spanish: [_m_] Ahora estás en mi poder, Hinata.

source: [_m_] Let's go.
french: [_m_] Allons-y.
italian: [_m_] Andiamo.
japanese: [_m_] 行きましょう。
spanish: [_m_] vayamos.

source: [_himis_] He's such a caring guy...
french: [_himis_] Il est un gars si attentionné...
italian: [_himis_] È un tipo così premuroso...
japanese: [_himis_] 彼はとても思いやりのある男です...
spanish: [_himis_] Es un tipo tan afectuoso...

source: [_himis_] Without thinking helped me...
french: [ _himis_ ] Sans penser m'a aidé ...
italian: [_himis_] Senza pensare mi ha aiutato...
japanese: [_himis_] 考えずに助けてくれた...
spanish: [_himis_] Sin pensar me ayudó...

source: [_himis_] He's so... Sweet...
french: [_himis_] Il est ainsi... sucré...
italian: [_himis_] è così... Dolce...
japanese: [_himis_] 彼はとても...
spanish: [_himis_] Es así... Dulce...

source: [_hi_] Auch... The back...
french: [_hi_] Auch... Le dos...
italian: [_hi_] Auch... Indietro...
japanese: [_hi_] オーチ... バック...
spanish: [_hi_] Auch... La espalda...

source: [_r_] Is there something wrong with your back?
french: [ _r_ ] Y a-t-il quelque chose qui ne va pas avec votre dos?
italian: [_r_] C'è qualcosa che non va con la schiena?
japanese: [_r_] 背中に何か問題がありますか?
spanish: [_r_] ¿Hay algo malo en la espalda?

source: [_hi_] Y-yes... It aches sometimes...
french: [_hi_] Y-oui... Cela fait parfois mal...
italian: [_hi_] Y-sì... A volte fa male...
japanese: [_hi_] Y-yes... 時々痛みます...
spanish: [_hi_] Y-yes ... A veces duele ...

source: [_r_] Are you hurt?
french: [_r_] Êtes-vous blessé ?
italian: [_r_] Sei ferita?
japanese: [_r_] ケガはありますか？
spanish: [_r_] ¿Está usted herido?

source: [_hi_] I don't know...
french: [_hi_] Je ne sais pas...
italian: [_hi_] non lo so...
japanese: [_hi_] 私は知らない...
spanish: [_hi_] no lo soy...

source: [_hi_] Maybe I should lie down a little... I feel weird...
french: [ _hi_ ] Peut-être que je devrais me coucher un peu ... Je me sens bizarre ...
italian: [_hi_] Forse dovrei sdraiarmi un po'... mi sento strano...
japanese: [_hi_] 私は少し横になるべきかもしれません...
spanish: [_hi_] Tal vez debería tumbarme un poco... Me siento raro...

source: [_m_] Can I offer her a massage? Or that's too harsh?
french: [ _m_ ] Puis-je lui offrir un massage? Ou c'est trop dur?
italian: [_m_] Le posso offrire un massaggio? O è troppo duro?
japanese: [_m_] 私は彼女にマッサージを提供することができますか?
spanish: [_m_] ¿Puedo ofrecerle un masaje? ¿O eso es demasiado duro?

source: [_r_] Actually, if you don't mind, I could give you a back massage.
french: [ _r_ ] En fait, si ça ne vous dérait pas, je pourrais vous donner un massage.
italian: [_r_] In realtà, se non ti dispiace, potrei darti un massaggio alla schiena.
japanese: [_r_] 実は、もしよろしければ、バックマッサージをお願いします。
spanish: [_r_] En realidad, si no te importa, te podría dar un masaje de espalda.

source: [_r_] Probably a bit of a surprise, but I have experience in this field.
french: [ _r_ ] Probablement un peu de surprise, mais j'ai de l'expérience dans ce domaine.
italian: [_r_] Probabilmente un po' di sorpresa, ma ho esperienza in questo campo.
japanese: [_r_] 意外なことかもしれませんが、この分野での経験があります。
spanish: [_r_] Probablemente un poco de sorpresa, pero tengo experiencia en este campo.

source: [_r_] I kind of learned to do medical massage for a while when I was still living with my parents.
french: [ _r_ ] J'ai appris à faire des massages médicaux pendant un certain temps quand je vivais encore avec mes parents.
italian: [_r_] Ho imparato a fare il massaggio medico per un po 'quando stavo ancora vivendo con i miei genitori.
japanese: [_r_] まだ両親と一緒に暮らしていた時に、しばらく医療マッサージをすることを学びました。
spanish: [_r_] Me he aprendido a hacer masajes médicos durante un tiempo cuando todavía vivía con mis padres.

source: [_hi_] M-massage? That's pretty unexpected...
french: [_hi_] massage M ? C'est assez inattendu...
italian: [_hi_] M-massaggio? È piuttosto inaspettato...
japanese: [_hi_] Mマッサージ? それは全く予想外です...
spanish: [_hi_] M-massage? Eso es bastante inesperado ...

source: [_himis_] If you think about it, I could really try it...
french: [ _himis_ ] Si vous y pensez, je pourrais vraiment essayer ...
italian: [_himis_] Se ci pensi, potrei davvero provarlo...
japanese: [_himis_] 考えてみれば、ぜひ試してみてください...
spanish: [_himis_] Si lo piensas, realmente podría probarlo ...

source: [_himis_] But It'd be so uncomfortable in front of him...
french: [ _himis_ ] Mais ça serait si mal à l'aise devant lui ...
italian: [_himis_] Ma sarebbe così scomodo di fronte a lui...
japanese: [_himis_] しかし、彼の前ではとても不快だろう...
spanish: [_himis_] Pero sería tan incómodo frente a él...

source: [_hi_] I-I don't mind... If you don't mind... You're already helping me so much, I don't want to bother...
french: [_hi_] Je ne pense pas... Si ça ne vous dérange pas... Vous m'aidez déjà beaucoup, je ne veux pas me déranger...
italian: [_hi_] Non mi pare... Se non ti pare... Mi stai già aiutando così tanto, non voglio preoccuparmi...
japanese: [_hi_] 私は気にしないchar@@1 もしあなたが気にしないなら... あなたはすでに私をそんなに助けてくれています、私は気にしたくありません...
spanish: [_hi_] No me importa... Si no te importa... Ya me estás ayudando tanto, no quiero preocuparme...

source: [_r_] You do not bother me, Hinata, I will gladly help, I see that you are hurt.
french: [ _r_ ] Vous ne m'embêtez pas, Hinata, je vous aiderai volontiers, je vois que vous êtes blessé.
italian: [_r_] Non mi infastidisci, Hinata, mi aiuterò volentieri, vedo che sei ferito.
japanese: [_r_] あなたは私を気にしないでください、ひなた、私は喜んで助けます、私はあなたが傷ついているのを参照してください。
spanish: [_r_] Usted no me molesta, Hinata, yo voy a ayudar con mucho gusto, veo que usted está herido.

source: [_hi_] Very nice...
french: [_hi_] Très jolie...
italian: [_hi_] Molto bello...
japanese: [_hi_] とても素敵...
spanish: [_hi_] Muy bonito...

source: [_hi_] We just have an old massage table, I got it from my dad's house.
french: [ _hi_ ] Nous avons juste une vieille table de massage, je l'ai obtenue de la maison de mon père.
italian: [_hi_] Abbiamo solo un vecchio tavolo da massaggio, l'ho ricevuto da casa di mio papà.
japanese: [_hi_] 古いマッサージテーブルがあるだけで、お父さんの家からもらいました。
spanish: [_hi_] Tenemos una vieja mesa de masaje, la tengo de la casa de mi papá.

source: [_r_] Then let's go.
french: [_r_] Allons-y.
italian: [_r_] Allora andiamo.
japanese: [_r_] それでは行きましょう。
spanish: [_r_] Entonces vayamos.

source: [_r_] Does it hurt when I rub here?
french: [ _r_ ] Est-ce que ça fait mal quand je roule ici?
italian: [_r_] Fa male quando mi strofino qui?
japanese: [_r_] ここでこすると痛いですか?
spanish: [_r_] ¿Le duele cuando me frota aquí?

source: [_hi_] No... It's very good...
french: [_hi_] Non... C'est très bien...
italian: [_hi_] no... È molto buono...
japanese: [_hi_] いいえ... とても良いです...
spanish: [_hi_] No... Es muy bueno...

source: [_hi_] I didn't know you had such skills...
french: [ _hi_ ] Je ne savais pas que vous aviez de telles compétences ...
italian: [_hi_] Non sapevo che avessi queste abilità...
japanese: [_hi_] あなたがそんなスキルを持っているとは知りませんでした...
spanish: [_hi_] no sabía que tenías esas habilidades...

source: [_r_] I’m a pretty universal person, I’ve done a lot in my life.
french: [ _r_ ] Je suis une personne assez universelle, j'ai fait beaucoup de choses dans ma vie.
italian: [_r_] Sono una persona piuttosto universale, ho fatto molto nella mia vita.
japanese: [_r_] 私はかなり普遍的な人間です。私は人生で多くのことをしてきました。
spanish: [_r_] Soy una persona bastante universal, he hecho mucho en mi vida.

source: [_hi_] S-so good...
french: [_hi_] S-si bien...
italian: [_hi_] S-so buono...
japanese: [_hi_] Sそう良い...
spanish: [_hi_] S-so bueno...

source: [_r_] Unusual feelings? Have you never enjoyed a massage before?
french: [_r_] Des sensations inhabituelles ? N'avez-vous jamais apprécié un massage auparavant ?
italian: [_r_] Sensazioni insolite? Non ti è mai piaciuto un massaggio prima?
japanese: [_r_] 珍しい気持ち? マッサージを楽しんだことはありませんか?
spanish: [_r_] ¿Sentimientos inusuales? ¿Nunca has disfrutado de un masaje antes?

source: [_hi_] Actually, I haven't received such procedures in a very long time...
french: [ _hi_ ] En fait, je n'ai pas reçu de telles procédures depuis très longtemps ...
italian: [_hi_] In realtà, non ho ricevuto tali procedure da molto tempo...
japanese: [_hi_] 実は、こんな手続きを長い間受けていませんでした。
spanish: [_hi_] En realidad, no he recibido estos procedimientos en mucho tiempo...

source: [_hi_] I took this table from my father to massage Naruto when he gets tired after training...
french: [ _hi_ ] J'ai pris cette table de mon père pour masser Naruto quand il sera fatigué après la formation ...
italian: [_hi_] Ho preso questo tavolo da mio padre per massaggiare Naruto quando si stanca dopo l'allenamento...
japanese: [_hi_] 修業後に疲れたナルトをマッサージするために父からこのテーブルを取ってきました...
spanish: [_hi_] tomé esta mesa de mi padre para masajear a Naruto cuando se cansa después de entrenar...

source: [_hi_] But I never let myself relax...
french: [ _hi_ ] Mais je ne me laisse jamais me détendre ...
italian: [_hi_] Ma non mi lascio mai rilassarsi...
japanese: [_hi_] しかし、私は自分自身をリラックスさせることはありません...
spanish: [_hi_] Pero nunca me dejo relajarme...

source: [_r_] This is wrong, Hinata.
french: [ _r_ ] C'est faux, Hinata.
italian: [_r_] Questo è sbagliato, Hinata.
japanese: [_r_] これは間違っています。
spanish: [_r_] Esto está mal, Hinata.

source: [_r_] You are doing a great job, such responsible people should receive a good reward.
french: [ _r_ ] Vous faites un excellent travail, de telles personnes responsables devraient recevoir une bonne récompense.
italian: [_r_] Stai facendo un grande lavoro, queste persone responsabili dovrebbero ricevere una buona ricompensa.
japanese: [_r_] あなたは素晴らしい仕事をしています。そのような責任ある人々は良い報酬を受け取るべきです。
spanish: [_r_] Usted está haciendo un gran trabajo, tales personas responsables deben recibir una buena recompensa.

source: [_hi_] It's nice that someone really thinks so!
french: [ _hi_ ] C'est bien que quelqu'un le pense vraiment !
italian: [_hi_] È bello che qualcuno pensi davvero così!
japanese: [_hi_] 本当に誰かがそう思ってくれて嬉しいです!
spanish: [_hi_] ¡Es bueno que alguien realmente lo piense!

source: [_hi_] B-but don't think about it, I'm not complaining... It's just sometimes I thought about a massage...
french: [ _hi_ ] B-mais ne pensez pas à ça, je ne me plains pas ... C'est juste que j'ai pensé à un massage ...
italian: [_hi_] B-ma non pensateci, non mi sto lamentando... A volte ho pensato a un massaggio...
japanese: [_hi_] B-しかし、それについて考えないでください、私は文句を言っていません...それはちょうど時々私はマッサージについて考えました...
spanish: [_hi_] B pero no lo pienses, no estoy quejando... A veces pensé en un masaje...

source: [_hi_] But did not dare to offer Naruto...
french: [ _hi_ ] Mais n'a pas osé offrir Naruto ...
italian: [_hi_] Ma non osava offrire Naruto...
japanese: [_hi_] しかし、ナルトを提供する勇気はありませんでした.
spanish: [_hi_] Pero no se atrevió a ofrecer Naruto...

source: [_r_] Don't worry about it. If you need relaxation, I can help you.
french: [ _r_ ] Ne vous inquiétez pas. Si vous avez besoin de détente, je peux vous aider.
italian: [_r_] Non preoccuparti. Se hai bisogno di relax, posso aiutarti.
japanese: [_r_] 心配しないでください。リラックスが必要な場合は、お手伝いします。
spanish: [_r_] No te preocupes. Si necesitas relajarte, puedo ayudarte.

source: [_hi_] Thank you...
french: [_hi_] Merci...
italian: [_hi_] Grazie...
japanese: [_hi_] ありがとう...
spanish: [_hi_] Gracias ...

source: [_r_] Um... So empty.
french: [_r_] Um... Si vide.
italian: [_r_] Um... Così vuoto.
spanish: [_r_] Um... Tan vacío.

source: [_r_] Kamiko, are you home?
french: [_r_] Kamiko, êtes-vous à la maison?
italian: [_r_] Kamiko, sei a casa?
japanese: [_r_] 神子さん、お帰りですか？
spanish: [_r_] Kamiko, ¿estás en casa?

source: [_m_] What is the noise in the kitchen?
french: [ _m_ ] Quel est le bruit dans la cuisine?
italian: [_m_] Qual è il rumore in cucina?
japanese: [_m_] キッチンの騒音は何ですか?
spanish: [_m_] ¿Cuál es el ruido en la cocina?

source: [_ka_] I'm in the kitchen, you can come here!
french: [ _ka_ ] Je suis dans la cuisine, vous pouvez venir ici !
italian: [_ka_] Sono in cucina, puoi venire qui!
japanese: [_ka_] 私は台所にいます, あなたはここに来ることができます!
spanish: [_ka_] Estoy en la cocina, ¡puedes venir aquí!

source: [_m_] Wow, that smells good...
french: [_m_] Wow, ça sent bien...
italian: [_m_] Wow, che ha un buon odore...
japanese: [_m_] うわー、いい匂いがする...
spanish: [_m_] Wow, eso huele bien...

source: [_ka_] What a surprised face, did not expect me in such an erotic form?
french: [ _ka_ ] Quel visage surpris, ne m'attendais pas dans une forme aussi érotique?
italian: [_ka_] Che volto sorpreso, non mi aspettava in una forma così erotica?
japanese: [_ka_] こんなエロい形で私を期待していなかったなんて驚いた顔?
spanish: [_ka_] ¿Qué cara sorprendida, no me esperaba en una forma tan erótica?

source: [_r_] I didn't expect you to cook...
french: [ _r_ ] Je ne vous attendais pas à cuisiner ...
italian: [_r_] Non mi aspettavo che tu cucinassi...
japanese: [_r_] 私はあなたが料理をするとは思わなかった...
spanish: [_r_] no esperaba que cocinaras...

source: [_ka_] Why? I cook really well, it's such an amazing skill.
french: [ _ka_ ] Pourquoi? Je cuisine vraiment bien, c'est une compétence tellement incroyable.
italian: [_ka_] Perché? Cucino davvero bene, è una talmente incredibile abilità.
japanese: [_ka_] なぜですか? 料理はとても上手で、とても素晴らしい技術です。
spanish: [_ka_] ¿Por qué? Cocino muy bien, es una habilidad tan increíble.

source: [_r_] But you don’t eat human food at all...
french: [ _r_ ] Mais vous ne mangez pas de la nourriture humaine ...
italian: [_r_] Ma non si mangia il cibo umano...
japanese: [_r_] しかし、あなたは全く人間の食べ物を食べません...
spanish: [_r_] Pero usted no come comida humana en absoluto ...

source: [_r_] At least I didn’t notice that about you.
french: [ _r_ ] Au moins, je n'ai pas remarqué ça à propos de toi.
italian: [_r_] Almeno non ho notato che su di te.
japanese: [_r_] 少なくとも私はあなたのことに気づいていませんでした。
spanish: [_r_] Al menos no me di cuenta de eso acerca de ti.

source: [_ka_] That's right! But there is nothing stopping me from learning how to cook it. I had plenty of time.
french: [_ka_] C'est vrai ! Mais rien ne m'empêche d'apprendre à cuisiner. J'ai eu beaucoup de temps.
italian: [_ka_] È giusto! Ma non c'è niente che mi impedisca di imparare a cucinarlo. Ho avuto molto tempo.
japanese: [_ka_] そうです。でも、料理の仕方を学ぶことで私を止めるものは何もありません。時間はたくさんありました。
spanish: [_ka_] ¡Eso está bien! Pero no hay nada que me impida aprender a cocinarlo. Tuve mucho tiempo.

source: [_r_] Cool. But for what? Is there a special reason?
french: [_r_] Cool. Mais pour quoi ? Y a-t-il une raison spéciale ?
italian: [_r_] Cool. Ma per cosa? C'è una ragione speciale?
japanese: [_r_] クール。しかし、何のために? 特別な理由はありますか?
spanish: [_r_] Enfriado. Pero, ¿para qué? ¿Hay una razón especial?

source: [_ka_] You're right.
french: [_ka_] Vous avez raison.
italian: [_ka_] Hai ragione.
japanese: [_ka_] 正解です。
spanish: [_ka_] Tiene razón.

source: [_ka_] I feel how well you are progressing in the corruption of Hinata.
french: [ _ka_ ] Je ressens à quel point vous évoluez dans la corruption de Hinata.
italian: [_ka_] Mi sento quanto bene state progredendo nella corruzione di Hinata.
japanese: [_ka_] ひなたの腐敗がどんなに進んでいるかを感じます。
spanish: [_ka_] Siento lo bien que está progresando en la corrupción de Hinata.

source: [_ka_] I literally feel it.
french: [ _ka_ ] Je le ressens littéralement.
italian: [_ka_] lo sento letteralmente.
japanese: [_ka_] 文字通り感じます。
spanish: [_ka_] Lo siento literalmente.

source: [_ka_] The part of my chakra that circulates in her body is becoming increasingly influential.
french: [ _ka_ ] La partie de mon chakra qui circule dans son corps devient de plus en plus influente.
italian: [_ka_] La parte del mio chakra che circola nel suo corpo sta diventando sempre più influente.
japanese: [_ka_] 体内を循環する私のチャクラの一部がますます影響力を増しています。
spanish: [_ka_] La parte de mi chakra que circula en su cuerpo se está volviendo cada vez más influyente.

source: [_r_] Is it because of me?
french: [ _r_ ] Est-ce à cause de moi?
italian: [_r_] È a causa di me?
japanese: [_r_] それは私のせいですか?
spanish: [_r_] ¿Es debido a mí?

source: [_ka_] You're doing good with provocation. Very soon she will not be able to resist the arousal and will give you her body.
french: [ _ka_ ] Vous faites du bien avec la provocation. Très bientôt elle ne pourra pas résister à l'excitation et vous donnera son corps.
italian: [_ka_] Stai facendo del bene con provocazione. Molto presto lei non sarà in grado di resistere all'eccitazione e ti darà il suo corpo.
japanese: [_ka_] あなたは挑発でうまくやっています. すぐに彼女は興奮に抵抗することはできませんし、あなたに彼女の体を与えます.
spanish: [_ka_] Estás haciendo el bien con la provocación. Muy pronto no podrá resistir la excitación y te dará su cuerpo.

source: [_ka_] It's been so little time, and you're getting great results, so I decided to treat my little toy.
french: [ _ka_ ] C'est si peu de temps, et vous obtenez de grands résultats, alors j'ai décidé de traiter mon petit jouet.
italian: [_ka_] E 'stato così poco tempo, e si sta ottenendo grandi risultati, quindi ho deciso di trattare il mio piccolo giocattolo.
japanese: [_ka_] あまり時間がないので、あなたは素晴らしい結果を得ているので、私は私の小さなおもちゃを扱うことにしました。
spanish: [_ka_] Ha sido tan poco tiempo, y usted está obteniendo grandes resultados, así que decidí tratar mi pequeño juguete.

source: [_m_] She called me a toy?
french: [_m_] Elle m'a appelé un jouet ?
italian: [_m_] Mi ha chiamato un giocattolo?
japanese: [_m_] 彼女は私におもちゃを呼びました?
spanish: [_m_] Ella me llamó un juguete?

source: [_m_] Although not surprising, this is Kamiko. In a way, it's kind of cute.
french: [_m_] Bien que pas surprenant, c'est Kamiko. D'une certaine manière, c'est une sorte de mignon.
italian: [_m_] Anche se non sorprendente, questo è Kamiko. In un certo senso, è piuttosto carino.
japanese: [_m_] 驚くことではありませんが、これは神子です。ある意味でかわいいですね。
spanish: [_m_] Aunque no es sorprendente, esto es Kamiko. De alguna manera, es una especie de lindo.

source: [_r_] Today I offered her a massage after using provocation, it was a risk, but she agreed.
french: [ _r_ ] Aujourd'hui, je lui ai offert un massage après avoir utilisé la provocation, c'était un risque, mais elle a accepté.
italian: [_r_] Oggi le ho offerto un massaggio dopo aver usato la provocazione, era un rischio, ma lei ha accettato.
japanese: [_r_] 今日私は彼女に挑発を使用した後、マッサージを提供しました, それはリスクでした, しかし、彼女は同意しました.
spanish: [_r_] Hoy le ofrecí un masaje después de usar la provocación, era un riesgo, pero ella estaba de acuerdo.

source: [_ka_] You have access to her body, use provocation as often as possible, and you will be able to move much further than usual touches.
french: [ _ka_ ] Vous avez accès à son corps, utilisez la provocation le plus souvent possible, et vous pourrez aller beaucoup plus loin que les touches habituelles.
italian: [_ka_] Hai accesso al suo corpo, usa la provocazione il più spesso possibile, e sarai in grado di muoverti molto più lontano dei normali contatti.
japanese: [_ka_] あなたは彼女の体にアクセスでき、できるだけ頻繁に挑発を使用し、あなたは通常のタッチよりもはるかに遠くに移動することができるようになります。
spanish: [_ka_] Usted tiene acceso a su cuerpo, usa la provocación tan a menudo como sea posible, y usted será capaz de moverse mucho más allá de los toques habituales.

source: [_r_] Got you, I will try!
french: [_r_] Je t'ai compris, j'essaierai !
italian: [_r_] Ho capito, io ci proverò!
japanese: [_r_] 分かりました、やってみます！
spanish: [_r_] Entendido, ¡lo intentaré!

source: [_ka_] Go rest, my boy, I will cook you a delicious dinner.
french: [_ka_] Allez vous reposer, mon garçon, je vais vous faire cuire un délicieux dîner.
italian: [_ka_] Vada a riposare, mio ragazzo, ti cucinerò una deliziosa cena.
japanese: [_ka_] 休憩します, 私の少年, 私はあなたにおいしい夕食を調理します.
spanish: [_ka_] Ve a descansar, mi niño, te cocinaré una deliciosa cena.

source: [_r_] T-thanks for that...
french: [ _r_ ] T-merci pour ça ...
italian: [_r_] T-grazie per questo...
spanish: [_r_] T-gracias por ello ...

source: [_ka_] Thank me when you try.
french: [ _ka_ ] Merci quand vous essayez.
italian: [_ka_] Grazie quando provi.
japanese: [_ka_] 試していただきありがとうございます。
spanish: [_ka_] Gracias cuando lo intentas.

source: [_ka_] Now get out of the kitchen, I'm almost done, you're only bothering me.
french: [ _ka_ ] Maintenant, sors de la cuisine, je suis presque fini, vous ne m'ennuiez que moi.
italian: [_ka_] Ora esci dalla cucina, ho quasi finito, mi stai solo disturbando.
japanese: [_ka_] 今、台所から出て行って、もうすぐ終わります。あなたは私を悩ませているだけです。
spanish: [_ka_] Ahora salga de la cocina, casi termino, solo me estás molestando.

source: [_m_] Man, that was the best meal I've had in a while...
french: [ _m_ ] L'homme, c'était le meilleur repas que j'ai eu dans un moment ...
italian: [_m_] Uomo, questo è stato il miglior pasto che abbia avuto da un po'...
japanese: [_m_] 男, それは私がしばらくの間食べた最高の食事でした...
spanish: [_m_] Hombre, esa fue la mejor comida que he tenido en un tiempo ...

source: [_m_] It is necessary to please Kamiko more often...
french: [ _m_ ] Il est nécessaire de plaire à Kamiko plus souvent ...
italian: [_m_] È necessario per favore Kamiko più spesso...
japanese: [_m_] 神子をもっと頻繁に喜ばせる必要があります...
spanish: [_m_] Es necesario complacer a Kamiko más a menudo...

source: [_m_] Oh, Hinata wrote.
french: [_m_] Oh, Hinata a écrit.
italian: [_m_] Oh, Hinata ha scritto.
japanese: [_m_] ああ、日向は書いた。
spanish: [_m_] Oh, Hinata té.

source: [_m_] So I have the opportunity to use the provocation again.
french: [ _m_ ] J'ai donc l'occasion d'utiliser à nouveau la provocation.
italian: [_m_] Quindi ho l'opportunità di usare di nuovo la provocazione.
japanese: [_m_] だから私にはもう一度挑発を使う機会がある。
spanish: [_m_] Así que tengo la oportunidad de usar la provocación de nuevo.

source: [_m_] I have to make this massage turn into something more intimate...
french: [ _m_ ] Je dois faire de ce massage se transformer en quelque chose de plus intime ...
italian: [_m_] Devo fare questo massaggio trasformarsi in qualcosa di più intimo...
japanese: [_m_] このマッサージをもっと親密なものにする必要があります...
spanish: [_m_] Tengo que hacer que este masaje se convierta en algo más íntimo...

source: [_m_] Hm... I have some ideas.
french: [_m_] Hm... J'ai quelques idées.
italian: [_m_] Hm... Ho alcune idee.
spanish: [_m_] Mm... Tengo algunas ideas.

source: [_hi_] Hi! I've been waiting for you! Have you changed your mind about the massage yet?
french: [_hi_] Bonjour ! Je vous attendais ! Avez-vous changé d'avis sur le massage ?
italian: [_hi_] Ciao! Ti ho aspettato! Hai già cambiato idea riguardo al massaggio?
japanese: [_hi_] こんにちは！お待ちしておりました！マッサージについての考えは変わりましたか？
spanish: [_hi_] ¡Hola! ¡Te he estado esperando! ¿Han cambiado de opinión sobre el masaje todavía?
