Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_mk_] Avoided the wrong path.
french: [_mk_] A évité le mauvais chemin.
italian: [_mk_] Evitare il percorso sbagliato.
japanese: [_mk_] 間違った道を避けました。
spanish: [_mk_] evitó el camino incorrecto.

source: [_mk_] So... We're in the right timeline! Again!
french: [ _mk_ ] Donc ... Nous sommes dans la bonne chronologie ! Encore une fois !
italian: [_mk_] Così... Siamo nel momento giusto! Di nuovo!
japanese: [_mk_] だから... 私たちは適切なタイムラインにいます!
spanish: [_mk_] Así ... ¡Estamos en la línea de tiempo correcta! ¡Nuevamente!

source: [_ka_] [viname]! Come here! Hurry up!
french: [_ka_] [viname]! Venez ici ! Dépêchez-vous !
italian: [_ka_] [viname]! Vieni qui! Sbrigati!
japanese: [_ka_] [viname]! こっちに来い! 急いで!
spanish: ¡[_ka_] [viname]! ¡Ven aquí! ¡Date prisa!

source: [_m_] Huh? What's she up to?
french: [_m_] Huh? Qu'est-ce qu'elle a à faire?
italian: [_m_] Huh? Che cos'è?
japanese: [_m_] え？彼女は何をしているの？
spanish: ¿[_m_] Huh? ¿Qué hace?

source: [_r_] Now...
french: [_r_] Maintenant...
italian: [_r_] Ora...
japanese: [_r_] 今すぐ...
spanish: [_r_] ahora...

source: [_m_] So suddenly...
french: [_m_] Rapidement...
italian: [_m_] Così improvvisamente...
japanese: [_m_] だから突然...
spanish: [_m_] Tan repentinamente...

source: [_r_] What's the matter?
french: [_r_] Quelle est la question ?
italian: [_r_] Qual è la questione?
japanese: [_r_] どうしましたか？
spanish: [_r_] ¿Cuál es la cuestión?

source: [_r_] You called me so suddenly...
french: [ _r_ ] Vous m'avez appelé si soudainement ...
italian: [_r_] Mi hai chiamato così improvvisamente...
japanese: [_r_] 突然電話してきてくれました...
spanish: [_r_] Me llamaste así de repente ...

source: [_m_] Huh!? Why is she coming at me with such passionate kisses?
french: [_m_] Huh!? Pourquoi me vient-elle avec des baisers aussi passionnés ?
italian: [_m_] Huh!? Perché mi viene con baci così appassionati?
japanese: [_m_] ふーん!?なんで彼女はそんなに情熱的なキスをしてきてくれるの?
spanish: [_m_] Huh? ¿Por qué viene conmigo con besos tan pasionados?

source: [_m_] Maybe she wants to fuck?
french: [_m_] Peut-être veut-elle baiser ?
italian: [_m_] Forse lei vuole scopare?
japanese: [_m_] 多分彼女はファックしたいです?
spanish: [_m_] ¿Quizá quiera follar?

source: [_m_] That doesn't sound like her...
french: [ _m_ ] Ça ne ressemble pas à elle ...
italian: [_m_] Che non sembra lei...
japanese: [_m_] それは彼女のようには聞こえません...
spanish: [_m_] Eso no suena como ella...

source: [_m_] Maybe I did something useful.
french: [ _m_ ] Peut-être que j'ai fait quelque chose d'utile.
italian: [_m_] Forse ho fatto qualcosa di utile.
japanese: [_m_] 何か役に立つことをやったかもしれません。
spanish: [_m_] Tal vez hice algo útil.

source: [_r_] Um... Thank you? What are you doing all of a sudden...
french: [_r_] Um... Merci? Que faites-vous soudainement...
italian: [_r_] Um... Grazie? Cosa stai facendo tutto all'improvviso...
spanish: [_r_] Um... Gracias? ¿Qué estás haciendo de repentina...

source: [_ka_] Don't mind me.
french: [ _ka_ ] Ne me dérais pas.
italian: [_ka_] Non mi dispiace.
japanese: [_ka_] 気にしないでください。
spanish: [_ka_] No me importa.

source: [_ka_] Just know that you deserve it.
french: [ _ka_ ] Simplement que vous le méritez.
italian: [_ka_] Sappi solo che lo meriti.
japanese: [_ka_] あなたがそれに値することを知っています.
spanish: [_ka_] Simplemente, sé que te lo mereces.

source: [_ka_] Keep up the good work, [viname].
italian: [_ka_] Mantenere il buon lavoro, [viname].
japanese: [_ka_] [viname].
spanish: [_ka_] Mantén el buen trabajo, [viname].

source: [_m_] She's weird...
french: [_m_] Elle est étrange...
italian: [_m_] Lei è strana...
japanese: [_m_] 彼女は奇妙です...
spanish: [_m_] She es raro...

source: [_m_] Oh, come on! That was nice!
french: [_m_] Oh, allez-y! C'était bien !
italian: [_m_] Oh, vieni! È stato bello!
japanese: [_m_] ああ、来て! それは素晴らしかった!
spanish: [_m_] ¡Oh, vamos! ¡Ha sido agradable!

source: [_m_] I wish I knew why I got that kiss after all...
french: [_m_] J'aimerais savoir pourquoi j'ai eu ce baiser après tout...
italian: [_m_] Vorrei sapere perché ho ottenuto quel bacio dopo tutto...
japanese: [_m_] やっぱりあのキスをした理由が分かっていたらいいのになぁ。
spanish: [_m_] Me gustaría saber por qué me dio ese beso después de todo ...

source: [_m_] How can I sleep now?
french: [ _m_ ] Comment puis-je dormir maintenant?
italian: [_m_] Come posso dormire adesso?
japanese: [_m_] 今どのように眠ることができますか?
spanish: [_m_] ¿Cómo puedo dormir ahora?

source: [_m_] Wait... What did she say?
french: [_m_] Attendez... Qu'a-t-elle dit?
italian: [_m_] Aspetta... Che cosa ha detto?
japanese: [_m_] 待って...
spanish: [_m_] Espere ... ¿Qué dijo ella?

source: [_m_] She wants us to have sex on a video call!?
french: [ _m_ ] Elle veut que nous ayons des relations sexuelles sur un appel vidéo !?
italian: [_m_] Lei vuole che facciamo sesso con una videochiamata!?
japanese: [_m_] 彼女はビデオ通話で私たちにセックスをしたい!?
spanish: [_m_] ¿Ella quiere que tengamos sexo en una videollamada!?

source: [_m_] I certainly wasn't expecting that, but... Who the fuck am I to say no to a beautiful girl in this situation?
french: [_m_] Je ne m'attendais certainement pas à cela, mais... Qui la baise suis-je pour dire non à une belle fille dans cette situation ?
italian: [_m_] Non mi aspettavo certamente questo, ma... Chi cazzo sono io a dire di no a una bella ragazza in questa situazione?
japanese: [_m_] 私は確かにそれを期待していませんでした, しかし、私はこの状況で美しい女の子にノーと言うことは誰ですか?
spanish: [_m_] Ciertamente no esperaba eso, pero... ¿Quién es el fuck que debo decir no a una hermosa chica en esta situación?

source: [_m_] Here we go!
french: [_m_] Nous y sommes !
italian: [_m_] Qui andiamo!
japanese: [_m_] こちら！
spanish: [_m_] ¡Aquí vamos!

source: [_hi_] Mmmm... I'm sorry... This is so awkward and... Unusual...
french: [_hi_] Mmmm... Je suis désolé... C'est si maladroit et... inhabituel...
italian: [_hi_] Mmmm... Mi dispiace... Questo è così imbarazzante e... insolito...
japanese: [_hi_] Mmm... 申し訳ありません... これはとてもぎこちないです...
spanish: [_hi_] Mmmm... Lo siento... Esto es tan incómodo y... Inusual...

source: [_hi_] I've never done this before but... Today you said I'm good, that I'm finally doing what I want to do...
french: [_hi_] Je n'ai jamais fait ça avant mais... Aujourd'hui, vous avez dit que je suis bon, que je fais enfin ce que je veux faire...
italian: [_hi_] non l'ho mai fatto prima, ma... Oggi hai detto che sono buono, che sto finalmente facendo quello che voglio fare...
japanese: [_hi_] 私はこれまでこれをしたことはありませんでしたが... 今日は私が良いと言った, 私は最終的にやりたいことをやっていること...
spanish: [_hi_] Nunca he hecho esto antes... Hoy has dicho que estoy bien, que finalmente estoy haciendo lo que quiero hacer...

source: [_hi_] So.... Mmmmmm.... Yes.... That's why I decided not to deny myself anything new...
french: [_hi_] A.... Mmmmmm.... Oui... C'est pourquoi j'ai décidé de ne pas me refuser quoi que ce soit de nouveau...
italian: [_hi_] So.... Mmmmmm.... Sì.... Ecco perché ho deciso di non rinnegare me stesso nulla di nuovo...
japanese: [_hi_] だから.... うーん...うん...。だから私は自分を否定しないことに決めたんだ。
spanish: [_hi_] So.... Mmmmmm.... Sí.... Por eso decidí no negarme nada nuevo...

source: [_r_] You're smart, Hinata!
french: [_r_] Vous êtes intelligent, Hinata !
italian: [_r_] Sei intelligente, Hinata!
japanese: [_r_] あなたは頭がいい、ひなた！
spanish: [_r_] ¡Eres inteligente, Hinata!

source: [_r_] Your suddenness took me by surprise, but it's a pleasant surprise!
french: [ _r_ ] Votre déesse m'a pris par surprise, mais c'est une agréable surprise !
italian: [_r_] L'improvviso mi ha colto di sorpresa, ma è una piacevole sorpresa!
japanese: [_r_] 突然驚いたけど、嬉しいサプライズだよ！
spanish: [_r_] Su suddencia me tomó por sorpresa, ¡pero es una sorpresa agradable!

source: [_hi_] Yeah... MMMMMMM! Very pleasant...
french: [_hi_] Oui... MMMMMM ! Très plaisant...
italian: [_hi_] Yeah... MMMMMM! Molto piacevole...
japanese: [_hi_] Yeah... MMMMMMMMM! とても楽しい...
spanish: [_hi_] Sí... ¡MMMMMM! Muy agradable...

source: [_hi_] I couldn't sleep thinking about sucking your cock tonight...
french: [ _hi_ ] Je ne pouvais pas dormir penser à sucer votre bite ce soir ...
italian: [_hi_] Non riuscivo a dormire pensando di succhiare il tuo cazzo stasera...
japanese: [_hi_] 今夜あなたのチンポを吸うことを考えて眠ることができませんでした...
spanish: [_hi_] No podía dormir pensando en chupar tu polla esta noche...

source: [_hi_] I...mmmmm..... I so wanted to relieve myself before I went to bed... I was hoping....Mmmmmmm.... I was hoping you were still awake...
french: [_hi_] Je... mmm..... Je voulais donc me soulager avant d'aller me coucher... J'espérais... Mmmmmmm... J'espérais que vous étiez toujours éveillé...
italian: [_hi_] I...mmmmm..... volevo così liberarmi prima di andare a letto... stavo sperando....Mmmmmmm.... speravo che tu fossi ancora sveglio...
japanese: [_hi_] 私は...mmm.....私は寝る前に自分自身を和らげたかった... 私は願っていた...
spanish: [_hi_] Yo...mmmm..... Así que quería aliviarme antes de ir a la cama... Estaba saltando..Mmmmmmmm.... Estaba esperando que siguieras despierto...

source: [_r_] You're so hot, Hinata...
french: [ _r_ ] Vous êtes si chaud, Hinata ...
italian: [_r_] Sei così caldo, Hinata...
japanese: [_r_] あなたはとても暑いです, ひなた...
spanish: [_r_] Usted está tan caliente, Hinata ...

source: [_r_] When you stick your fingers inside you, imagine it's my cock!
french: [ _r_ ] Quand vous collez vos doigts en vous, imaginez que c'est ma bite !
italian: [_r_] Quando metti le dita dentro di te, immagina che sia il mio cazzo!
japanese: [_r_] あなたの中に指を入れるとき、それが私のコックだと想像してください!
spanish: [_r_] Cuando mantienes tus dedos dentro de ti, ¡imagínate que es mi polla!

source: [_r_] You've thought about it, haven't you?
french: [_r_] Vous y avez pensé, n'est-ce pas?
italian: [_r_] Ci hai pensato, vero?
japanese: [_r_] あなたはそれについて考えましたね？
spanish: [_r_] Has pensado en ello, ¿verdad?

source: [_hi_] Yes... Yes... Mmmm... I thought... I was so ashamed...
french: [_hi_] Oui... Oui... Mmmm... Je pensais... J'avais tellement honte...
italian: [_hi_] Sì... Sì... Mmmm... pensavo... mi vergognavo...
japanese: [_hi_] はい... はい... Mmm... 私は思った... 私はとても恥ずかしい...
spanish: [_hi_] Sí... Sí... Mmm... No pensé... Estaba tan avergonzado...

source: [_hi_] But now I'm not ashamed of those thoughts... I want that...
french: [ _hi_ ] Mais maintenant je n'ai pas honte de ces pensées ... Je veux que ...
italian: [_hi_] Ma ora non mi vergogno di quei pensieri... lo voglio...
japanese: [_hi_] しかし、今はそれらの考えを恥じていません...
spanish: [_hi_] Pero ahora no me avergüenzo de esos pensamientos... Quiero eso...

source: [_hi_] Yes! YES! I'm cumming! MMMMMMMMMMMMMM!!!!
french: [_hi_] Oui! Oui! Je suis cumming! MMMMMMMMMMMMMM !
italian: [_hi_] Sì! Sì! Sto sommando! MMMMMMMMMMMMMMMMMMMMMM!!!!
japanese: [_hi_] はい! はい! 私はカミングです! MMMMMMMMMMMMMMMMMMMMMMMMMMMMMM!!!!
spanish: [_hi_] Sí! ¡SÍ! ¡Estoy cumming! MMMMMMMMMMMMMM! !!!

source: [_hi_] What a relief...
french: [ _hi_ ] Quel soulagement ...
italian: [_hi_] Che sollievo...
japanese: [_hi_] どのような安堵...
spanish: [_hi_] Qué alivio...

source: [_r_] Glad I helped you.
french: [_r_] Je suis heureux de vous aider.
italian: [_r_] Sono felice che ti abbia aiutato.
japanese: [_r_] 喜んでお手伝いしました。
spanish: [_r_] Glad que te ayudó.

source: [_r_] Or... Maybe that's not enough?
french: [_r_] ou... Peut-être que ça ne suffit pas ?
italian: [_r_] O... Forse non basta?
japanese: [_r_] または...多分それは十分ではありません?
spanish: [_r_] O ... ¿Tal vez eso no es suficiente?

source: [_hi_] I... I really still feel... I feel a growing arousal...
french: [_hi_] Je... Je ressens vraiment toujours... Je ressens une excitation croissante...
italian: [_hi_] Io... Mi sento ancora... sento un crescente eccitazione...
japanese: [_hi_] 私は...私はまだ感じています...私は興奮しています...
spanish: [_hi_] yo... Todavía me siento... siento un aumento de la actividad...

source: [_r_] You're home alone, right?
french: [ _r_ ] Vous êtes seul à la maison, non?
italian: [_r_] Sei a casa da sola, giusto?
japanese: [_r_] 一人で家にいますよね？
spanish: [_r_] Estás solo en casa, ¿verdad?

source: [_r_] You do realize I'm about to ask...
french: [ _r_ ] Vous réalisez que je suis sur le point de demander ...
italian: [_r_] Ti rendi conto che sto per chiedere...
japanese: [_r_] あなたは私が尋ねようとしていることを理解しています...
spanish: [_r_] Usted se da cuenta que estoy a punto de preguntar ...

source: [_hi_] I don't mind... I want that... Come as soon as you can...
french: [_hi_] Je ne pense pas... Je veux ça... Venez dès que vous le pouvez...
italian: [_hi_] Non mi dispiace... lo voglio... Vieni il prima possibile...
japanese: [_hi_] 気にしないchar@@1 できるだけ早く来て欲しいchar@@2
spanish: [_hi_] no me importa... quiero eso... Ven tan pronto como puedas...

source: [_r_] I'll be at your place soon.
french: [_r_] Je serai bientôt chez vous.
italian: [_r_] Sarò presto a casa tua.
japanese: [_r_] もうすぐあなたのところに行きます。
spanish: [_r_] Estaré en tu lugar pronto.

source: [_hi_] Come in...
french: [ _hi_ ] Venez ...
italian: [_hi_] Vieni in...
japanese: [_hi_] 入ってください...
spanish: [_hi_] entra...

source: [_hi_] Come into my bedroom...
french: [_hi_] Entrez dans ma chambre...
italian: [_hi_] Vieni nella mia camera da letto...
japanese: [_hi_] 私の寝室に来て...
spanish: [_hi_] Ven a mi dormitorio...

source: [_r_] Whatever you say, Hinata...
french: [ _r_ ] Quoi que tu dises, Hinata ...
italian: [_r_] Qualunque cosa dite, Hinata...
japanese: [_r_] あなたが何と言おうと、ひなた...
spanish: [_r_] Lo que digas, Hinata ...

source: [_r_] You're really horny...
french: [_r_] Vous êtes vraiment hornique...
italian: [_r_] Sei davvero eccitato...
japanese: [_r_] あなたは本当に角質...
spanish: [_r_] Usted es realmente caliente ...

source: [_r_] Your nipples are so hard.
french: [ _r_ ] Vos mamelons sont si durs.
italian: [_r_] I tuoi capezzoli sono così duri.
japanese: [_r_] あなたの乳首はとても難しいです.
spanish: [_r_] Tus pezones son tan duros.

source: [_hi_] So good... Y-you like my boobs...?
french: [_hi_] Très bien... Y-tu aime mes miens...?
italian: [_hi_] Così buono... Ti piacciono le mie tette...?
japanese: [_hi_] とても良い...Y-あなたは私のおっぱいが好きです...
spanish: [_hi_] Tan bien... Y-ti te gusta mis tavillas...?

source: [_r_] I love it... It's so firm and big...
french: [_r_] Je l'aime... C'est si ferme et grand...
italian: [_r_] lo adoro... è così forte e grande...
japanese: [_r_] 私はそれを愛しています...
spanish: [_r_] Me encanta... Es tan firme y grande...

source: [_r_] Just perfect...
french: [_r_] Juste parfait...
italian: [_r_] Semplicemente perfetto...
japanese: [_r_] ちょうど完璧...
spanish: [_r_] Solo perfecto...

source: [_hi_] I... I think I found something new for me... It feels so good when you suck my boobs...
french: [_hi_] Je... Je pense que j'ai trouvé quelque chose de nouveau pour moi... C'est si bon quand vous sucez mes nibres...
italian: [_hi_] Io... Penso di aver trovato qualcosa di nuovo per me... Mi sento così bene quando succhiate le mie tette...
japanese: [_hi_] I... 何か新しいものを見つけたと思います... おっぱいを吸うととても気分が良いです...
spanish: [_hi_] Yo... creo que encontré algo nuevo para mí... Se siente tan bien cuando chupas mis tavillas...

source: [_hi_] I've never felt like this before...
french: [_hi_] Je ne me suis jamais senti comme ça auparavant...
italian: [_hi_] Non mi sono mai sentito così...
japanese: [_hi_] 今までこんな風に感じたことはありません...
spanish: [_hi_] Nunca me sentí como esto...

source: [_r_] It feels even better now.
french: [_r_] Ça se sent encore mieux maintenant.
italian: [_r_] Ora si sente ancora meglio.
japanese: [_r_] 今はさらに気分が良くなりました。
spanish: [_r_] Ahora se siente aún mejor.

source: [_r_] Do you believe me?
french: [_r_] Vous me croyez-vous ?
italian: [_r_] Mi credete?
japanese: [_r_] 私を信じますか？
spanish: [_r_] ¿Me crees?

source: [_hi_] Do what you want to do. I want more new sensations... I want to do what my body tells me...
french: [ _hi_ ] Faites ce que vous voulez faire. Je veux plus de sensations nouvelles ... Je veux faire ce que mon corps me dit ...
italian: [_hi_] Fai quello che vuoi fare. Voglio più nuove sensazioni... Voglio fare quello che il mio corpo mi dice...
japanese: [_hi_] やりたいことをやってください。もっと新しい感覚が欲しいです...自分の体が言うことをやりたいと思っています。
spanish: [_hi_] Haz lo que quieres hacer. Quiero más sensaciones nuevas ... Quiero hacer lo que mi cuerpo me dice ...

source: [_r_] That's what I wanted to hear!
french: [_r_] C'est ce que je voulais entendre !
italian: [_r_] Questo è quello che volevo sentire!
japanese: [_r_] それが聞きたかったことです!
spanish: [_r_] ¡Eso es lo que quería oir!

source: [_hi_] S-so rough...
french: [_hi_] S-tellement brutal...
italian: [_hi_] S-so ruvido...
japanese: [_hi_] Sソラフ...
spanish: [_hi_] S-so rosa...

source: [_hi_] M-m-m-m-m...
japanese: [_hi_] M-m-m-m...
spanish: [_hi_] M-m-m-m-m-m-m-m...

source: [_r_] I know that's what you want!
french: [ _r_ ] Je sais que c'est ce que tu veux !
italian: [_r_] So che è quello che vuoi!
japanese: [_r_] 私はあなたが望むことを知っています!
spanish: [_r_] ¡Sé que es lo que quieres!

source: [_r_] I saw it in your eyes when we were jerking each other off.
french: [ _r_ ] Je l'ai vu dans vos yeux quand nous étions en branle l'un à l'autre.
italian: [_r_] L'ho visto nei tuoi occhi quando ci stavamo masturbando a vicenda.
japanese: [_r_] 私たちがお互いをぐいぐいとしていた時、あなたの目で見ました。
spanish: [_r_] Yo lo vi en tus ojos cuando nos tirábamos unos a otros.

source: [_hi_] Yeah... I really wanted that...
french: [_hi_] Ouais... Je voulais vraiment ça...
italian: [_hi_] Sì... lo volevo davvero...
japanese: [_hi_] そうchar@@1 本当に欲しかった...
spanish: [_hi_] Sí... Realmente quería eso...

source: [_hi_] Lately I've been thinking a lot about how you take me by force...
french: [ _hi_ ] Dernièrement, j'ai beaucoup réfléchi à la façon dont vous me prenez par la force ...
italian: [_hi_] Ultimamente ho pensato molto a come mi prendi con la forza...
japanese: [_hi_] 最近、私はあなたが強制的に私をどのように取るかについて多くのことを考えていました...
spanish: [_hi_] Últimamente he estado pensando mucho sobre cómo me llevas por la fuerza...

source: [_r_] Your pussy leaks all over the place! Do you like the way I fuck you?
french: [_r_] Votre chatte fuit partout ! Vous aimez la façon dont je vous baise ?
italian: [_r_] La tua figa perde dappertutto! Ti piace il modo in cui ti scopo?
japanese: [_r_] お前のオマンコがあちこちに漏れた！俺のファック方法が気に入ったか？
spanish: [_r_] ¡Tu coño se filtra por todo el lugar! ¿Te gusta la forma en que te follé?

source: [_hi_] Yes! Please continue!
french: [_hi_] Oui ! Veuillez continuer !
italian: [_hi_] Sì! Per favore, continua!
japanese: [_hi_] はい！続けてください！
spanish: [_hi_] Sí! ¡Por favor continúe!

source: [_r_] That's better!
french: [_r_] C'est mieux!
italian: [_r_] È meglio!
japanese: [_r_] より良いです！
spanish: [_r_] ¡Eso es mejor!

source: [_r_] You have such a beautiful face, Hinata...
french: [ _r_ ] Vous avez un si beau visage, Hinata ...
italian: [_r_] Hai una faccia così bella, Hinata...
japanese: [_r_] こんな美しい顔、ひなた...
spanish: [_r_] Tienes una cara tan bonita, Hinata...

source: [_r_] Enjoying yourself like a real slut!
french: [ _r_ ] Se faire une vraie salope !
italian: [_r_] Ti piace come una vera troia!
japanese: [_r_] 本物のふしだらな女のように楽しんでください！
spanish: [_r_] ¡Disfrutate a ti mismo como una verdadera puta!

source: [_hi_] I-I... mmmmm....
french: [_hi_] I-I... mmm....
japanese: [_hi_] I-I... mmmm....
spanish: [_hi_] I-I... mmmm....

source: [_r_] Hard to say? You don't have to, just enjoy yourself!
french: [_r_] Difficile à dire ? Vous n'avez pas à le faire, profitez-en simplement !
italian: [_r_] Difficile dire? Non è necessario, solo divertirsi!
japanese: [_r_] 言いにくいですか? あなたは、単に自分自身を楽しむ必要はありません!
spanish: ¿[_r_] Difícil decir? ¡No tienes que hacerlo, solo disfrútalo!

source: [_r_] Just don't pass out! I want to look into your eyes when I cum!
french: [_r_] Ne passez pas à côté ! Je veux regarder dans vos yeux quand je foutre !
italian: [_r_] Basta non svelarsi! Voglio guardare negli occhi quando io cum!
japanese: [_r_] 気を失わないでね！私がクムになったら、あなたの目を覗いてみたいよ！
spanish: [_r_] ¡No te pierdas! ¡Quiero mirar a tus ojos cuando me cum!

source: [_r_] Right into you, Hinata!
french: [_r_] Juste en vous, Hinata !
italian: [_r_] Proprio in te, Hinata!
japanese: [_r_] まさにひなたちゃん！
spanish: [_r_] Entra en ti, ¡Hinata!

source: [_r_] I'll be right there!
french: [_r_] Je serai là !
italian: [_r_] sarò proprio lì!
japanese: [_r_] すぐそこにいます！
spanish: [_r_] ¡Estaré en lo cierto!

source: [_r_] Or wasn't it what you expected?
french: [_r_] Ou n'est-ce pas ce que vous attendiez ?
italian: [_r_] O non era quello che ti aspetti?
japanese: [_r_] それとも、あなたが期待していたことではありませんか?
spanish: [_r_] ¿O no era lo que esperabas?

source: [_hi_] It was exactly what I needed...
french: [ _hi_ ] C'était exactement ce dont j'avais besoin ...
italian: [_hi_] Era esattamente quello che avevo bisogno...
japanese: [_hi_] それはまさに私が必要としていたものでした...
spanish: [_hi_] Era exactamente lo que necesitaba...

source: [_ka_] There you are, I see you’re back quite early.
french: [ _ka_ ] Vous êtes là, je vois que vous êtes de retour assez tôt.
italian: [_ka_] Ecco, vedo che sei tornato molto presto.
japanese: [_ka_] お帰りなさいましたね。かなり早く帰ってきたようですね。
spanish: [_ka_] Ahí estás, veo que estás de vuelta bastante pronto.

source: [_r_] Yes... Hinata said it was better to reschedule the picnic...
french: [ _r_ ] Oui ... Hinata a dit qu'il était préférable de reprogrammer le pique-nique ...
italian: [_r_] Sì... Hinata ha detto che era meglio riprogrammare il picnic...
japanese: [_r_] はい... ひなたはピクニックを再スケジュールした方がいいと言いました...
spanish: [_r_] Sí... Hinata dijo que era mejor reprogramar el picnico...

source: [_ka_] Why the long face? You made it, right?
french: [_ka_] Pourquoi le long visage ? Tu as fait ça, non ?
italian: [_ka_] Perché il volto lungo? L'hai fatto, giusto?
japanese: [_ka_] なぜ長い顔をしていますか? あなたが作ったんですよね?
spanish: [_ka_] ¿Por qué la cara larga? Tú lo has hecho, ¿verdad?

source: [_r_] Yes... It’s just that I feel that Hinata has become somehow different towards me... more cautious...
french: [ _r_ ] Oui ... C'est juste que j'ai le sentiment que Hinata est devenu quelque peu différent envers moi ... plus prudent ...
italian: [_r_] Sì... E 'solo che sento che Hinata è diventato in qualche modo diverso verso di me... più prudente...
japanese: [_r_] はいchar@@1 日向はどういうわけか私には違うようになっていると感じています。もっと用心深く...
spanish: [_r_] Sí... Es simplemente que siento que Hinata se ha vuelto de algún modo diferente hacia mí... más cauteloso...

source: [_r_] Can you call that a success?
french: [ _r_ ] Pouvez-vous appeler cela un succès?
italian: [_r_] Riesci a chiamarlo un successo?
japanese: [_r_] 成功と言えますか？
spanish: [_r_] ¿Puede llamar a ese éxito?

source: [_ka_] My boy... Definitely!
french: [_ka_] Mon garçon... Définitivement !
italian: [_ka_] Il mio ragazzo... Sicuramente!
japanese: [_ka_] 私の少年... 間違いなく!
spanish: [_ka_] Mi chico... ¡Definitivamente!

source: [_ka_] You went down a crazy road, but it’s your choice.
french: [ _ka_ ] Vous êtes descendu sur une route folle, mais c'est votre choix.
italian: [_ka_] Sei andato su una strada pazza, ma è la tua scelta.
japanese: [_ka_] あなたはクレイジーな道を下りましたが、それはあなたの選択です。
spanish: [_ka_] Te fuiste a una calle loca, pero es tu elección.

source: [_ka_] Hinata resists above all else.
french: [_ka_] Hinata résiste par-dessus tout.
italian: [_ka_] Hinata resiste soprattutto a tutti gli altri.
japanese: [_ka_] ひなたは何よりも抵抗します。
spanish: [_ka_] Hinata resiste por encima de todo.

source: [_ka_] The new sensations she’s had are a romantic attraction to you.
french: [ _ka_ ] Les nouvelles sensations qu'elle a sont une attraction romantique pour vous.
italian: [_ka_] Le nuove sensazioni che ha avuto sono un'attrazione romantica per voi.
japanese: [_ka_] 彼女が持っていた新しい感覚はあなたにとってロマンチックな魅力です。
spanish: [_ka_] Las nuevas sensaciones que ha tenido son una atracción romántica para usted.

source: [_ka_] So far weak, it’s still in its infancy, but it exists.
french: [ _ka_ ] Jusqu'à présent faible, elle en est encore à ses débuts, mais elle existe.
italian: [_ka_] Finora debole, è ancora nella sua infanzia, ma esiste.
japanese: [_ka_] これまでのところ弱いですが、まだまだ始まっていません。
spanish: [_ka_] Hasta ahora débil, todavía está en su infancia, pero existe.
