Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] The fact is, that there's no one helping her. It's a great opportunity to cross with her.
french: [ _r_ ] Le fait est qu'il n'y a personne qui l'aide. C'est une grande opportunité de passer avec elle.
italian: [_r_] Il fatto è che non c'è nessuno che la aiuti. È una grande opportunità per attraversare con lei.
japanese: [_r_] 実は、彼女を助けてくれる人がいないのです。彼女と交わる絶好の機会です。
spanish: [_r_] El hecho es que no hay nadie ayudándola. Es una gran oportunidad para cruzar con ella.

source: [_ka_] That's great! You're thinking straight.
french: [_ka_] C'est génial ! Tu penses bien.
italian: [_ka_] È fantastico! Stai pensando dritto.
japanese: [_ka_] すごいですね！ストレートに考えていますね。
spanish: [_ka_] ¡Eso es genial! Estás pensando en directo.

source: [_r_] Hinata texted something.
french: [_r_] Hinata a écrit quelque chose.
italian: [_r_] Hinata ha scritto qualcosa.
japanese: [_r_] ひなたは何かをメールしました。
spanish: [_r_] Hinata escribió algo.

source: [_ka_] What's it?
french: [_ka_] Qu'est-ce que c'est?
italian: [_ka_] Cos'è?
japanese: [_ka_] それは何ですか？
spanish: [_ka_] ¿Qué es?

source: [_r_] Tomorrow's my day off, it's awesome! I can meet with Hinata in village!
french: [ _r_ ] Demain est mon jour de congé, c'est génial ! Je peux rencontrer Hinata dans le village !
italian: [_r_] Domani è il mio giorno libero, è fantastico! Posso incontrare Hinata in villaggio!
japanese: [_r_] 明日は休みだよ！村で日向と会えるよ！
spanish: [_r_] Mañana mi día de vacación, ¡es increíble! ¡Puedo reunirme con Hinata en la aldea!

source: [_ka_] It's the best opportunity to get closer to Hinata so far! Don't mess it up!
french: [ _ka_ ] C'est la meilleure occasion de se rapprocher de Hinata jusqu'à présent ! Ne gâchez pas !
italian: [_ka_] È la migliore occasione per avvicinarsi a Hinata finora! Non disprezzatela!
japanese: [_ka_] 今までひなたに近づく絶好の機会です! 台無しにしないでください!
spanish: [_ka_] ¡Es la mejor oportunidad para acercarse más a la Hinata hasta ahora! ¡No lo estropees!

source: [_r_] Hinata? Good afternoon, I didn't expect to meet you here.
french: [_r_] Hinata ? Bonjour, je ne m'attendais pas à vous rencontrer ici.
italian: [_r_] Hinata? Buon pomeriggio, non mi aspettavo di incontrarti qui.
japanese: [_r_] ひなた? こんにちは、ここでお会いするとは思わなかった。
spanish: [_r_] ¿Hinata? Buenas tardes, no esperaba conocerte aquí.

source: [_hi_] Good afternoon! You're shopping here at the weekends too?
french: [_hi_] Bonjour ! Vous faites vos courses ici aussi le week-end?
italian: [_hi_] Buon pomeriggio! Stai facendo shopping qui anche nei fine settimana?
japanese: [_hi_] こんにちは！週末にも買い物をしていますか？
spanish: [_hi_] ¡Buena tarde! ¿También estás comprando aquí los fines de semana?

source: [_r_] No-no, I've just been passing by, wanted to breathe some fresh air. What a nice meeting.
french: [ _r_ ] Non-non, je viens de passer, je voulais respirer un peu d'air frais. Quelle belle réunion.
italian: [_r_] No-no, ho appena passato, ho voluto respirare un po' di aria fresca. Che bella riunione.
japanese: [_r_] いいえ、私はちょうど通りかかってきました, いくつかの新鮮な空気を吸いたいと思いました.
spanish: [_r_] No-no, acabo de pasar, quería respirar un poco de aire fresco. Qué agradable reunión.

source: [_hi_] Yeah, that's right! Well... It was nice to meet you, bye!
french: [_hi_] Ouais, c'est bien ! Eh bien... C'était bien de vous rencontrer, au revoir !
italian: [_hi_] Sì, è giusto! Beh... È stato bello incontrarti, ciao!
japanese: [_hi_] ええ、そうですね！お会いできてよかったですね！
spanish: [_hi_] ¡Sí, está bien! Bueno... ¡Fue bueno conocerte a ti!

source: [_r_] Wait please, Hinata, isn't it too heavy for you? Let me help you out, we're going the same way, anyhow.
french: [_r_] Attendez s'il vous plaît, Hinata, n'est-ce pas trop lourd pour vous? Laissez-moi vous aider, nous allons de toute façon de la même façon.
italian: [_r_] Aspetta, Hinata, non è troppo pesante per te? Lasciate che ti aiuti, stiamo andando allo stesso modo, comunque.
japanese: [_r_] ちょっと待って、ひなたちゃん、重すぎるんじゃないの？手伝わせてくれよ、とにかく同じ道を進んでるよ。
spanish: [_r_] Espera, por favor, Hinata, ¿no es demasiado pesado para ti? Déjame ayudarte, vamos del mismo modo, de todos modos.

source: [_hi_] It's alright, a common thing for me, no need to worry.
french: [_hi_] C'est bien, une chose commune pour moi, pas besoin de vous inquiéter.
italian: [_hi_] Va bene, una cosa comune per me, non c'è bisogno di preoccuparmi.
japanese: [_hi_] 大丈夫です。私にはよくあることですが、心配する必要はありません。
spanish: [_hi_] Está bien, cosa común para mí, no hay necesidad de preocuparse.

source: [_r_] Still, I insist on it. I want to repay you for such hospitality you've shown.
french: [ _r_ ] Toujours, j'insiste. Je veux vous rembourser pour cette hospitalité que vous avez montrée.
italian: [_r_] Tuttavia, insisto su di esso. Voglio ripagarti per questa ospitalità che hai mostrato.
japanese: [_r_] それでも、私はそれを主張します。私はあなたのようなおもてなしのためにあなたに報いたいと思います。
spanish: [_r_] Aún así, insisto en ello. Quiero reembolsarte por tal hospitalidad que has mostrado.

source: [_hi_] Okay... If we're going the same way, here you are.
french: [_hi_] D'accord... Si nous allons de la même manière, vous voilà.
italian: [_hi_] Okay... Se stiamo andando allo stesso modo, eccovi qui.
japanese: [_hi_] わかりましたchar@@1 私たちが同じ方向に進んでいるなら、あなたはここにいます。
spanish: [_hi_] Vale... Si vamos de la misma manera, aquí estás.

source: [_r_] Glad to help!
french: [_r_] Nous sommes ravis de vous aider!
italian: [_r_] Piacevole di aiutare!
japanese: [_r_] 喜んでお手伝いします!
spanish: ¡[_r_] encantado de ayudar!

source: [_hi_] You know what... You're not in a hurry, are you?
french: [_hi_] Vous savez quoi... Vous n'êtes pas pressé, n'est-ce pas?
italian: [_hi_] Sai una cosa... Non hai fretta, vero?
japanese: [_hi_] あなたは...あなたは急いでいるわけではありませんよね？
spanish: [_hi_] Usted sabe qué ... No tienes prisa, ¿verdad?

source: [_r_] No, I have a lot of free time.
french: [ _r_ ] Non, j'ai beaucoup de temps libre.
italian: [_r_] No, ho molto tempo libero.
japanese: [_r_] いいえ、暇な時間はたくさんあります。
spanish: [_r_] No, tengo mucho tiempo libre.

source: [_hi_] Let's visit Ramen Ichiraku then, I actually wanted to eat something before going home.
french: [ _hi_ ] Allons voir Ramen Ichiraku alors, je voulais vraiment manger quelque chose avant de rentrer à la maison.
italian: [_hi_] Visitiamo Ramen Ichiraku poi, in realtà volevo mangiare qualcosa prima di tornare a casa.
japanese: [_hi_] ラーメン一楽を訪ねてみましょう。実は家に帰る前に食べたいものがありました。
spanish: [_hi_] Vamos a visitar Ramen Ichiraku entonces, quería comer algo antes de volver a casa.

source: [_r_] I'd love to... But I have no cash with me...
french: [_r_] J'adorerais pas... Mais je n'ai pas d'argent avec moi...
italian: [_r_] mi piacere... Ma non ho soldi con me...
japanese: [_r_] 私は... しかし、私は私と現金を持っていません...
spanish: [_r_] Me encantaría... Pero no tengo dinero conmigo...

source: [_hi_] Ichiraku gives a great discount for our family, so don't worry about the money, I'll pay.
french: [_hi_] Ichiraku offre une grande réduction pour notre famille, donc ne vous inquiétez pas de l'argent, je vais payer.
italian: [_hi_] Ichiraku dà un grande sconto per la nostra famiglia, quindi non preoccuparti dei soldi, pagherò.
japanese: [_hi_] 一楽は私たちの家族に大きな割引を与えてくれるので、お金は心配しないで、私が支払います。
spanish: [_hi_] Ichiraku ofrece un gran descuento para nuestra familia, así que no te preocupes por el dinero, lo pagaré.

source: [_r_] Then I'm in, thanks!
french: [ _r_ ] Alors je suis là, merci !
italian: [_r_] Poi sono dentro, grazie!
japanese: [_r_] それから私は、ありがとう!
spanish: [_r_] ¡Entonces estoy dentro, gracias!

source: [_ira_] Enjoy your meal!
french: [_ira_] Profitez de votre repas !
italian: [_ira_] Godetevi il vostro pasto!
japanese: [_ira_] お食事をお楽しみください!
spanish: [_ira_] ¡Disfruta de tu comida!

source: [_hi_] Thank you!
french: [ _hi_ ] Merci !
italian: [_hi_] Grazie!
japanese: [_hi_] ありがとうございます！
spanish: [_hi_] ¡Gracias!

source: [_r_] Damn, it's so delicious, I've never ever eaten such a good stuff...
french: [_r_] Bon sang, c'est si délicieux, je n'ai jamais mangé de si bonnes choses...
italian: [_r_] Dannazione, è così delizioso, non ho mai mangiato una roba così buona...
japanese: [_r_] くそ, それはとてもおいしいです, 私は今までにこのような良いものを食べたことがありません...
spanish: [_r_] Damn, es tan delicioso, nunca he comido tan bueno...

source: [_m_] This is really tasty, I think I'll become a regular customer.
french: [ _m_ ] C'est vraiment délicieux, je pense que je deviendrai un client régulier.
italian: [_m_] Questo è davvero gustoso, penso che sarò un cliente regolare.
japanese: [_m_] 本当においしいですが、常連のお客さんになれると思います。
spanish: [_m_] Esto es realmente sabroso, creo que me convertiré en un cliente normal.

source: [_hi_] Never've been to Ichiraku's?
french: [_hi_] Jamais été chez Ichiraku?
italian: [_hi_] Non è mai stato da Ichiraku?
japanese: [_hi_] 一楽に行ったことはありませんか?
spanish: [_hi_] ¿Alguno ha estado en Ichiraku?

source: [_r_] Y-yeah... You're right...
french: [_r_] Y-yeah... Vous avez raison...
italian: [_r_] Y-yeah... Hai ragione...
japanese: [_r_] Y-yeah... あなたは正しい...
spanish: [_r_] Y-sí... Tienes razón...

source: [_hi_] It's rather oddly, I think everyone from Konoha have tasted Ichiraku's ramen.
french: [ _hi_ ] C'est assez bizarrement, je pense que tout le monde de Konoha a goûté le ramen d'Ichiraku.
italian: [_hi_] È piuttosto strana, penso che tutti quelli di Konoha abbiano assaggiato il ramen di Ichiraku.
japanese: [_hi_] 奇妙なことに、木ノ葉の皆さんが一楽のラーメンを味わったことがあると思います。
spanish: [_hi_] Es bastante extraño, creo que todo el mundo de Konoha ha probado el ramen de Ichiraku.

source: [_hi_] You're not from Konoha, are you?
french: [_hi_] Vous n'êtes pas de Konoha, n'est-ce pas?
italian: [_hi_] Non sei di Konoha, vero?
japanese: [_hi_] あなたは鴻葉の出身ではありませんね。
spanish: [_hi_] No eres de Konoha, ¿verdad?

source: [_m_] Oh shit... I didn't make up my origin story yet... What should I say...
french: [_m_] Oh merde ... Je n'ai pas encore inventé mon histoire d'origine... Que devrais-je dire...
italian: [_m_] Oh merda... Non ho ancora fatto la mia storia di origine... Che cosa dovrei dire...
japanese: [_m_] ああ...まだ自分の起源の話をでっち上げていない...
spanish: [_m_] Oh mierda... No hice mi historia de origen todavía... ¿Qué debo decir...

source: [_r_] My whole family was in the business, we had our own wagon and everything, but I decided to settle down and live in Konoha.
french: [ _r_ ] Toute ma famille était dans l'entreprise, nous avions notre propre chariot et tout, mais j'ai décidé de m'installer et de vivre à Konoha.
italian: [_r_] Tutta la mia famiglia era in attività, abbiamo avuto il nostro carro e tutto, ma ho deciso di stabilirmi e vivere a Konoha.
japanese: [_r_] 家族全員が仕事に携わり、私たちは自分たちのワゴンなどを持っていましたが、私は落ち着いて鴻葉に住むことにしました。
spanish: [_r_] Toda mi familia estaba en el negocio, teníamos nuestro propio vagón y todo, pero decidí instalarme y vivir en Konoha.

source: [_hi_] So you’re good at merchandising?
french: [ _hi_ ] Donc vous êtes doué pour le merchandising?
italian: [_hi_] Quindi sei bravo a merchandising?
japanese: [_hi_] ではマーチャンダイジングが得意ですか？
spanish: ¿[_hi_] Así que eres bueno en meriturismo?

source: [_r_] I know about it briefly, but I've never been interested in such things.
french: [ _r_ ] Je le sais très brièvement, mais je n'ai jamais été intéressé par de telles choses.
italian: [_r_] lo so brevemente, ma non sono mai stato interessato a cose del genere.
japanese: [_r_] 私は簡単に知っていますが、そのようなことには興味がありませんでした。
spanish: [_r_] Lo sé brevemente, pero nunca he estado interesado en tales cosas.

source: [_hi_] Maybe we have something in common...
french: [ _hi_ ] Peut-être que nous avons quelque chose en commun ...
italian: [_hi_] Forse abbiamo qualcosa in comune...
japanese: [_hi_] 何か共通点があるかもしれません...
spanish: [_hi_] Tal vez tengamos algo en común...

source: [_r_] In the hardest times my parents moved from place to place.
french: [ _r_ ] Dans les moments les plus difficiles, mes parents sont passés d'un endroit à l'autre.
italian: [_r_] Nei momenti più difficili i miei genitori si trasferirono da un luogo all'altro.
japanese: [_r_] 最も困難な時期に両親は場所から場所へ移動しました。
spanish: [_r_] En los momentos más difíciles mis padres se movían de un lugar a otro.

source: [_r_] They're still traveling but I decided to settle down and live in Konoha, it's so comfy.
french: [_r_] Ils voyagent toujours mais j'ai décidé de m'installer et de vivre à Konoha, c'est si commode.
italian: [_r_] Sono ancora in viaggio, ma ho deciso di stabilirmi e vivere a Konoha, è così confortevole.
japanese: [_r_] 彼らはまだ旅をしていますが、私は落ち着いて木ノ葉に住むことに決めました。
spanish: [_r_] Todavía están viajando, pero decidí establecerme y vivir en Konoha, es tan cómico.

source: [_hi_] Travelling is quite enjoyable, I remember when we've used to go on missions with our team, it was such a good time.
french: [ _hi_ ] Voyager est très agréable, je me souviens quand nous avons fait des missions avec notre équipe, c'était un bon moment.
italian: [_hi_] Viaggiare è abbastanza piacevole, ricordo che quando abbiamo usato per andare in missione con il nostro team, è stato un momento così buono.
japanese: [_hi_] 旅はとても楽しいですね。昔はチームと一緒にミッションに出かけていた時、とても楽しかったです。
spanish: [_hi_] Viajar es bastante agradable, recuerdo que cuando solíamos llevar a cabo misiones con nuestro equipo, fue un buen momento.

source: [_r_] I agree with you, but everyone should know when it's time to stop.
french: [ _r_ ] Je suis d'accord avec vous, mais tout le monde devrait savoir quand il est temps de s'arrêter.
italian: [_r_] Sono d'accordo con te, ma tutti dovrebbero sapere quando è il momento di fermarsi.
japanese: [_r_] 私はあなたに同意しますが、誰もがそれが停止する時間を知っている必要があります。
spanish: [_r_] Estoy de acuerdo contigo, pero todo el mundo debe saber cuándo es el momento de parar.

source: [_hi_] I see...
french: [_hi_] Je vois...
italian: [_hi_] vedo...
japanese: [_hi_] なるほど...
spanish: [_hi_] Veo ...

source: [_m_] That's my chance.
french: [_m_] C'est ma chance.
italian: [_m_] È la mia occasione.
japanese: [_m_] それは私のチャンスです。
spanish: [_m_] Esa es mi oportunidad.

source: [_r_] By the way, what about talking in the same attitude? I think it'll be much more comfortable for us.
french: [ _r_ ] Au fait, qu'en est-il de parler dans la même attitude? Je pense que ce sera beaucoup plus confortable pour nous.
italian: [_r_] A proposito, che dire di parlare nello stesso atteggiamento? Penso che sarà molto più comodo per noi.
japanese: [_r_] ちなみに、同じ姿勢で話すことはどうですか? もっと楽になると思います。
spanish: [_r_] Por cierto, ¿qué hay de hablar en la misma actitud? Creo que será mucho más cómodo para nosotros.

source: [_hi_] That's true. It also seems that we're more likely the same age.
french: [_hi_] C'est vrai. Il semble également que nous soyons plus susceptibles d'avoir le même âge.
italian: [_hi_] È vero. Sembra anche che siamo più probabili della stessa età.
japanese: [_hi_] それは本当です。私たちも同じ年齢の可能性が高いようです。
spanish: [_hi_] Eso es cierto. También parece que es más probable que tengamos la misma edad.

source: [_m_] Nice! I'm on the right way!
french: [_m_] Bien ! Je suis sur la bonne voie!
italian: [_m_] Nizza! Sono sulla strada giusta!
japanese: [_m_] いいですね！正しい方向に進んでいます！
spanish: [_m_] ¡Niza! ¡Estoy en el camino correcto!

source: [_r_] So you like doing shopping alone? Why doesn't your son help you?
french: [_r_] Vous aimez donc faire du shopping tout seul ? Pourquoi votre fils ne vous aide pas ?
italian: [_r_] Ti piace fare shopping da solo? Perché tuo figlio non ti aiuta?
japanese: [_r_] それでは、一人で買い物をするのが好きですか?どうして息子さんが助けてくれないのですか?
spanish: [_r_] ¿Te gusta hacer compras solo? ¿Por qué no te ayuda tu hijo?

source: [_hi_] Boruto has lots of important things to do, I really understand him, because I used to do it too in his age.
french: [ _hi_ ] Boruto a beaucoup de choses importantes à faire, je le comprends vraiment, parce que j'ai utilisé pour le faire aussi à son âge.
italian: [_hi_] Boruto ha molte cose importanti da fare, lo capisco davvero, perché lo facevo anche nella sua età.
japanese: [_hi_] Borutoには重要なことがたくさんありますが、私は彼を本当に理解しています。
spanish: [_hi_] Boruto tiene muchas cosas importantes que hacer, lo entiendo, porque yo también lo hice en su edad.

source: [_r_] That's right, he's studying at the shinobi academy, does he?
french: [_r_] C'est vrai, il étudie à l'académie shinobi, n'est-ce pas?
italian: [_r_] Ha ragione, sta studiando all'accademia shinobi, vero?
japanese: [_r_] そうですね、彼は忍学校で勉強していますよね?
spanish: [_r_] Eso es cierto, está estudiando en la academia shinobi, ¿verdad?

source: [_hi_] Yes, he's having the happiest days in his life. I'm even a bit jealous.
french: [ _hi_ ] Oui, il a les jours les plus heureux de sa vie. Je suis un peu jaloux.
italian: [_hi_] Sì, sta avendo i giorni più felici della sua vita. Sono anche un po' geloso.
japanese: [_hi_] はい、彼は彼の人生で最も幸せな日々を過ごしています。私は少しも嫉妬しています。
spanish: [_hi_] Sí, está teniendo los días más felices de su vida. Incluso estoy un poco celoso.

source: [_m_] She's kinda upset... Maybe that's my chance?
french: [_m_] Elle est plutôt contrariée... C'est peut-être ma chance ?
italian: [_m_] Lei è sbalordita... Forse è la mia occasione?
japanese: [_m_] 彼女はちょっと動揺しているchar@@1 多分それは私のチャンスですか？
spanish: [_m_] She es un inconveniente... ¿Tal vez esa sea mi oportunidad?

source: [_r_] But we're having fun, aren't we? Sitting here and eating the best ramen in Konoha! We're talking about some things, I think it's such a fun!
french: [_r_] Mais nous nous amusons, n'est-ce pas? Assis ici et mange le meilleur ramen de Konoha! Nous parlons de certaines choses, je pense que c'est tellement amusant!
italian: [_r_] Ma ci stiamo divertendo, vero? Seduti qui e mangiando il miglior ramen di Konoha! Stiamo parlando di alcune cose, penso che sia un tale divertimento!
japanese: [_r_] でも楽しいですよね? ここで座って、鴻葉で最高のラーメンを食べます! 私たちはいくつかのことについて話しています, 私はそれがとても楽しいだと思います!
spanish: [_r_] Pero estamos divirtiéndose, ¿no es así? ¡Sentado aquí y comiendo a los mejores ramen de Konoha! Estamos hablando de algunas cosas, creo que es muy divertido!

source: [_hi_] It's nice to hear that you're not bored with me!
french: [ _hi_ ] C'est bien d'entendre que vous n'êtes pas ennuyeux avec moi !
italian: [_hi_] E 'bello sentire che non sei annoiato con me!
japanese: [_hi_] 私に飽きていないと聞いて嬉しいです!
spanish: [_hi_] ¡Es bueno escuchar que no estás aburrido conmigo!

source: [_r_] You're an interesting person and this free ramen... I'm more than satisfied!
french: [ _r_ ] Vous êtes une personne intéressante et ce ramen gratuit ... Je suis plus que satisfait !
italian: [_r_] Sei una persona interessante e questo ramen gratis... Sono più che soddisfatto!
japanese: [_r_] あなたは面白い人で、この無料ラーメン...私は満足しています!
spanish: [_r_] Usted es una persona interesante y esta libre ramen ... ¡Estoy más que satisfecho!

source: [_ka_] You're back already!
french: [ _ka_ ] Vous êtes déjà de retour !
italian: [_ka_] Sei già tornato!
japanese: [_ka_] もう戻っています！
spanish: [_ka_] ¡Ya estás de vuelta!

source: [_r_] Hello! Yeah, I'm quite late.... But I have some great news!
french: [_r_] Bonjour ! Oui, je suis tout à fait en retard... Mais j'ai de bonnes nouvelles !
italian: [_r_] Ciao! Sì, sono abbastanza tardi... ma ho qualche grande notizia!
japanese: [_r_] こんにちは! ええ、私はかなり遅れています.... しかし、いくつかの素晴らしいニュースがあります!
spanish: [_r_] ¡Hola! Sí, estoy bastante tarde... ¡Pero tengo algunas buenas noticias!

source: [_ka_] Me too, but you're first.
french: [ _ka_ ] Moi aussi, mais vous êtes d'abord.
italian: [_ka_] Me anche, ma sei il primo.
japanese: [_ka_] 私もですが、あなたが最初です。
spanish: [_ka_] Yo también, pero eres el primero.

source: [_r_] I've helped Hinata with carrying the products and she bought me a ramen that. We've had a nice talk, I think it had a good influence on our relationship!
french: [ _r_ ] J'ai aidé Hinata à porter les produits et elle m'a acheté un ramen. Nous avons eu une belle conversation, je pense que ça a eu une bonne influence sur notre relation !
italian: [_r_] Ho aiutato Hinata a trasportare i prodotti e mi ha comprato un ramen quello. Abbiamo avuto un bel colloquio, penso che abbia avuto una buona influenza sul nostro rapporto!
japanese: [_r_] ひなたちゃんが商品を運んでくれたのを手伝ってくれたので、そのラーメンを買ってくれました。 私たちは良い話をしました, 私はそれが私たちの関係に良い影響を与えたと思います!
spanish: [_r_] He ayudado a Hinata a llevar los productos y ella me compró un ramen que. Hemos tenido una charla agradable, creo que tuvo una buena influencia en nuestra relación!

source: [_ka_] Great job! But what took you so long?
french: [_ka_] Bon travail ! Mais qu'est-ce qui vous a pris tant de temps ?
italian: [_ka_] Ottimo lavoro! Ma cosa ti ha richiesto così tanto tempo?
japanese: [_ka_] よくできました！でも何がそんなに長くかかったのでしょうか？
spanish: [_ka_] ¡Buen trabajo! Pero, ¿qué te tomó tanto tiempo?

source: [_r_] Well... I've had a walk across Konoha... It's a kind of my childish dream...
french: [_r_] Eh bien... J'ai fait une promenade à travers Konoha... C'est une sorte de mon rêve enfantin ...
italian: [_r_] Bene... Ho fatto una passeggiata attraverso Konoha... È una specie di sogno infantile...
japanese: [_r_] まあ...私は鴻葉を散歩してきました...それは私の子供っぽい夢の一種です...
spanish: [_r_] Bueno... Tuve un paseo por Konoha... Es una especie de mi sueño infantil...

source: [_ka_] As you say. Now it's my turn!
french: [_ka_] Comme vous le dites. C'est maintenant à mon tour !
italian: [_ka_] Come si dice. Ora è il mio turno!
japanese: [_ka_] 言うとおり、今度は俺の番だ！
spanish: [_ka_] Como dices. ¡Ahora es mi turno!

source: [_ka_] You have a nice chance to improve your powers.
french: [ _ka_ ] Vous avez une belle chance d'améliorer vos pouvoirs.
italian: [_ka_] Hai una bella possibilità di migliorare i tuoi poteri.
japanese: [_ka_] 力を向上させる良い機会があります。
spanish: [_ka_] Usted tiene una buena oportunidad de mejorar sus poderes.

source: [_r_] To improve it? I'm all ears.
french: [_r_] Pour l'améliorer? Je suis tout à fait à l'écoute.
italian: [_r_] Per migliorarlo? Sono tutte orecchie.
japanese: [_r_] それを向上させるために?
spanish: [_r_] ¿Para mejorarla? Soy todo oídos.

source: [_ka_] Just like I've said, to use your power you have to think about intimate things with Hinata.
french: [ _ka_ ] Comme je l'ai dit, pour utiliser votre pouvoir, vous devez penser à des choses intimes avec Hinata.
italian: [_ka_] Proprio come ho detto, per usare il tuo potere devi pensare a cose intime con Hinata.
japanese: [_ka_] 先ほども申し上げたように、自分の力を使うには、日向との親密なことを考えなければなりません。
spanish: [_ka_] Como he dicho, para usar tu poder tienes que pensar en cosas íntimas con Hinata.

source: [_ka_] But a simple imagination won't work as good as a real remembrance with Hinata.
french: [ _ka_ ] Mais une simple imagination ne fonctionnera pas aussi bien qu'un véritable souvenir avec Hinata.
italian: [_ka_] Ma una semplice immaginazione non funzionerà bene come un vero ricordo con Hinata.
japanese: [_ka_] しかし、日向ではシンプルな想像力は本物の思い出ほどうまくいきません。
spanish: [_ka_] Pero una simple imaginación no funcionará tan bien como un recuerdo real con Hinata.

source: [_r_] You intirest me..
french: [ _r_ ] Vous m'initiez ...
italian: [_r_] Mi intiri..
japanese: [_r_] あなたは私を遅らせます..
spanish: [_r_] Me intirás..

source: [_ka_] I could've just become Hinata to make some more remembrances. But I wanna test your courage.
french: [ _ka_ ] Je pourrais devenir Hinata pour faire un peu plus de souvenirs. Mais je veux tester ton courage.
italian: [_ka_] Avrei potuto solo diventare Hinata per fare qualche ricordo in più. Ma voglio mettere alla prova il tuo coraggio.
japanese: [_ka_] もっと思い出を作るために日向になれたかもしれないけど、勇気を試してみたい。
spanish: [_ka_] Podría haberme convertido en Hinata para hacer más recordatorios. Pero quiero probar tu valentía.

source: [_r_] Oh shit... These tests again...
french: [_r_] Oh merde ... Ces tests à nouveau...
italian: [_r_] Oh shit... Questi test di nuovo...
japanese: [_r_] ああchar@@1 これらのテストはまた...
spanish: [_r_] Oh mierda... Estas pruebas de nuevo...

source: [_ka_] Shut up!
french: [_ka_] Éteignez !
italian: [_ka_] Stai zitto!
japanese: [_ka_] シャットダウン!
spanish: ¡[_ka_] cierre!
