Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_ka_] You know... Since you've got that ability... Maybe you should wait with Sakura.
french: [_ka_] Vous savez... Puisque vous avez cette capacité... Peut-être devriez-vous attendre avec Sakura.
italian: [_ka_] Lo sa... Dal momento che hai questa abilità... Forse dovresti aspettare con Sakura.
japanese: [_ka_] あなたは知っている...あなたはその能力を持っているので...たぶん、あなたはさくらと一緒に待つべきだ。
spanish: [_ka_] Usted sabe ... Ya que tienes esa capacidad ... Tal vez deberías esperar con Sakura.

source: [_r_] But why?
french: [_r_] Mais pourquoi?
italian: [_r_] Ma perché?
japanese: [_r_] しかし、なぜですか?
spanish: [_r_] Pero ¿por qué?

source: [_ka_] Since you have such abilities within you, you’re evolving really well.
french: [ _ka_ ] Puisque vous avez de telles capacités en vous, vous évoluez vraiment bien.
italian: [_ka_] Dal momento che hai queste abilità dentro di te, stai evolvendo molto bene.
japanese: [_ka_] あなたの中にそんな能力があるので、あなたは本当に良く進化しています。
spanish: [_ka_] Puesto que tienes tales habilidades dentro de ti, estás evolucionando muy bien.

source: [_ka_] Perhaps you can discover something else if you develop quickly and diversify.
french: [ _ka_ ] Vous pouvez peut-être découvrir autre chose si vous développez rapidement et si vous diversiez.
italian: [_ka_] Forse si può scoprire qualcos'altro se si sviluppa rapidamente e diversificare.
japanese: [_ka_] 迅速かつ多様な開発をすれば、何か他のものを発見できるかもしれません。
spanish: [_ka_] Tal vez puedas descubrir algo más si te desarrollas rápidamente y diversifiques.

source: [_ka_] The chakra you get from any kind of sex is the basis of your development.
french: [ _ka_ ] Le chakra que vous obtenez de n'importe quel sexe est la base de votre développement.
italian: [_ka_] Il chakra che si ottiene da qualsiasi tipo di sesso è la base del vostro sviluppo.
japanese: [_ka_] あらゆる性別から得られるチャクラは、あなたの成長の基礎です。
spanish: [_ka_] El chakra que recibas de cualquier tipo de sexo es la base de tu desarrollo.

source: [_r_] Yes, I got that.
french: [ _r_ ] Oui, j'ai compris.
italian: [_r_] Sì, ho capito.
japanese: [_r_] はい、それはわかりました。
spanish: [_r_] Sí, lo conseguí.

source: [_ka_] Before our journey, in multiple timelines, you fucked various kunoichi.
french: [ _ka_ ] Avant notre voyage, dans des délais multiples, vous avez baisé divers kunoichi.
italian: [_ka_] Prima del nostro viaggio, in più tempi, hai scopato vari kunoichi.
japanese: [_ka_] 私たちの旅の前に, 複数のタイムラインで, あなたは様々なくノ一を犯した.
spanish: [_ka_] Antes de nuestro viaje, en varias líneas de tiempo, has follado varios kunoichi.

source: [_ka_] Each one you've had fun with has a bit of my chakra that stimulates that very craving for your cock.
french: [ _ka_ ] Chacun d'entre vous a eu du plaisir avec un peu de mon chakra qui stimule cette envie de votre bite.
italian: [_ka_] Ognuno con cui ti sei divertito ha un po 'del mio chakra che stimola che molto brama per il tuo cazzo.
japanese: [_ka_] あなたが楽しんでいたそれぞれのチャクラは、あなたのチンポに対する非常に渇望を刺激する私のチャクラを少し持っています。
spanish: [_ka_] Cada uno con el que te has divertido tiene un poco de mi chakra que estimula ese ansia de tu polla.

source: [_ka_] Maybe if you subdue one of them for one hundred percent, you'll discover something incredible about yourself that will help you along the path of submitting Sakura.
french: [ _ka_ ] Peut-être que si vous en soumettez un pour cent pour cent, vous découvrirez quelque chose d'incroyable sur vous-même qui vous aidera sur la voie de la soumission de Sakura.
italian: [_ka_] Forse se ne sottometti uno per il cento per cento, scoprirete qualcosa di incredibile su di voi che vi aiuterà lungo il percorso di presentazione di Sakura.
japanese: [_ka_] 百パーセントでそれらのいずれかを服従させた場合、多分あなたは100パーセントのためにそれらのいずれかを服従させた場合 さくらを提出する道を助けてくれる、自分自身についての信じられないことを発見するだろう。
spanish: [_ka_] Tal vez si subes uno de ellos por cien por ciento, descubrirás algo increíble sobre ti mismo que te ayudará a lo largo del camino de presentación de Sakura.

source: [_ka_] However, we don't have much time for you to spray on everyone you stick your dick in.
french: [ _ka_ ] Cependant, nous n'avons pas beaucoup de temps pour vous pulvériser sur tout le monde avec votre bite.
italian: [_ka_] Tuttavia, non abbiamo molto tempo per voi di spruzzare su tutti che si incolla il tuo cazzo in.
japanese: [_ka_] しかし、私たちはあなたがあなたのペニスを入れるすべての人にスプレーする時間があまりありません。
spanish: [_ka_] Sin embargo, no tenemos mucho tiempo para que sprays sobre todos los que pegues tu polla.

source: [_ka_] You'll have to choose only one of them...
french: [ _ka_ ] Vous n'aurez à choisir que l'un d'entre eux ...
italian: [_ka_] Dovrai scegliere solo uno di loro...
japanese: [_ka_] あなたはそのうちの1つだけを選択する必要があります...
spanish: [_ka_] Usted tendrá que elegir sólo uno de ellos ...

source: [_ka_] Or head straight to Sakura, that's up to you.
french: [ _ka_ ] Ou directement à Sakura, c'est à vous.
italian: [_ka_] O dirigetevi direttamente a Sakura, che dipende da voi.
japanese: [_ka_] もしくはまっすぐさくらに向かうなら、それはあなた次第です。
spanish: [_ka_] o ve directamente a Sakura, eso depende de ti.

source: [_r_] It's all quite complicated... I'll try to make the right choice...
french: [ _r_ ] C'est assez compliqué ... Je vais essayer de faire le bon choix ...
italian: [_r_] È tutto piuttosto complicato... Cercherò di fare la scelta giusta...
japanese: [_r_] とても複雑です...正しい選択をしようと思います...
spanish: [_r_] Todo es bastante complicado... Intentaré hacer la elección correcta...

source: [_ka_] And now for the pleasant part.
french: [ _ka_ ] Et maintenant pour la partie agréable.
italian: [_ka_] E ora per la parte piacevole.
japanese: [_ka_] そして、今快適な部分のために.
spanish: [_ka_] Y ahora por la parte agradable.

source: [_ka_] These are the keys to your new room.
french: [ _ka_ ] Ce sont les clés de votre nouvelle chambre.
italian: [_ka_] Queste sono le chiavi della tua nuova stanza.
japanese: [_ka_] 新しい部屋の鍵です。
spanish: [_ka_] Estas son las llaves de su nueva habitación.

source: [_r_] New room? I'm fine with this one.
french: [_r_] Une nouvelle salle ? Je suis bien avec celle-ci.
italian: [_r_] Nuova stanza? Sto bene con questa.
japanese: [_r_] 新しい部屋ですか？これでいいですよ。
spanish: ¿[_r_] Nueva habitación? Estoy bien con esta.

source: [_ka_] You won't sleep in this room, idiot, it's a practice room.
french: [ _ka_ ] Vous ne dormirez pas dans cette pièce, idiot, c'est une salle de pratique.
italian: [_ka_] Non dormi in questa stanza, idiota, è una stanza di allenamento.
japanese: [_ka_] この部屋では眠れませんよ、馬鹿、練習室です。
spanish: [_ka_] No dormirá en esta habitación, idiota, es una sala de prácticas.

source: [_r_] Oh… I see now... And I like it!
french: [_r_] Oh… Je vois maintenant... Et je l'aime !
italian: [_r_] Oh… Vedo ora... E mi piace!
japanese: [_r_] ああ… 私は今見えます... そして、私はそれが好きです!
spanish: [_r_] Oh… ¡Ahora veo... ¡Y me gusta!

source: [_ka_] In this room, you will train Hinata. Unleash her full sexual potential.
french: [ _ka_ ] Dans cette pièce, vous formerez Hinata. Ne laisse pas son plein potentiel sexuel.
italian: [_ka_] In questa stanza, allenerai Hinata. Scatena il suo pieno potenziale sessuale.
japanese: [_ka_] この部屋では、ひなたを訓練します.
spanish: [_ka_] En esta habitación, entrenas a Hinata. Desata todo su potencial sexual.

source: [_ka_] In this room, you will subdue Hinata to one hundred percent
french: [ _ka_ ] Dans cette salle, vous devez soumettre Hinata à cent pour cent
italian: [_ka_] In questa stanza, sottometterai Hinata al cento per cento
japanese: [_ka_] この部屋では、あなたはひなたを百パーセントに服従させます
spanish: [_ka_] En esta sala, le subirá Hinata al cien por cien

source: [_ka_] I’ll tell you more details later, for now have a look around.
french: [ _ka_ ] Je vous dirai plus de détails plus tard, pour le moment, regardez autour.
italian: [_ka_] Vi dirò più dettagli più tardi, perché ora guardate intorno.
spanish: [_ka_] Te diré más detalles más tarde, por ahora echa un vistazo.

source: [_m_] It's pretty cozy in here.
french: [ _m_ ] C'est assez confortable ici.
italian: [_m_] È abbastanza accogliente qui dentro.
japanese: [_m_] ここはかなり居心地がいいですね。
spanish: [_m_] Es bastante acogedor en aquí.

source: [_m_] So I'm going to fuck Hinata in here, can’t say I mind much.
french: [ _m_ ] Donc je vais faire foutre Hinata ici, je ne peux pas dire grand-moi.
italian: [_m_] Così ho intenzione di scopare Hinata in qui, non posso dire che mi dispiace molto.
japanese: [_m_] だからここでひなたちゃんとヤるつもりなので、あまり言えない。
spanish: [_m_] Así que voy a follar a Hinata aquí, no puedo decir que me importa mucho.

source: [_m_] Damn, I should focus on more pressing matters...
french: [ _m_ ] Damn, je devrais me concentrer sur des questions plus urgentes ...
italian: [_m_] Damn, dovrei concentrarmi su questioni più pressanti...
japanese: [_m_] くそ、もっと差し迫った事に集中すべきだchar@@1
spanish: [_m_] Maldita, debería centrarme en asuntos más apremiantes...

source: [_m_] Sakura is really pretty... But as a true fan of the series, I know her personality.
french: [_m_] Sakura est vraiment joli... Mais en tant que véritable fan de la série, je connais sa personnalité.
italian: [_m_] Sakura è davvero bella... ma come vero fan della serie, conosco la sua personalità.
japanese: [_m_] さくらは本当にきれい... でもシリーズのファンとして, 私は彼女の性格を知っています.
spanish: [_m_] Sakura es realmente bonita... Pero como fan de la serie, conozco su personalidad.

source: [_m_] She could be a really difficult target...
french: [ _m_ ] Elle pourrait être une cible vraiment difficile ...
italian: [_m_] Potrebbe essere un obiettivo davvero difficile...
japanese: [_m_] 彼女は本当に難しいターゲットになる可能性があります...
spanish: [_m_] Podría ser un objetivo realmente difícil...

source: [_m_] Or is that the point... Should I take this challenge in its entirety? No preparation?
french: [_m_] Ou est-ce que c'est le point... Devrais-je relever ce défi dans son intégralité ? Pas de préparation ?
italian: [_m_] O è che il punto... Dovrei prendere questa sfida nella sua interezza? Nessuna preparazione?
japanese: [_m_] それとも、ポイントは...この挑戦をその全体で受けるべきか?準備がないのか?
spanish: [_m_] O es ese el punto... ¿Debo asumir este desafío en su totalidad? ¿Sin preparación?

source: [_m_] I don't know... I... I must make a choice.
french: [_m_] Je ne sais pas... Je... Je dois faire un choix.
italian: [_m_] Non lo so... io... devo fare una scelta.
japanese: [_m_] 私は知らない...私は選択しなければなりません。
spanish: [_m_] No soy... yo... debo elegir.

source: [_m_] I need to put an end to it... I'll go to...
french: [_m_] Je dois y mettre un terme... Je vais y aller...
italian: [_m_] Ho bisogno di mettere fine ad esso... andrò a...
japanese: [_m_] 私はそれに終止符を打たなければならない...
spanish: [_m_] Necesito poner fin a el... iré a...

source: [_m_] I've decided. I'll go ahead! Sakura, soon I'll fuck you for real.
french: [_m_] J'ai décidé. Je vais aller de l'avant ! Sakura, bientôt je vais vous baiser pour de vrai.
italian: [_m_] ho deciso. Vado avanti! Sakura, presto ti farò scopare per reale.
japanese: [_m_] 決めました。先に行ってきます！さくら、すぐに本気でセックスします。
spanish: [_m_] he decidido. ¡Voy a seguir adelante! Sakura, pronto te follaré por la realidad.

source: [_m_] Mirai and Kurenai, mother and daughter... I think I can take care of them both at once.
french: [ _m_ ] Mirai et Kurenai, mère et fille ... Je pense que je peux prendre soin d'eux tous les deux à la fois.
italian: [_m_] Mirai e Kurenai, madre e figlia... penso di potermi prendere cura di entrambi contemporaneamente.
japanese: [_m_] みらいとくれない、母親と娘...すぐに両方とも面倒をみられると思います。
spanish: [_m_] Mirai y Kurenai, madre e hija... Creo que puedo cuidarlos ambos a la vez.

source: What should I answer?
french: Que dois-je répondre ?
italian: Che cosa dovrei rispondere?
japanese: 私は何に答えるべきですか?
spanish: ¿Qué debo responder?

source: Tell the truth
french: Dire la vérité
italian: Dite la verità
japanese: 真実を伝えてください
spanish: Dígale la verdad

source: Lie
french: Allongez-vous
italian: Sdraio
japanese: うそつき
spanish: Mentir

source: What should I say to her?
french: Que devrais-je lui dire ?
italian: Cosa le dovrei dire?
japanese: 彼女に何と言えばいいのでしょうか。
spanish: ¿Qué debo decirle a ella?

source: Interesting question. But which answer is she waiting for?
french: Question intéressante, mais quelle réponse attend-elle ?
italian: Domanda interessante. Ma quale risposta sta aspettando?
japanese: 興味深い質問ですが、彼女はどの答えを待っていますか?
spanish: Pregunta interesante. Pero, ¿qué respuesta está esperando?

source: Neutral answer
french: Réponse neutre
italian: Risposta neutra
japanese: 中立回答
spanish: Respuesta neutral

source: Excitement
french: Excitation
italian: Emozione
spanish: Ejecución

source: Fuck yeah, it was very cool!
french: Bizarre oui, ça a été très cool!
italian: Cazzo sì, è stato molto cool!
japanese: ああ、すごくカッコよかった！
spanish: Fuck sí, fue muy fresco!

source: Well, it was okay, but you could've done better.
french: Eh bien, c'était bien, mais vous pouviez faire mieux.
italian: Beh, è stato bene, ma si poteva fare meglio.
japanese: まあ、それは大丈夫だったが、あなたはもっと良いことをしたかもしれない。
spanish: Bueno, estaba bien, pero se podría haber hecho mejor.

source: Did you like our lesson?
french: Vous avez aimé notre leçon?
italian: Ti è piaciuta la nostra lezione?
japanese: 私たちのレッスンが気に入った？
spanish: ¿Te ha gustado nuestra lección?

source: Who do you want to become when you grow up?
french: Qui voulez-vous devenir quand vous grandirez ?
italian: Chi vuoi diventare quando sei cresciuto?
japanese: 大人になったら誰になりたいですか。
spanish: ¿A quién quieres convertirte cuando crezca?

source: Do you have a lot of friends?
french: Avez-vous beaucoup d'amis?
italian: Tu hai molti amici?
japanese: 友達はたくさんいますか。
spanish: ¿Tienes un montón de amigos?

source: I think it's time to finish our lesson for today.
french: Je pense qu'il est temps de finir notre leçon pour aujourd'hui.
italian: Penso che sia ora di finire la nostra lezione per oggi.
japanese: 今日はレッスンを終える時だと思います。
spanish: Creo que es hora de terminar nuestra lección para hoy.

source: You've had a lot of tutors before me?
french: « Vous avez eu beaucoup de tuteurs avant moi? »
italian: Hai avuto molti tutor prima di me?
japanese: 私の前にはチューターがたくさんいましたか？
spanish: ¿Has tenido muchos tutores antes que yo?

source: That's because you're a good student.
french: C'est parce que vous êtes un bon élève.
italian: È perché sei una brava studentessa.
japanese: それはあなたが優秀な学生だからです。
spanish: Eso es porque eres un buen estudiante.

source: These children bully you?
french: Ces enfants vous intimident ?
italian: Questi bambini ti fanno bollire?
japanese: この子たちはあなたをいじめますか。
spanish: ¿Estos niños te aburren por completo?

source: I can become your friend if you want.
french: Je peux devenir votre ami si vous voulez.
italian: Posso diventare tuo amico se vuoi.
japanese: あなたが望めば私はあなたの友人になれます。
spanish: Puedo convertirme en tu amigo si quieres.

source: I'm glad thinks like that, I was having fun too.
french: Je suis content de penser comme ça, je me suis amusé aussi.
italian: Sono contento che lo pensi, mi stavo divertendo anche.
japanese: そう考えてよかったです。私も楽しんでいました。
spanish: Me alegro de que así piense, yo también me estaba divertiendo.

source: You're welcome, I'm sure that we'll get on well with your daughter.
french: « Vous êtes les bienvenus et je suis sûr que nous nous débrouillerons bien avec votre fille. »
italian: Siete i benvenuti, sono sicuro che andremo bene con vostra figlia.
japanese: どういたしまして、きっと娘さんと仲良くなると思います。
spanish: Estás bienvenido, estoy seguro de que nos pondremos bien con tu hija.

source: Were the other tutors so bad?
french: Les autres tuteurs étaient-ils si mauvais ?
italian: Gli altri tutor erano così male?
japanese: 他の家庭教師はそんなに悪かったのでしょうか。
spanish: ¿Los otros tutores eran tan malos?

source: Don't you think you're too cocky? Take it easy.
french: « Vous ne croyez pas que vous êtes trop malade? Prends ça facilement. »
italian: Non pensi di essere troppo cocky? Lo prenda facile.
japanese: 生意気すぎると思わない？気楽にしろよ。
spanish: ¿No crees que eres demasiado polvo? Tómate fácil.

source: You know, there should always be some time for fun!
french: Vous savez, il devrait toujours y avoir un peu de temps pour s'amuser!
italian: Sai, ci dovrebbe essere sempre un po 'di tempo per divertimento!
japanese: あなたが知っている、常に楽しみのためのいくつかの時間があるはずです!
spanish: Usted sabe, siempre debe haber tiempo para divertirse!

source: Your mum is right, studying is very important.
french: Votre mère a raison, l'étude est très importante.
italian: La mamma ha ragione, studiare è molto importante.
japanese: あなたのお母さんは正しいです, 勉強は非常に重要です.
spanish: Su madre tiene razón, estudiar es muy importante.

source: How do you usually spend your time with mother?
french: Comment passez-vous habituellement votre temps avec la mère?
italian: Come trascorri di solito il tuo tempo con la madre?
japanese: 普段お母さんとの時間をどう過ごしますか。
spanish: ¿Cómo suele pasar su tiempo con la madre?

source: Is your father often at home?
french: Votre père est-il souvent à la maison?
italian: Suo padre è spesso a casa?
japanese: あなたのお父さんはよく家にいますか。
spanish: ¿Es tu padre a menudo en casa?

source: What does your mum usually do?
french: Que fait habituellement votre maman ?
italian: Cosa fa la mamma di solito?
japanese: あなたのお母さんは普通何をするのですか。
spanish: ¿Qué hace su mamá normalmente?

source: Stop asking guestions.
french: Arrêter de demander des devis
italian: Smettila di chiedere ospiti.
japanese: お前を尋ねるのはやめなさい。
spanish: Dejar de hacer invitaciones.

source: I'm from a family of wandering merchants.
french: « Je viens d'une famille de marchands errants.»
italian: Io vengo da una famiglia di mercanti vaganti.
japanese: 私は放浪商人の家族の出身です。
spanish: Soy de una familia de comerciantes errantes.

source: My parents moved around a lot.
french: Mes parents ont beaucoup bougé.
italian: I miei genitori si sono spostati molto.
japanese: 両親はたくさん引っ越しました。
spanish: Mis padres se movieron mucho.

source: It's too abruptly, I'm only doing worse.
french: C'est trop bruyant, je ne fais que pire.
italian: È troppo bruscamente, sto solo peggiorando.
japanese: それはあまりにも突然、私は悪化しているだけです。
spanish: Es demasiado abruptamente, lo único que estoy haciendo es peor.

source: Stay for a little longer (Patrons Only)
french: Rester un peu plus longtemps (Patrons seulement)
italian: Rimanere per un po 'più a lungo (Patrons solo)
japanese: もう少し滞在する（パトロンのみ）
spanish: Alójate un poco más (sólo para Patrones)

source: Too risky, I'm out.
french: Trop risqué, je suis sorti.
italian: Troppo rischioso, sono fuori.
japanese: 危険すぎます、私は外出しています。
spanish: Demasiado arriesgado, estoy fuera.

source: Ask about bullies
french: Demander au sujet des intimidations
italian: Chiedi informazioni sui bulli
japanese: いじめについて聞いてみましょう
spanish: Preguntar acerca de las balas

source: There's no point bothering this girl
french: Il ne sert à rien de déranger cette fille
italian: Non ha senso disturbare questa ragazza
japanese: この女の子を悩ませる意味がありません
spanish: No tiene sentido molestar a esta chica

source: Fuck it, I'm gonna beat him the hell up!
french: Bon, je vais le battre le diable !
italian: Cazzo questo, lo batterò l'inferno!
japanese: くそっ、あいつをぶっ飛ばすぞ！
spanish: ¡Enhorabuena, soy gonna ganarle el infierno!

source: Stay calm
french: Rester calme
italian: Resta calmo
japanese: 落ち着いてください
spanish: Mantente tranquilo

source: Pour the rest of the chakra into the disguise (continue watching Hinata)
french: Verser le reste du chakra dans le déguisement (continuer à regarder Hinata)
italian: Versare il resto del chakra nel travestimento (continuare a guardare Hinata)
japanese: 残りのチャクラを変装に注ぐ（ひなたを見続ける）
spanish: Vierta el resto del chakra en el disfraz (continúa viendo Hinata)

source: Pour the residual chakra into the provocation of arousal (Try out another ability)
french: Verser le chakra résiduel dans la provocation de l'éveil (Essayez une autre capacité)
italian: Versare il chakra residuo nella provocazione dell'eccitazione (Prova un'altra abilità)
japanese: 覚醒の挑発に残りのチャクラを注ぎます（別の能力を試してみてください）
spanish: Vierta el chakra residual en la provocación de la excitación (Pruebe otra habilidad)

source: I definitely want to see him fuck her in the ass (Patrons Only).
french: Je veux vraiment le voir baiser dans le cul (Patrons seulement).
italian: Sicuramente voglio vederlo scopare nel culo (Patrons Only).
japanese: 私は間違いなく彼がお尻で彼女をファック見たいです (パトロンオンリー).
spanish: Definitivamente quiero verlo follar en el culo (sólo Patrones).

source: You’re from Ootsutsuki, but why did you run away from the clan?
french: Vous êtes originaire d'Ootsutsuki, mais pourquoi avez-vous fui le clan ?
italian: Sei da Ootsutsuki, ma perché sei scappato dal clan?
japanese: あなたは大筒木の出身ですが、どうして一族から逃げ出したのですか。
spanish: Eres de Ootsutsuki, pero ¿por qué huiste del clan?

source: What are your motives? Why are we doing this?
french: Quels sont vos motifs? Pourquoi faisons-nous cela?
italian: Quali sono i vostri motivi? Perché lo stiamo facendo?
japanese: あなたの動機は何ですか?なぜ私たちはこれをしているのですか?
spanish: ¿Por qué hacemos esto?

source: Why do you need me if you have that kind of power?
french: « Pourquoi avez-vous besoin de moi si vous avez ce genre de pouvoir? »
italian: Perché avete bisogno di me se avete quel tipo di potere?
japanese: そんな力があれば、どうして私が必要なのですか。
spanish: ¿Por qué me necesitan si tienen ese tipo de poder?

source: What’s in the future for me?
french: Qu’est-ce qui me attend à l’avenir?
italian: Cosa c'è in futuro per me?
japanese: 私にとって今後何があるのでしょうか？
spanish: ¿Qué es para mí en el futuro?

source: No questions
french: Aucune question
italian: Nessuna domanda
japanese: 質問なし
spanish: No hay preguntas

source: Let me help you with the dishes, it's more fun together
french: Laissez-moi vous aider avec les plats, c'est plus amusant ensemble
italian: Lasciate che vi aiuti con i piatti, è più divertente insieme
japanese: 私は料理をお手伝いしましょう, それは一緒にもっと楽しいです
spanish: Déjame ayudarte con los platos, es más divertido juntos

source: Leave flowers on me, I'll deal with them quickly
french: Laissez des fleurs sur moi, je vais les traiter rapidement
italian: Lasciate i fiori su di me, mi occuperò rapidamente di loro
japanese: 私に花を残してください、私はすぐに対処します。
spanish: Deja las flores en mí, las trataré rápidamente

source: Yes, to be honest, it's part of my future plans.
french: Oui, pour être honnête, cela fait partie de mes projets futurs.
italian: Sì, per essere onesti, fa parte dei miei piani futuri.
japanese: はい、正直に言うと、それは私の将来の計画の一部です。
spanish: Sí, para ser honesto, es parte de mis planes futuros.

source: The best thing about children is their absence.
french: La meilleure chose à propos des enfants est leur absence.
italian: La cosa migliore dei bambini è la loro assenza.
japanese: 子供達の一番いいのは、彼らの欠席です。
spanish: Lo mejor de los niños es su ausencia.

source: Of course, if that's what you're asking, I don't mind.
french: « Bien sûr, si c'est ce que vous demandez, ça ne me dérange pas. »
italian: Naturalmente, se è quello che stai chiedendo, non mi dispiace.
japanese: もちろん、それがあなたが求めていることであれば、私は気にしません。
spanish: Por supuesto, si eso es lo que estás preguntando, no me importa.

source: I'll think about it. If you do well tonight, maybe I'll listen.
french: « Je vais y réfléchir. Si vous faites bien ce soir, je vous écouterai. »
italian: Ci penserò. Se va bene stasera, forse ascolterò.
japanese: 考えておきます。今夜うまくいったら、私が聞いてみましょう。
spanish: Si lo haces bien esta noche, tal vez lo escucharé.

source: Not that, just worked a lot physically, mainly in various construction professions.
french: Non pas cela, seulement a beaucoup travaillé physiquement, principalement dans diverses professions de la construction.
italian: Non che, solo lavorato molto fisicamente, principalmente in varie professioni di costruzione.
japanese: それではなく、主に様々な建設専門分野で、物理的に多くの仕事をしました。
spanish: No es eso, sólo trabajaba mucho físicamente, principalmente en varias profesiones de construcción.
