Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] This is a common procedure for massage therapists with my experience.
french: [ _r_ ] Il s'agit d'une procédure courante pour les massothérapeutes avec mon expérience.
italian: [_r_] Questa è una procedura comune per i massaggiatori con la mia esperienza.
japanese: [_r_] 私の経験でマッサージセラピストの一般的な手順です。
spanish: [_r_] Este es un procedimiento común para los terapeutas de masaje con mi experiencia.

source: [_r_] Don't worry.
french: [ _r_ ] Ne vous inquiétez pas.
italian: [_r_] Non ti preoccupare.
japanese: [_r_] 心配しないでください。
spanish: [_r_] No se preocupe.

source: [_hi_] H-okay... Let's not talk about this right now...
french: [_hi_] H-okay... Ne parlons pas de cela dès maintenant...
italian: [_hi_] H-okay... Non parliamo di questo in questo momento...
japanese: [_hi_] H-OK... 今はこのことについて話さないでください...
spanish: [_hi_] H-okay... No hablemos de esto ahora mismo...

source: [_m_] So... I think tomorrow is a big day with Hinata...
french: [_m_] Alors, je pense que demain est un grand jour avec Hinata...
italian: [_m_] Così... penso che domani sia una grande giornata con Hinata...
japanese: [_m_] だから... あしたはひなたとの大きな一日だと思う...
spanish: [_m_] Así que... creo que mañana es un gran día con Hinata...

source: [_m_] I have to squeeze everything out of the provocation I use tomorrow.
french: [ _m_ ] Je dois tout mettre à l'écart de la provocation que j'utilise demain.
italian: [_m_] Devo spremere tutto dalla provocazione che uso domani.
japanese: [_m_] 明日使う挑発からすべてを絞らなければならない。
spanish: [_m_] Tengo que exprimir todo de la provocación que uso mañana.

source: [_m_] This is literally a turning point in our relationship...
french: [ _m_ ] C'est littéralement un tournant dans notre relation ...
italian: [_m_] Questa è letteralmente una svolta nel nostro rapporto...
japanese: [_m_] これは文字通り、私たちの関係のターニングポイントです...
spanish: [_m_] Esto es literalmente un punto de inflexión en nuestra relación...

source: [_m_] But I feel that I may not have enough power...
french: [ _m_ ] Mais j'ai le sentiment que je n'ai pas assez de pouvoir ...
italian: [_m_] Ma sento di non avere abbastanza potenza...
japanese: [_m_] しかし、私は十分な力を持っていないと感じています...
spanish: [_m_] Pero creo que puede que no tenga suficiente poder...

source: [_m_] Is it possible to refill the chakra?
french: [ _m_ ] Est-il possible de remplir le chakra?
italian: [_m_] È possibile ricaricare il chakra?
japanese: [_m_] チャクラを補充することは可能ですか?
spanish: [_m_] ¿Es posible rellenar el chakra?

source: [_m_] Moegi... She would be perfect...
french: [_m_] Moégi ... Elle serait parfaite...
italian: [_m_] Moegi... Sarebbe perfetta...
japanese: [_m_] 萌え...彼女は完璧だろう...
spanish: [_m_] Moegi... Ella sería perfecta...

source: [_ka_] What do you want?
french: [ _ka_ ] Que voulez-vous?
italian: [_ka_] Cosa vuoi?
japanese: [_ka_] 何が欲しいですか？
spanish: [_ka_] ¿Qué quieres?

source: [_r_] When you searched Moegi for information, did you find her phone number?
french: [ _r_ ] Lorsque vous avez fouillé Moegi pour obtenir de l'information, avez-vous trouvé son numéro de téléphone?
italian: [_r_] Quando hai cercato Moegi per informazioni, hai trovato il suo numero di telefono?
japanese: [_r_] 萌えぎの情報を調べたとき、彼女の電話番号はわかりましたか?
spanish: [_r_] Al buscar información en Moegi, ¿encontró su número de teléfono?

source: [_ka_] Yes, I have it.
french: [ _ka_ ] Oui, je l'ai.
italian: [_ka_] Sì, ce l'ho.
japanese: [_ka_] はい、持っています。
spanish: [_ka_] Sí, lo tengo.

source: [_r_] Can you send it? I have an idea.
french: [ _r_ ] Pouvez-vous l'envoyer? J'ai une idée.
italian: [_r_] Riesci a mandarlo? Ho un'idea.
japanese: [_r_] 送ってもらえますか？アイデアがあります。
spanish: [_r_] ¿Puede enviarlo? Tengo una idea.

source: [_r_] And also... Could you spare the apartment for the night?
french: [ _r_ ] Et aussi ... Pourrais-tu épargner l'appartement pour la nuit?
italian: [_r_] E anche... Potresti risparmiare l'appartamento per la notte?
japanese: [_r_] そして...あなたは夜のためにアパートを割いてくれますか?
spanish: [_r_] Y también... ¿Podrías ahorrar el apartamento para la noche?

source: [_ka_] Are you planning to have fun with her here?
french: [ _ka_ ] Tu as l'intention de t'amuser avec elle ici?
italian: [_ka_] Hai intenzione di divertirti con lei qui?
japanese: [_ka_] ここで彼女と楽しく過ごすつもりですか?
spanish: [_ka_] ¿Estás planeando divertirte con ella aquí?

source: [_r_] Are you against it?
french: [_r_] Êtes-vous contre ?
italian: [_r_] Sei contrario?
japanese: [_r_] 反対ですか？
spanish: [_r_] ¿Está usted en contra?

source: [_ka_] No, I understand what your idea is.
french: [ _ka_ ] Non, je comprends votre idée.
italian: [_ka_] No, capisco qual è la tua idea.
japanese: [_ka_] いいえ、あなたの考えは理解しています。
spanish: [_ka_] No, entiendo cuál es tu idea.

source: [_ka_] Refilling the chakra is a good idea.
french: [ _ka_ ] Reremplir le chakra est une bonne idée.
italian: [_ka_] Rifornire il chakra è una buona idea.
japanese: [_ka_] チャクラの補充は良いアイデアです。
spanish: [_ka_] Refrescar el chakra es una buena idea.

source: [_ka_] I've sent her number, have fun, I'm not here.
french: [ _ka_ ] J'ai envoyé son numéro, s'amuser, je ne suis pas là.
italian: [_ka_] Ho mandato il suo numero, divertirsi, non sono qui.
japanese: [_ka_] 私は彼女の番号を送信しました, 楽しんでいます, 私はここにいません.
spanish: [_ka_] He enviado su número, diviértete y no estoy aquí.

source: [_r_] Thank you!
french: [ _r_ ] Merci !
italian: [_r_] Grazie!
japanese: [_r_] ありがとうございます！
spanish: [_r_] ¡Gracias!

source: [_r_] I see you were in a hurry, I told you in an hour.
french: [ _r_ ] Je vois que tu étais pressé, je t'ai dit dans une heure.
italian: [_r_] Ti vedo di fretta, ti ho detto tra un'ora.
japanese: [_r_] あなたが急いでいるのを見て、私は1時間後にあなたに言った。
spanish: [_r_] Veo que estabas en una prisa, te dije en una hora.

source: [_mo_] I just thought we could talk before... You know...
french: [_mo_] Je me suis dit que nous pouvions parler avant... Vous savez...
italian: [_mo_] Ho appena pensato che potremmo parlare prima... Lo sa...
japanese: [_mo_] 私たちは前に話すことができると思った... あなたは知っている...
spanish: [_mo_] Acabo de pensar que podríamos hablar antes... Sabes...

source: [_r_] Before sex?
french: [_r_] Avant le sexe ?
italian: [_r_] Prima del sesso?
japanese: [_r_] セックスの前に?
spanish: ¿[_r_] antes del sexo?

source: [_mo_] Yeah...
french: [_mo_] Ouais...
italian: [_mo_] Sì...
japanese: [_mo_] はい...
spanish: [_mo_] Sí...

source: [_r_] Do you have anything to say?
french: [ _r_ ] Avez-vous quelque chose à dire?
italian: [_r_] Hai qualcosa da dire?
japanese: [_r_] 何か言いたいことはありますか。
spanish: [_r_] ¿Tiene algo que decir?

source: [_mo_] Actually... I don't know why, but after that incident... I want more...
french: [_mo_] En fait... Je ne sais pas pourquoi, mais après cet incident... je veux plus...
italian: [_mo_] In realtà... Non so perché, ma dopo quell'incidente... Voglio di più...
japanese: [_mo_] 実際には...なぜか分かりませんが、その事件の後...もっと欲しいです...
spanish: [_mo_] Realmente... No sé por qué, pero después de ese incidente... quiero más...

source: [_mo_] But it's so embarrassing... I would die of shame if anyone found out!
french: [ _mo_ ] Mais c'est tellement gênant ... Je mourerais de honte si quelqu'un le trouva !
italian: [_mo_] Ma è così imbarazzante... morirei di vergogna se qualcuno lo scoprisse!
japanese: [_mo_] でも恥ずかしいchar@@1 誰かが知ったら恥ずかしくて死ぬぞ！
spanish: [_mo_] Pero es tan vergonzoso... ¡Moriría de vergüenza si alguien lo descubriera!

source: [_mo_] Can you keep our connection in a secret?
french: [ _mo_ ] Pouvez-vous garder notre connexion dans un secret?
italian: [_mo_] Riesci a mantenere la nostra connessione in segreto?
japanese: [_mo_] 私たちの繋がりを秘密にしておくことはできますか?
spanish: [_mo_] ¿Puedes mantener nuestra conexión en secreto?

source: [_mo_] thank you for understanding...
french: [ _mo_ ] merci de bien comprendre ...
italian: [_mo_] grazie per averti compreso...
japanese: [_mo_] ご理解いただきありがとうございます...
spanish: [_mo_] gracias por entender...

source: [_mo_] I was worried you'd say no...
french: [ _mo_ ] Je m'inquiétais de dire non ...
italian: [_mo_] Ero preoccupato che avresti detto di no...
japanese: [_mo_] あなたがいいえと言うのを心配しました...
spanish: [_mo_] Me preocupabas que dirías no...

source: [_mo_] You must be a good guy...
french: [_mo_] Vous devez être un bon homme...
italian: [_mo_] Devi essere un bravo ragazzo...
japanese: [_mo_] あなたは良い男でなければなりません...
spanish: [_mo_] Usted debe ser un buen tipo ...

source: [_r_] Don't worry, I'll make sure our connection doesn't get you in trouble.
french: [ _r_ ] Ne vous inquiétez pas, je ferai en sorte que notre connexion ne vous fasse pas mal.
italian: [_r_] Non preoccuparti, assicurerò che la nostra connessione non ti porti nei guai.
japanese: [_r_] 心配しないでください。私たちの接続で問題が発生していないことを確認します。
spanish: [_r_] No te preocupes, me aseguraré de que nuestra conexión no te ponga en problemas.

source: [_mo_] Then... Shall we begin?
french: [_mo_] Alors... Allons-nous commencer?
italian: [_mo_] allora... Cominciamo?
japanese: [_mo_] それからchar@@1 始めましょうか？
spanish: [_mo_] Entonces ... ¿Comenzaremos nosotros?

source: [_r_] Go to the room, there is a bed.
french: [ _r_ ] Allez dans la chambre, il y a un lit.
italian: [_r_] Vai alla stanza, c'è un letto.
japanese: [_r_] 部屋に行くと、ベッドがあります。
spanish: [_r_] Ir a la habitación, hay una cama.

source: [_mo_] if you say so... I'll do my best...
french: [_mo_] si vous le dites... Je ferai de mon mieux...
italian: [_mo_] se lo dicete... farò del mio meglio...
japanese: [_mo_] もしあなたがそう言うなら...私は最善を尽くします...
spanish: [_mo_] si lo dices... haré lo mejor que puedo...

source: [_r_] You have to give all of yourself tonight.
french: [ _r_ ] Tu dois te donner tout toi-même ce soir.
italian: [_r_] Dovete donare tutti voi stasera.
japanese: [_r_] 今夜は自分のすべてを捧げなければなりません。
spanish: [_r_] Usted tiene que dar a todos ustedes esta noche.

source: [_r_] If I think you did a bad job, we'll never meet again.
french: [ _r_ ] Si je pense que tu as fait un mauvais boulot, on ne se reverra plus jamais.
italian: [_r_] Se penso che tu abbia fatto un cattivo lavoro, non ci incontreremo mai più.
japanese: [_r_] もしあなたが悪い仕事をしたと思ったら、もう会うことはありません。
spanish: [_r_] Si creo que hiciste un mal trabajo, nunca nos volveremos a encontrar.

source: [_mo_] I get it... I promise to do my best!
french: [_mo_] Je l'ai compris... Je promets de faire de mon mieux !
italian: [_mo_] lo ottengo... Prometto di fare del mio meglio!
japanese: [_mo_] 私はそれを得る...私は私の最善を尽くすことを約束!
spanish: [_mo_] lo obtengo... ¡Prometo hacer lo mejor que pueda!

source: [_r_] Come to bed, today I will show you new sensations.
french: [ _r_ ] Venez au lit, aujourd'hui je vais vous montrer de nouvelles sensations.
italian: [_r_] Vieni a letto, oggi vi mostrerò nuove sensazioni.
japanese: [_r_] ベッドに来て、今日は新しい感覚をお見せします。
spanish: [_r_] Ven a dormir, hoy te mostraré nuevas sensaciones.

source: [_mo_] Yes...
french: [_mo_] Oui...
italian: [_mo_] Sì...
japanese: [_mo_] はい...
spanish: [_mo_] Sí ...

source: [_m_] I already know that little Moegi is good at sucking cock.
french: [ _m_ ] Je sais déjà que le petit Moegi est bon à sucer la bite.
italian: [_m_] So già che il piccolo Moegi è bravo a succhiare il cazzo.
japanese: [_m_] 私はすでに少し萌えがチンポを吸うのが得意であることを知っています.
spanish: [_m_] ya sé que el pequeño Moegi es bueno chupando la polla.

source: [_m_] But how can you cope without using your hands?
french: [ _m_ ] Mais comment pouvez-vous faire face sans utiliser vos mains?
italian: [_m_] Ma come puoi far fronte senza usare le mani?
japanese: [_m_] しかし、手を使わずにどのように対処することができますか?
spanish: [_m_] Pero, ¿cómo puedes hacer frente sin usar tus manos?

source: [_m_] I'm going to have fun with your throat!
french: [_m_] Je vais m'amuser avec ta gorge !
italian: [_m_] Mi divertirò con la gola!
japanese: [_m_] あなたののどで楽しんでいきます!
spanish: [_m_] ¡Voy a divertirme con tu garganta!

source: [_r_] Take it all in.
french: [ _r_ ] Tout ça dans.
italian: [_r_] Prendi tutto dentro.
japanese: [_r_] 全てを取り込みます。
spanish: [_r_] Encárgalo todo.

source: [_r_] That's it...
french: [_r_] Voilà...
italian: [_r_] È questo...
japanese: [_r_] 以上です...
spanish: [_r_] Eso eso...

source: [_r_] Look me in the eye, don't you dare to look away.
french: [ _r_ ] Regardez-moi dans l'œil, n'osez pas regarder ailleurs.
italian: [_r_] Guardatemi negli occhi, non osate guardare lontano.
japanese: [_r_] 目を見て、あえて目をそらすな。
spanish: [_r_] Mírame en los ojos, no te atreves a mirar.

source: [_r_] I can see the tears coming...
french: [ _r_ ] Je peux voir les larmes venir ...
italian: [_r_] Vedo le lacrime che arrivano...
japanese: [_r_] 涙が出るのが見えます...
spanish: [_r_] Puedo ver las lágrimas que vienen...

source: [_r_] Be patient Moegi, I'm going to move faster now!
french: [ _r_ ] Sois patient Moegi, je vais aller plus vite maintenant !
italian: [_r_] Sii paziente Moegi, ora mi muoverò più velocemente!
japanese: [_r_] もっと速く動きます!
spanish: [_r_] ¡Sé paciente Moegi, voy a moverme más rápido ahora!

source: [_m_] She does it well.
french: [_m_] Elle le fait bien.
italian: [_m_] Lei lo fa bene.
japanese: [_m_] 彼女はそれをうまく行います.
spanish: [_m_] Lo hace bien.

source: [_m_] Without any resistance she's doing as I say.
french: [ _m_ ] Sans aucune résistance qu'elle fait comme je le dis.
italian: [_m_] Senza alcuna resistenza sta facendo come dico.
japanese: [_m_] 抵抗がなければ、彼女は私の言う通りにやっています。
spanish: [_m_] Sin ninguna resistencia, ella está haciendo lo que digo.

source: [_m_] She is like an obedient toy!
french: [ _m_ ] Elle est comme un jouet obéissant !
italian: [_m_] Lei è come un giocattolo obbediente!
japanese: [_m_] 彼女は従順なおもちゃのようです!
spanish: [_m_] ¡Ella es como un juguete obediente!

source: [_m_] I will have to ask Kamiko how the heck provocation works full-powered.
french: [ _m_ ] Je vais devoir demander à Kamiko comment la provocation heck fonctionne à pleine puissance.
italian: [_m_] Dovrò chiedere a Kamiko come funziona la provocazione heck.
japanese: [_m_] 一体どんな挑発がフルパワーで働くのか、神子に聞かなければならない。
spanish: [_m_] tendré que preguntarle a Kamiko cómo funciona la provocación del heck de pleno poder.

source: [_m_] I literally made a sex doll out of this kunoichi!
french: [_m_] J'ai littéralement fait une poupée de sexe à partir de ce kunoichi!
italian: [_m_] Ho letteralmente fatto una bambola del sesso di questo kunoichi!
japanese: [_m_] 私は文字通りこのくノ一のセックス人形を作りました!
spanish: [_m_] ¡Literalmente hice una muñeca de sexo con este kunoichi!

source: [_r_] Good job, Moegi! Now let's get to the main dish.
french: [_r_] Bon travail, Moégi ! Maintenant, allons au plat principal.
italian: [_r_] Buon lavoro, Moegi! Ora arriviamo al piatto principale.
japanese: [_r_] よくできたねぎ！さあ、メインディッシュに行きましょう。
spanish: [_r_] Buen trabajo, ¡Moegi! Ahora pasemos al plato principal.

source: [_r_] How is it? Feeling it inside you?
french: [_r_] Comment est-ce que c'est? Se sentir en vous ?
italian: [_r_] Com'è? Senti dentro di te?
japanese: [_r_] どうですか？あなたの中で感じていますか？
spanish: [_r_] ¿Cómo es? ¿Te sientes dentro de ti?

source: [_mo_] Unusual... But it's a pleasure...
french: [_mo_] Inhabituel... Mais c'est un plaisir...
italian: [_mo_] insolito... Ma è un piacere...
japanese: [_mo_] 珍しい... しかし、それは喜びです...
spanish: [_mo_] Inusual... Pero es un placer...

source: [_r_] I put the initiative in your hands.
french: [ _r_ ] J'ai mis l'initiative entre vos mains.
italian: [_r_] Ho messo l'iniziativa nelle vostre mani.
japanese: [_r_] 私はあなたの手にイニシアチブを置きます。
spanish: [_r_] Puse la iniciativa en sus manos.

source: [_r_] Show me everything you can, Moegi.
french: [ _r_ ] Montrez-moi tout ce que vous pouvez, Moegi.
italian: [_r_] Mostrami tutto quello che puoi, Moegi.
japanese: [_r_] 私にできることをすべて見せてください, 萌え.
spanish: [_r_] Muéstrame todo lo que puedas, Moegi.

source: [_mo_] I'll start...
french: [_mo_] Je vais commencer...
italian: [_mo_] inizierò...
japanese: [_mo_] 始めます...
spanish: [_mo_] Empezaré...

source: [_m_] Yes... This is exactly what I've been missing...
french: [ _m_ ] Oui ... C'est exactement ce que j'ai disparu ...
italian: [_m_] Sì... Questo è esattamente quello che mi manca...
japanese: [_m_] はい... これはまさに私が欠けていたものです...
spanish: [_m_] Sí... Esto es exactamente lo que he echado de menos...

source: [_m_] How good is the inside of that pussy...
french: [ _m_ ] Quelle est la qualité de l'intérieur de cette chatte ...
italian: [_m_] Quanto è buono l'interno di quella figa...
japanese: [_m_] あのプッシーの中身はなんていいのか...
spanish: [_m_] Qué tan bueno es el interior de ese coño...

source: [_mo_] M...m...m...m... It's big...
french: [_mo_] M...m...m...m... C'est grand...
italian: [_mo_] M...m...m... è grande...
japanese: [_mo_] M...m...m... それは大きい...
spanish: [_mo_] M...m...m...m... Es grande...

source: [_r_] Congratulations, you are no longer a virgin, what is it like?
french: [_r_] Félicitations, vous n'êtes plus une vierge, à quoi ressemble-t-il?
italian: [_r_] Congratulazioni, non sei più una vergine, com'è?
japanese: [_r_] おめでとうございます、あなたはもう処女ではなくなりました。どんな感じですか？
spanish: [_r_] Enhorabuena, ya no eres una virgen, ¿qué es?

source: [_mo_] An incredible feeling... I want more... I want harder!
french: [_mo_] Un sentiment incroyable... Je veux plus... Je veux plus !
italian: [_mo_] Una sensazione incredibile... Voglio di più... voglio di più!
japanese: [_mo_] 信じられないほどの感情...もっと欲しい...もっと強くしたい!
spanish: [_mo_] Un sentimiento increíble... Quiero más... ¡Quiero más difícil!

source: [_r_] So start!
french: [_r_] Alors commencez !
italian: [_r_] Comincia!
japanese: [_r_] だから始める!
spanish: [_r_] ¡Comienza!

source: [_mo_] AH! MMM! Yes!
french: [_mo_] AH! MMM ! Oui !
italian: [_mo_] AH! MMM! Sì!
japanese: [_mo_] ああ! MMM! はい!
spanish: ¡[_mo_] AH! ¡MM! ¡Sí!

source: [_r_] Don't slow down! Move just as fast!
french: [ _r_ ] Ne pas ralentir ! Déplace tout aussi vite !
italian: [_r_] Non rallentare! Muoviti altrettanto velocemente!
japanese: [_r_] スローダウンしないでください!
spanish: ¡[_r_] no desaceleres! ¡Muévete igual de rápido!

source: [_mo_] MMM... YES YES YES! I'LL SOON!
french: [_mo_] MMM... OUI OUI OUI ! JE VENTE !
italian: [_mo_] MMM... SÌ SI! SONO SOON!
japanese: [_mo_] MMMchar@@1 はいはい、はい！
spanish: [_mo_] MMM... ¡SÍ Sí! ¡HAYO SOON!

source: [_r_] Take everything I have!
french: [ _r_ ] Prenez tout ce que j'ai !
italian: [_r_] Prendi tutto quello che ho!
japanese: [_r_] 私が持っているものをすべて取りなさい!
spanish: [_r_] ¡Toma todo lo que tengo!

source: [_mo_] YES!!!
french: [_mo_] OUI!!!
italian: [_mo_] SÌ!!!
japanese: [_mo_] はい!!!
spanish: ¡¡¡[_mo_] Sí!!!

source: [_r_] That's it... It was wonderful...
french: [_r_] Voilà... C'était merveilleux...
italian: [_r_] Questo è stato... è stato meraviglioso...
japanese: [_r_] それは...素晴らしかったです...
spanish: [_r_] Eso eso... Fue maravilloso...

source: [_mo_] It was the best... What have I ever felt...
french: [ _mo_ ] C'était le meilleur ... Qu'est-ce que j'ai jamais ressenti ...
italian: [_mo_] È stato il migliore... Che cosa ho mai sentito...
japanese: [_mo_] 最高だった...今まで感じたことは...
spanish: [_mo_] Fue el mejor... Lo que he sentido jamás...

source: [_r_] Do you need to go home? Or do you want to stay until morning?
french: [_r_] Avez-vous besoin de rentrer chez vous ? Ou voulez-vous rester jusqu'au matin ?
italian: [_r_] Devi andare a casa? O vuoi rimanere fino alla mattina?
japanese: [_r_] 家に帰る必要がありますか?それとも朝まで滞在したいですか?
spanish: [_r_] ¿Necesita ir a casa? ¿O quieres quedarte hasta la mañana?

source: [_mo_] If you don't mind...
french: [ _mo_ ] Si vous n'avez pas l'esprit ...
italian: [_mo_] Se non ti dispiace...
japanese: [_mo_] よろしければ...
spanish: [_mo_] Si no le importa ...

source: [_r_] Of course, lay near.
french: [_r_] Bien sûr, à proximité.
italian: [_r_] Certo, è vicino.
japanese: [_r_] もちろん、近くに横たわっています。
spanish: [_r_] Por supuesto, está cerca.

source: [_r_] Hinata? Good morning?
french: [_r_] Hinata? Bonjour?
italian: [_r_] Hinata? Buongiorno?
japanese: [_r_] ひなた? おはようございます。
spanish: ¿[_r_] Hinata? ¿Buenas mañanas?

source: [_hi_] [viname]! Morning... I'm sorry, I didn't see you come in...
french: [_hi_] [viname]! Mard... Je suis désolé, je ne vous ai pas vu entrer...
italian: [_hi_] [viname]! Mattina... Mi dispiace, non ti ho visto entrare...
japanese: [_hi_] [viname]! 朝char@@2 申し訳ありませんが、あなたが入ってくるのを見ませんでした...
spanish: ¡[_hi_] [viname]! Mañana... Lo siento, no te vi entrar...

source: [_r_] It's okay... How do you feel? You look more stiff than usual.
french: [_r_] C'est bien... Comment vous sentez-vous ? Vous avez l'air plus rigide que d'habitude.
italian: [_r_] Va bene... Come ti senti? Sembri più rigido del solito.
japanese: [_r_] 大丈夫です...どう感じますか？いつもより硬そうですね。
spanish: [_r_] Está bien... ¿Cómo sientes? Te ves más rígido de lo habitual.

source: [_hi_] I... It's just that I... Anyway, I've been thinking about your offer...
french: [_hi_] Je... C'est juste que je... Quoi qu'il en soit, j'ai pensé à votre offre...
italian: [_hi_] I... è solo che io... Comunque, ho pensato alla tua offerta...
japanese: [_hi_] I... それは私が...とにかく、私はあなたのオファーについて考えています...
spanish: [_hi_] Yo... Es justo que yo... De todos modos, he estado pensando en su oferta...

source: [_hi_] I-I'd rather not... I'm sorry... I know you want to help, but it's just not for me...
french: [_hi_] Je préfère pas... Je suis désolé... Je sais que vous voulez aider, mais ce n'est tout simplement pas pour moi...
italian: [_hi_] Preferirei no... mi dispiace... lo so che vuoi aiutare, ma non è solo per me...
japanese: [_hi_] 私はむしろ... 申し訳ありませんが、あなたが助けたいと思っていることは知っていますが、それは私のためではありません...
spanish: [_hi_] Yo preferiría no... Lo siento... Sé que quieres ayudar, pero no es para mí...

source: [_r_] All is well Hinata, I understand perfectly.
french: [ _r_ ] Tout est bien Hinata, je comprends parfaitement.
italian: [_r_] Tutto è bene Hinata, capisco perfettamente.
japanese: [_r_] 全てはひなたちゃん、完璧に理解しています。
spanish: [_r_] Todo está bien Hinata, lo entiendo perfectamente.

source: [_hi_] But I still wouldn't mind your regular massage... If you don't mind...
french: [ _hi_ ] Mais je n'ai toujours pas l'esprit de votre massage régulier ... Si vous ne vous en faites pas ...
italian: [_hi_] Ma non mi dispiacerebbe ancora il vostro massaggio regolare... Se non ti dispiace...
japanese: [_hi_] しかし、私はまだあなたの定期的なマッサージを気にしません...
spanish: [_hi_] Pero todavía no me importaría tu masaje normal... Si no te importa...

source: [_r_] Of course! Don't worry, those hands are always there for you.
french: [ _r_ ] Bien sûr ! Ne vous inquiétez pas, ces mains sont toujours là pour vous.
italian: [_r_] Certo! Non ti preoccupare, quelle mani sono sempre lì per te.
japanese: [_r_] もちろんです！心配しないでください、その手はいつもあなたのためにあります。
spanish: [_r_] ¡Por supuesto! No te preocupes, esas manos siempre están ahí para ti.

source: [_hi_] Thank you! Then let's go to the table!
french: [_hi_] Merci! Alors allons à la table !
italian: [_hi_] Grazie! Allora andiamo al tavolo!
japanese: [_hi_] ありがとうございます！それではテーブルに行きましょう！
spanish: [_hi_] ¡Gracias! ¡Entonces vamos a la mesa!

source: [_r_] Your shoulders and back are so tight.. Relax...
french: [ _r_ ] Vos épaules et votre dos sont si serrés .. Détendez-vous ...
italian: [_r_] Le spalle e la schiena sono così strette.. Relax...
japanese: [_r_] あなたの肩と背中はとてもタイトです.. リラックス...
spanish: [_r_] Sus hombros y espalda son tan apretados. Relax ...

source: [_hi_] It's just that I'm still a little stiff...
french: [ _hi_ ] C'est juste que je suis encore un peu raide ...
italian: [_hi_] È solo che sono ancora un po' rigido...
japanese: [_hi_] 私はまだ少し硬いです...
spanish: [_hi_] Es simplemente que todavía estoy un poco dura...

source: [_r_] We will fix it quickly, Hinata.
french: [ _r_ ] Nous allons le réparer rapidement, Hinata.
italian: [_r_] Lo risolveremo rapidamente, Hinata.
japanese: [_r_] ひなたちゃんは素早く修正します。
spanish: [_r_] Lo arreglaremos rápidamente, Hinata.
