Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] Hi Hinata, of course not, it is not difficult for me!
french: [_r_] Salut Hinata, bien sûr pas, ce n'est pas difficile pour moi !
italian: [_r_] Ciao Hinata, naturalmente, no, non è difficile per me!
japanese: [_r_] Hi Hinata, もちろん, それは難しいことではありません!
spanish: [_r_] Hola Hinata, por supuesto que no, no es difícil para mi!

source: [_r_] You look so fresh, did it help?
french: [_r_] Vous avez l'air si frais, est-ce que ça a aidé ?
italian: [_r_] Sembri così fresco, ha aiutato?
japanese: [_r_] とても新鮮に見えますが、役に立ちましたか？
spanish: [_r_] Usted se ve tan fresco, ¿ayudó?

source: [_hi_] Of course!
french: [_hi_] Bien sûr!
italian: [_hi_] Certo!
japanese: [_hi_] もちろん！
spanish: ¡[_hi_] por supuesto!

source: [_hi_] I should've used the services of masseurs before, it really helps to feel better...
french: [ _hi_ ] J'aurais dû utiliser les services de masseurs avant, ça aide vraiment à se sentir mieux ...
italian: [_hi_] Avrei dovuto usare i servizi dei massaggiatori prima, aiuta davvero a sentirsi meglio...
japanese: [_hi_] 私は以前にマッサージ師のサービスを使用するべきでした, それは本当に良い気分に役立ちます...
spanish: [_hi_] Debería haber usado antes los servicios de masajistas, realmente ayuda a sentirse mejor ...

source: [_r_] I am at your service Hinata, what do we do first?
french: [ _r_ ] Je suis à votre service Hinata, que faisons-nous en premier?
italian: [_r_] Io sono al tuo servizio Hinata, cosa facciamo per primo?
japanese: [_r_] 私はあなたのサービスひなたで、私たちは最初に何をしますか?
spanish: [_r_] Estoy a su servicio Hinata, ¿qué hacemos primero?

source: [_hi_] There is not much work around the house, I can easily do it myself.
french: [ _hi_ ] Il n'y a pas beaucoup de travail autour de la maison, je peux facilement le faire moi-même.
italian: [_hi_] Non c'è molto lavoro intorno alla casa, posso facilmente farlo io stesso.
japanese: [_hi_] 家の周りにはあまり仕事がないので、自分で簡単にできます。
spanish: [_hi_] No hay mucho trabajo alrededor de la casa, puedo hacerlo yo mismo fácilmente.

source: [_hi_] Give me a massage please, then you can go home, well, or relax at our house, I do not mind your company!
french: [ _hi_ ] Donnez-moi un massage s'il vous plaît, alors vous pouvez rentrer à la maison, bien, ou vous détendre chez nous, je ne pense pas à votre entreprise !
italian: [_hi_] Dammi un massaggio per favore, allora puoi andare a casa, bene, o rilassarti a casa nostra, non mi dispiace la tua compagnia!
japanese: [_hi_] マッサージをお願いします。その後、家に帰ることも、家でリラックスすることもできます。私はあなたの会社を気にしません!
spanish: [_hi_] Dame un masaje por favor, entonces usted puede ir a casa, bien, o relajarse en nuestra casa, no me importa su empresa!

source: [_r_] Thank you! I'll take that into account!
french: [ _r_ ] Merci ! Je vais prendre ça en compte !
italian: [_r_] Grazie! Ne terrò conto!
japanese: [_r_] ありがとうございます！それを考慮に入れます！
spanish: [_r_] ¡Gracias! ¡Lo tendré en cuenta!

source: [_r_] Let's get to your back as soon as possible.
french: [ _r_ ] Allons à votre retour dès que possible.
italian: [_r_] Torniamo alla tua schiena il prima possibile.
japanese: [_r_] できるだけ早く背中に戻りましょう。
spanish: [_r_] Vamos a volver a la espalda lo antes posible.

source: [_hi_] Let's go!
french: [_hi_] Allons-y !
italian: [_hi_] Andiamo!
japanese: [_hi_] 始めましょう！
spanish: ¡[_hi_] vamos!

source: [_hi_] You know, it's not often we get to know each other, I don't know much about you.
french: [ _hi_ ] Vous savez, ce n'est pas souvent nous apprendre à nous connaître, je ne sais pas beaucoup de vous.
italian: [_hi_] Sai, non è spesso ci conosciamo a vicenda, non so molto di te.
japanese: [_hi_] ご存知の通り、お互いを知り合うことはあまりありません。
spanish: [_hi_] Usted sabe, no es a menudo que nos conocemos, no sé mucho acerca de usted.

source: [_hi_] Although this is not strange, we know each other very little time.
french: [ _hi_ ] Bien que ce n'est pas étrange, nous nous connaissons très peu de temps.
italian: [_hi_] Anche se questo non è strano, ci conosciamo molto poco tempo.
japanese: [_hi_] これは不思議ではありませんが、私たちはお互いにほとんど時間を知りません。
spanish: [_hi_] Aunque esto no es extraño, nos conocemos muy poco tiempo.

source: [_r_] Well, you can ask any question that interest you, I have nothing to hide.
french: [ _r_ ] Eh bien, vous pouvez poser n'importe quelle question qui vous intéresse, je n'ai rien à cacher.
italian: [_r_] Beh, puoi porre qualsiasi domanda che ti interessi, non ho niente da nascondere.
japanese: [_r_] まあ、あなたが興味のある質問をすることはできます、私は隠すことは何もありません。
spanish: [_r_] Bueno, puedes hacer cualquier pregunta que te interese, no tengo nada que esconder.

source: [_hi_] Okay... If you say so...
french: [_hi_] D'accord... Si vous le dites...
italian: [_hi_] Okay... Se lo dici...
japanese: [_hi_] わかりました... あなたがそう言うなら...
spanish: [_hi_] Vale... Si lo dices...

source: [_hi_] Have you ever thought about family, children?
french: [ _hi_ ] Avez-vous déjà pensé à la famille, aux enfants?
italian: [_hi_] Hai mai pensato alla famiglia, ai bambini?
japanese: [_hi_] 家族、子供のことを考えたことがありますか?
spanish: [_hi_] ¿Alguna vez has pensado en la familia, hijos?

source: [_hi_] It's a bit unexpected...
french: [ _hi_ ] C'est un peu inattendu ...
italian: [_hi_] È un po' inaspettato...
japanese: [_hi_] ちょっと予想外です...
spanish: [_hi_] Es un poco inesperado...

source: [_hi_] I thought you were a more open-minded guy, I'm pleasantly surprised!
french: [ _hi_ ] Je pensais que vous étiez un type plus ouvert, je suis agréablement surpris !
italian: [_hi_] Ho pensato che tu fossi un ragazzo più aperto, sono piacevolmente sorpreso!
japanese: [_hi_] 私はあなたがよりオープンな男だと思っていました。私は嬉しい驚きです！
spanish: [_hi_] pensé que era un tipo de mentalidad más abierta, ¡me sorprendió gratamente!

source: [_r_] I may not look like it, but I like the idea of my own family.
french: [ _r_ ] Je ne ressemble peut-être pas à ça, mais j'aime l'idée de ma propre famille.
italian: [_r_] Potrei non assomigliare, ma mi piace l'idea della mia famiglia.
japanese: [_r_] 私はそうは見えないかもしれませんが、私は自分の家族のアイデアが好きです。
spanish: [_r_] puede que no me parezca, pero me gusta la idea de mi propia familia.

source: [_r_] It kinda warms the soul.
french: [ _r_ ] Elle réchauffa l'âme.
italian: [_r_] Si riscalda l'anima.
japanese: [_r_] ちょっと魂を温めます。
spanish: [_r_] Enciende la alma.

source: [_hi_] I understand you perfectly...
french: [ _hi_ ] Je vous comprends parfaitement ...
italian: [_hi_] Ti capisco perfettamente...
japanese: [_hi_] 私はあなたを完全に理解します...
spanish: [_hi_] te entiendo perfectamente...

source: [_hi_] It's funny! I didn't expect anything else from you!
french: [_hi_] C'est drôle! Je n'attendais rien d'autre de votre part !
italian: [_hi_] È divertente! Non mi aspettavo altro da te!
japanese: [_hi_] 面白いですね！他には何も期待していませんでした！
spanish: [_hi_] ¡Es divertido! ¡No esperaba nada más!

source: [_r_] But no offense Hinata, everyone chooses their own, you are definitely a great mother and all that...
french: [ _r_ ] Mais pas d'offense Hinata, tout le monde choisit son propre, vous êtes définitivement une grande mère et tout ça ...
italian: [_r_] Ma nessuna offesa Hinata, ognuno sceglie il proprio, sei sicuramente una grande madre e tutto questo...
japanese: [_r_] しかし、誰もが自分で決めることはない、あなたは偉大な母親であり、すべて...
spanish: [_r_] Pero ningún Hinata ofensa, todo el mundo elige el suyo, definitivamente eres una gran madre y todo eso...

source: [_r_] I’m just a bit of a different person, I want to do so much more...
french: [ _r_ ] Je suis juste un peu différent, je veux faire tellement plus ...
italian: [_r_] Sono solo un po 'di una persona diversa, voglio fare molto di più...
japanese: [_r_] 私はちょっと違う人ですが、もっとやりたいです...
spanish: [_r_] Soy un poco otra persona, quiero hacer mucho más...

source: [_r_] Children are a huge responsibility...
french: [ _r_ ] Les enfants sont une énorme responsabilité ...
italian: [_r_] I bambini sono una grande responsabilità...
japanese: [_r_] 子どもたちは大きな責任です...
spanish: [_r_] Los niños son una gran responsabilidad ...

source: [_hi_] It's okay! I understand your point of view, it has its own logic.
french: [ _hi_ ] C'est bon ! Je comprends votre point de vue, il a sa propre logique.
italian: [_hi_] Va bene! Capisco il tuo punto di vista, ha una sua logica.
japanese: [_hi_] 大丈夫です! あなたの視点を理解していますが、それは独自の論理を持っています。
spanish: [_hi_] ¡Está bien! Entiendo tu punto de vista, tiene su propia lógica.

source: [_hi_] Family is about... Happiness... Think about it at your leisure!
french: [ _hi_ ] La famille est à peu près ... Bonheur ... Pensez-y à vos loisirs !
italian: [_hi_] Famiglia è circa... Felicità... Pensateci a vostro piacimento!
japanese: [_hi_] 家族は約です... ハッピー... あなたのレジャーでそれについて考えてみてください!
spanish: [_hi_] Familia está cerca... Felizidad... ¡Piensa en ella en tu felicidad!

source: [_r_] I'll try!
french: [_r_] Je vais essayer!
italian: [_r_] Io proverò!
japanese: [_r_] やってみます！
spanish: ¡[_r_] lo intentaré!

source: [_hi_] Mmm... Oh, man... It's such a relief... I feel so free...
french: [_hi_] Mmm... Oh, homme... C'est un tel soulagement... Je me sens tellement libre...
italian: [_hi_] Mmm... Oh, uomo... È un sollievo... mi sento così libero...
japanese: [_hi_] うーん...ああ、ああ、それはとても安堵だ...私はとても自由な感じ...
spanish: [_hi_] Mmm... Oh, hombre... Es un alivio... Me siento tan libre...

source: [_m_] This is exactly what I need from you now, Hinata!
french: [ _m_ ] C'est exactement ce que j'ai besoin de toi maintenant, Hinata !
italian: [_m_] Questo è esattamente ciò di cui ho bisogno da voi ora, Hinata!
japanese: [_m_] これこそが今、私があなたから必要としているものです!
spanish: [_m_] ¡Esto es exactamente lo que necesito de ti ahora, Hinata!

source: [_m_] You are so vulnerable right now...
french: [ _m_ ] Vous êtes si vulnérable en ce moment ...
italian: [_m_] Sei così vulnerabile in questo momento...
japanese: [_m_] あなたは今とても脆弱です...
spanish: [_m_] Usted es tan vulnerable en este momento ...

source: [_m_] It is a sin not to take advantage of such a moment.
french: [ _m_ ] C'est un péché de ne pas profiter d'un tel moment.
italian: [_m_] È un peccato non approfittare di un momento del genere.
japanese: [_m_] そんな瞬間を利用しないのは罪です。
spanish: [_m_] Es un pecado no aprovechar ese momento.

source: [_hi_] Yes... I... I feel so good...
french: [_hi_] Oui... Je... Je me sens si bien...
italian: [_hi_] Sì... Io... Mi sento così bene...
japanese: [_hi_] はい... 私は... とても気分がいいです...
spanish: [_hi_] Sí... Me siento tan bien...

source: [_himis_] It's something incredible...
french: [ _himis_ ] C'est quelque chose d'incroyable ...
italian: [_himis_] È qualcosa di incredibile...
japanese: [_himis_] 信じられないことです...
spanish: [_himis_] Es algo increíble...

source: [_himis_] He has such skillful hands...
french: [ _himis_ ] Il a de si bonnes mains ...
italian: [_himis_] Ha mani così abili...
japanese: [_himis_] 彼はそのような巧みな手を持っています...
spanish: [_himis_] Él tiene unas manos tan hábiles...

source: [_himis_] Such sensitive fingers...
french: [ _himis_ ] De tels doigts sensibles ...
italian: [_himis_] Tali dita sensibili...
japanese: [_himis_] そのような敏感な指...
spanish: [_himis_] dedos tan sensibles...

source: [_himis_] What a high it is...
french: [ _himis_ ] Quel est le haut ...
italian: [_himis_] Che alto è...
japanese: [_himis_] なんて高いのでしょう。
spanish: [_himis_] ¡Qué alto...

source: [_hi_] Yes, like that...
french: [ _hi_ ] Oui, comme ça ...
italian: [_hi_] Sì, così...
japanese: [_hi_] はい、そのように...
spanish: [_hi_] Sí, así...

source: [_r_] How are you feeling?
french: [ _r_ ] Comment vous sentez-vous?
italian: [_r_] Come ti senti?
japanese: [_r_] どんな気分ですか?
spanish: [_r_] ¿Cómo te sientes?

source: [_hi_] Better than anyone...
french: [ _hi_ ] Mieux que quiconque ...
italian: [_hi_] Meglio di chiunque...
japanese: [_hi_] 誰よりも優れています...
spanish: [_hi_] Mejor que nadie...

source: [_r_] Put all thoughts out of your head, give yourself to the moment.
french: [ _r_ ] Mettez toutes les pensées hors de votre tête, donnez-vous à l'instant.
italian: [_r_] Metti tutti i pensieri dalla tua testa, dona te stesso al momento.
japanese: [_r_] 頭からすべての考えを出し、瞬間に自分自身を与えなさい。
spanish: [_r_] Pon todos los pensamientos fuera de tu cabeza, regálate al momento.

source: [_hi_] Yes...
french: [_hi_] Oui...
italian: [_hi_] Sì...
japanese: [_hi_] はい...
spanish: [_hi_] Sí ...

source: [_ka_] And you quickly today.
french: [ _ka_ ] Et vous vous en avez vite fait.
italian: [_ka_] E voi velocemente oggi.
japanese: [_ka_] そして、あなたは今日迅速。
spanish: [_ka_] Y tú rápidamente hoy.

source: [_r_] Yeah. Hinata only needed a massage, so I went home early.
french: [ _r_ ] Ouais. Hinata a seulement besoin d'un massage, alors je suis rentré à la maison tôt.
italian: [_r_] Yeah. Hinata aveva solo bisogno di un massaggio, quindi sono andato a casa presto.
japanese: [_r_] うん。日向はマッサージしか必要なかったので、早めに帰宅。
spanish: [_r_] Sí. Hinata solo necesitaba un masaje, así que me fui a casa temprano.

source: [_ka_] I have a serious conversation.
french: [ _ka_ ] J'ai une conversation sérieuse.
italian: [_ka_] Ho una conversazione seria.
japanese: [_ka_] 真剣な会話があります。
spanish: [_ka_] Tengo una conversación seria.

source: [_r_] Is it something important? You look serious...
french: [_r_] Est-ce quelque chose d'important ? Vous avez l'air sérieux...
italian: [_r_] È qualcosa di importante? Sembri serio...
japanese: [_r_] それは重要な何かですか？あなたは真剣に見えます...
spanish: [_r_] ¿Es algo importante? Te ves en serio...

source: [_ka_] This is very important...
french: [ _ka_ ] C'est très important ...
italian: [_ka_] Questo è molto importante...
japanese: [_ka_] これは非常に重要です...
spanish: [_ka_] Esto es muy importante...

source: [_ka_] Important and... Dangerous.
french: [_ka_] Important et... dangereux.
italian: [_ka_] Importante e... Pericoloso.
japanese: [_ka_] 重要なchar@@1 危険.
spanish: [_ka_] Importante y... peligroso.

source: [_r_] Spit it out, Kamiko.
japanese: [_r_] 吐き出す、神子。
spanish: [_r_] Spit out, Kamiko.

source: [_ka_] This is about Naruto.
french: [ _ka_ ] Il s'agit de Naruto.
italian: [_ka_] Questo è circa Naruto.
japanese: [_ka_] 鳴門さんについてです。
spanish: [_ka_] Se trata de Naruto.

source: [_ka_] My remote influence on Naruto is not enough.
french: [ _ka_ ] Mon influence à distance sur Naruto n'est pas suffisante.
italian: [_ka_] La mia influenza remota su Naruto non è sufficiente.
japanese: [_ka_] 鳴門への遠隔影響では十分ではありません。
spanish: [_ka_] Mi influencia remota en Naruto no es suficiente.

source: [_ka_] The range of my influence is huge on the scale of the whole Konoha, I literally feel the chakra of every person...
french: [ _ka_ ] L'étendue de mon influence est énorme sur l'échelle de l'ensemble de Konoha, je sens littéralement le chakra de chaque personne ...
italian: [_ka_] La gamma della mia influenza è enorme sulla scala di tutta Konoha, sento letteralmente il chakra di ogni persona...
japanese: [_ka_] 私の影響の範囲は、木ノ葉全体の規模に大きいです, 私は文字通り、すべての人のチャクラを感じる...
spanish: [_ka_] El rango de mi influencia es enorme en la escala de todo el Konoha, literalmente siento el chakra de cada persona ...

source: [_ka_] But Naruto is completely different...
french: [ _ka_ ] Mais Naruto est complètement différent ...
italian: [_ka_] Ma Naruto è completamente diverso...
japanese: [_ka_] でもナルトは全然違います...
spanish: [_ka_] Pero Naruto es completamente diferente...

source: [_ka_] I’ve been weakening and increasing his libido through distance only, but at this stage we need more control.
french: [_ka_] J'ai affaibli et augmenté sa libido à distance seulement, mais à ce stade, nous avons besoin de plus de contrôle.
italian: [_ka_] Ho indebolito e aumentato la sua libido solo attraverso la distanza, ma in questa fase abbiamo bisogno di più controllo.
japanese: [_ka_] 私は弱くなって、彼のリビドーを距離だけ増やしていますが、この段階ではもっとコントロールが必要です。
spanish: [_ka_] He estado debilitando y aumentando su límitado solo a distancia, pero en esta etapa necesitamos más control.

source: [_r_] Control over the Naruto's state?
french: [_r_] Contrôle de l'état de Naruto?
italian: [_r_] Controllo sullo stato del Naruto?
japanese: [_r_] ナルトの状態をコントロールしますか?
spanish: [_r_] ¿Control sobre el estado de Naruto?

source: [_ka_] Yes.
french: [_ka_] Oui.
italian: [_ka_] Sì.
japanese: [_ka_] はい。
spanish: [_ka_] Sí.

source: [_ka_] My last attempts to influence his condition failed.
french: [ _ka_ ] Ma dernière tentative d'influencer son état a échoué.
italian: [_ka_] I miei ultimi tentativi di influenzare la sua condizione fallito.
japanese: [_ka_] 彼の状態に影響を与える最後の試みは失敗しました。
spanish: [_ka_] fallaron mis últimos intentos de influir en su condición.

source: [_ka_] His chakra reserve is too huge, you have no idea what scale we are talking about...
french: [ _ka_ ] Sa réserve de chakra est trop énorme, vous n'avez aucune idée de l'échelle dont nous parlons ...
italian: [_ka_] La sua riserva di chakra è troppo enorme, non hai idea di quale scala stiamo parlando...
japanese: [_ka_] 彼のチャクラリザーブは巨大すぎて、私たちが話しているスケールがわからないchar@@1
spanish: [_ka_] Su reserva de chakra es demasiado alta, no tienes ni idea de la escala de la que estamos hablando...

source: [_r_] No, I understand... Is this about Kurama?
french: [_r_] Non, je comprends... Est-ce de Kurama ?
italian: [_r_] No, capisco... È questo su Kurama?
japanese: [_r_] いいえ、わかります... これは鞍馬のことですか?
spanish: [_r_] No, lo entiendo... ¿Es esto sobre Kurama?

source: [_ka_] You... You never cease to amaze me.
french: [_ka_] Vous... Vous ne cessez jamais de m'étonner.
italian: [_ka_] Te... Non smettete mai di stupirmi.
japanese: [_ka_] あなた...あなたは私を驚かせることを決して止めません。
spanish: [_ka_] Usted ... Nunca dejáis de sorprenderme.

source: [_ka_] That's right.
french: [_ka_] C'est vrai.
italian: [_ka_] È giusto.
japanese: [_ka_] そうですね。
spanish: [_ka_] Eso es correcto.

source: [_ka_] Naruto's chakra began to adapt to my influence...
french: [ _ka_ ] Naruto's chakra a commencé à s'adapter à mon influence ...
italian: [_ka_] Il chakra di Naruto ha cominciato ad adattarsi alla mia influenza...
japanese: [_ka_] ナルトのチャクラは私の影響に適応し始めた。
spanish: [_ka_] El chakra de Naruto comenzó a adaptarse a mi influencia ...

source: [_ka_] That's why I need you. My instrument.
french: [ _ka_ ] C'est pourquoi j'ai besoin de toi. Mon instrument.
italian: [_ka_] Ecco perché ho bisogno di te. Il mio strumento.
japanese: [_ka_] だからこそあなたが必要なのです。私の楽器。
spanish: [_ka_] Es por eso que te necesito. Mi instrumento.

source: [_r_] I'm all yours.
french: [_r_] Je suis tout à vous.
italian: [_r_] sono tutto tuo.
japanese: [_r_] 私はすべてあなたのものです。
spanish: [_r_] Yo soy todo tuyo.

source: [_ka_] Use the disguise. Get into Naruto's office and use the arousal provocation on him.
french: [ _ka_ ] Utilisez le déguisement. Allez dans le bureau de Naruto et utilisez la provocation de l'excitation sur lui.
italian: [_ka_] Usa il travestimento. Entra nell'ufficio di Naruto e usa l'eccitazione su di lui.
japanese: [_ka_] 変装してナルトの事務所に入って、彼に興奮させる挑発を使おう。
spanish: [_ka_] Utilice el disfraz. Entra en la oficina de Naruto y usa la provocación de excitación en él.

source: [_ka_] You don't even have to touch him...
french: [ _ka_ ] Vous n'avez même pas à le toucher ...
italian: [_ka_] Non devi nemmeno toccarlo...
japanese: [_ka_] 彼に触れる必要はありません...
spanish: [_ka_] Ni siquiera tienes que tocarlo...

source: [_ka_] Just stand as close as possible, his chakra is literally in the air.
french: [ _ka_ ] Il suffit de se tenir le plus près possible, son chakra est littéralement dans l'air.
italian: [_ka_] Basta stare il più vicino possibile, il suo chakra è letteralmente nell'aria.
japanese: [_ka_] できるだけ近くに立って、彼のチャクラは文字通り空中にある。
spanish: [_ka_] Estar lo más cerca posible, su chakra está literalmente en el aire.

source: [_r_] The provocation? What would that do?
french: [_r_] La provocation? Que ferait-il?
italian: [_r_] La provocazione? Che cosa fare?
japanese: [_r_] 挑発？それはどうしますか？
spanish: [_r_] ¿La provocación? ¿Qué haría eso?

source: [_ka_] You will put a tiny particle of my chakra into his body. He won't even notice.
french: [ _ka_ ] Vous mettez une minuscule particule de mon chakra dans son corps. Il ne remarquera même pas.
italian: [_ka_] Metterai una piccola particella del mio chakra nel suo corpo. Non se ne accorgerà.
japanese: [_ka_] あなたは私のチャクラの小さな粒子を彼の体に入れます。彼は気づかないでしょう。
spanish: [_ka_] Usted pondrá una pequeña partícula de mi chakra en su cuerpo. Ni siquiera se dará cuenta.

source: [_ka_] And I can already work with it.
french: [ _ka_ ] Et je peux déjà travailler avec.
italian: [_ka_] E posso già lavorare con esso.
japanese: [_ka_] そして、私はすでにそれを使用することができます.
spanish: [_ka_] Y ya puedo trabajar con ella.

source: [_ka_] I will be able to spread this particle throughout his body like a virus.
french: [ _ka_ ] Je serai capable de répandre cette particule dans son corps comme un virus.
italian: [_ka_] Sarò in grado di diffondere questa particella in tutto il suo corpo come un virus.
japanese: [_ka_] ウィルスのようにこの粒子を体全体に広げることができます。
spanish: [_ka_] podré difundir esta partícula a través de su cuerpo como un virus.

source: [_ka_] That's what you're doing with Hinata right now.
french: [ _ka_ ] C'est ce que tu fais avec Hinata en ce moment.
italian: [_ka_] Questo è quello che stai facendo con Hinata in questo momento.
japanese: [_ka_] 今日向さんと一緒にやっていることですね。
spanish: [_ka_] Eso es lo que estás haciendo con Hinata ahora mismo.

source: [_r_] Can we gain control of Naruto??
french: [ _r_ ] Pouvons-nous prendre le contrôle de Naruto??
italian: [_r_] Possiamo ottenere il controllo di Naruto??
japanese: [_r_] ナルトの支配権を得られるか??
spanish: [_r_] ¿Podemos controlar Naruto??

source: [_ka_] No, that's impossible. But thanks to my chakra, I will be able to regulate his condition much more strongly than now.
french: [ _ka_ ] Non, c'est impossible. Mais grâce à mon chakra, je serai en mesure de régler son état beaucoup plus fortement que maintenant.
italian: [_ka_] No, è impossibile. Ma grazie al mio chakra, sarò in grado di regolare la sua condizione molto più forte di ora.
japanese: [_ka_] いいえ、それは不可能です。しかし私のチャクラのおかげで、今よりもはるかに強く彼の状態を調節することができるようになります。
spanish: [_ka_] No, eso es imposible. Pero gracias a mi chakra, podré regular su condición mucho más fuerte que ahora.

source: [_ka_] This is vital for us.
french: [ _ka_ ] C'est vital pour nous.
italian: [_ka_] Questo è vitale per noi.
japanese: [_ka_] これは私たちにとって不可欠です。
spanish: [_ka_] esto es vital para nosotros.

source: [_r_] Okay... Should I start now?
french: [_r_] D'accord... Devrais-je commencer maintenant?
italian: [_r_] Okay... Dovrei iniziare ora?
japanese: [_r_] わかりました...今から始めるべきでしょうか?
spanish: [_r_] Vale... ¿Debería empezar ahora?

source: [_ka_] Yes... Stay tuned, you're gonna have a rough night.
french: [_ka_] Oui... Restez à l'écoute, vous allez passer une nuit difficile.
italian: [_ka_] Sì... Stai sintonizzato, avrai una notte dura.
japanese: [_ka_] はい... お楽しみに、あなたは荒い夜を過ごすつもりです。
spanish: [_ka_] Sí... Quédate atento, te vas a pasar una noche áspera.

source: [_m_] I'm here...
french: [_m_] Je suis là...
italian: [_m_] Sono qui...
japanese: [_m_] 私はここにいます...
spanish: [_m_] Estoy aquí ...

source: [_m_] I am so glad the door is open...
french: [ _m_ ] Je suis si content que la porte soit ouverte ...
italian: [_m_] Sono così contento che la porta sia aperta...
japanese: [_m_] ドアが開いてくれて嬉しいです...
spanish: [_m_] Estoy tan contenta de que la puerta esté abierta...

source: [_m_] Sitting, working seems not to suspect that I am standing right in front of him...
french: [_m_] Séance, travailler ne semble pas suspecter que je sois debout juste devant lui...
italian: [_m_] Sedersi, lavorare sembra non sospettare di essere in piedi proprio di fronte a lui...
japanese: [_m_] 座っていると、働いているのは、私が彼の前に立っていることを疑っているようには思えない...
spanish: [_m_] Sentarse, trabajar no parece sospechar que estoy justo delante de él...
