Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] Nice idea! It could be useful to chat with her.
french: [_r_] bonne idée ! Il pourrait être utile de discuter avec elle.
italian: [_r_] Bella idea! Potrebbe essere utile chattare con lei.
japanese: [_r_] 素敵なアイデア! それは彼女とチャットするのに便利かもしれません.
spanish: [_r_] ¡Buena idea! Podría ser útil chatear con ella.

source: [_ka_] There's also my contact, just in case.
french: [ _ka_ ] Il y a aussi mon contact, juste au cas où.
italian: [_ka_] C'è anche il mio contatto, proprio nel caso.
japanese: [_ka_] 念のため連絡先もあります。
spanish: [_ka_] También hay mi contacto, por si acaso.

source: [_ka_] You have to sleep well tonight, tomorrow you're spending another day with Uzumaki family.
french: [ _ka_ ] Vous devez bien dormir ce soir, demain vous allez passer un autre jour avec la famille Uzumaki.
italian: [_ka_] Dovete dormire bene stasera, domani passerete un altro giorno con la famiglia Uzumaki.
japanese: [_ka_] 今夜はよく眠らなければなりません。明日は太秦の家族と別の日を過ごしています。
spanish: [_ka_] Tienes que dormir bien esta noche, mañana estás pasando otro día con la familia Uzumaki.

source: [_r_] It's about time...
french: [_r_] Il est temps de le faire...
italian: [_r_] Si tratta di tempo...
japanese: [_r_] そろそろ...
spanish: [_r_] Ya es hora...

source: [_r_] But maybe...
french: [ _r_ ] Mais peut-être ...
italian: [_r_] Ma forse...
japanese: [_r_] しかし、多分...
spanish: [_r_] Pero quizás...

source: [_r_] You know...
french: [_r_] Vous savez...
italian: [_r_] Lo sa...
japanese: [_r_] あなたは知っている...
spanish: [_r_] Usted sabe ...

source: [_ka_] Oh, shut up. Just go to bed until I beat you the fuck up.
french: [_ka_] Oh, fermez-vous. Allez juste au lit jusqu'à ce que je vous frappe la baise vers le haut.
italian: [_ka_] Oh, zitte. Basta andare a letto fino a quando non ti ho battuto il cazzo in su.
japanese: [_ka_] ああ、うるさい。お前を殴るまで寝てろ。
spanish: [_ka_] Oh, cállate. Solo ve a la cama hasta que te derroté el fuck up.

source: [_r_] A usual - no, would've suffice.
french: [ _r_ ] Un habituel-non, serait suffisant.
italian: [_r_] Un solito - no, basterebbe.
japanese: [_r_] いつものこと - いいえ、十分だったでしょう。
spanish: [_r_] A usual - no, habría sufrido.

source: [_hi_] Greetings, [viname], glad you came over! Himawari doesn't stop talking about you.
french: [_hi_] Salutations, [viname], heureux que vous soyez arrivé ! Himawari n'arrête pas de parler de vous.
italian: [_hi_] Saluti, [viname], contento di essere finito! Himawari non smette di parlare di te.
japanese: [_hi_] ご挨拶、 [viname]、来てくれて嬉しいです! ひまわりはあなたのことを話すのを止めません。
spanish: [_hi_] Saludos, [viname], ¡felices de haber llegado! Himawari no deja de hablar de ti.

source: [_r_] Nice to hear it, she's a good girl.
french: [_r_] Nice de l'entendre, c'est une bonne fille.
italian: [_r_] Bello sentirlo, è una brava ragazza.
japanese: [_r_] それを聞いて、彼女は良い女の子です。
spanish: [_r_] Buen oírlo, es una buena chica.

source: [_hi_] Wait a second, I'll call her!
french: [_hi_] Attendez une seconde, je vais l'appeler !
italian: [_hi_] Aspetta un secondo, la chiamerò!
japanese: [_hi_] ちょっと待ってください, 私は彼女に電話します!
spanish: [_hi_] ¡Espera un segundo, la llamaré!

source: [_hima_] Sensey! Hello! I'm ready to study, it was a lot of fun yesterday!
french: [_hima_] Sensey! Bonjour ! Je suis prêt à étudier, c'était beaucoup de plaisir hier !
italian: [_hima_] Sensey! Ciao! Sono pronto a studiare, è stato molto divertente ieri!
japanese: [_hima_] センシー！こんにちは！私は勉強する準備ができています。昨日はとても楽しかったです！
spanish: [_hima_] ¡Sensey! ¡Hola! Estoy listo para estudiar, fue muy divertido ayer!

source: [_r_] Today I'm going to give you homework, so stay sharp.
french: [ _r_ ] Aujourd'hui, je vais te donner des devoirs, alors restez tranchant.
italian: [_r_] Oggi vi darò i compiti, quindi restate affilati.
japanese: [_r_] 今日は宿題をしますので、気をつけてください。
spanish: [_r_] Hoy voy a darte tu casa, así que mantente afilado.

source: [_hima_] Fine!
french: [_hima_] D'accord !
japanese: [_hima_] 問題ありません!
spanish: [_hima_] ¡Bien!

source: [_hima_] Wait here please, I'll call my brother to come, you should get to know each other!
french: [_hima_] Attendez ici, s'il vous plaît, je vais appeler mon frère à venir, vous devriez apprendre à vous connaître !
italian: [_hima_] Aspetta qui, per favore, chiamerò mio fratello a venire, dovresti conoscerti!
japanese: [_hima_] ここで待っていてください、私は来るために私の兄弟を呼びます、あなたはお互いを知っている必要があります!
spanish: [_hima_] Espera aquí por favor, llamaré a mi hermano para venir, ¡deberías conocerte mutuamente!

source: [_hima_] Introduce yourself to my new teacher, oniichan! He's so cool!
french: [ _hima_ ] Présentez-vous à mon nouvel enseignant, oniichan ! Il est tellement cool !
italian: [_hima_] Presentatevi al mio nuovo insegnante, oniichano! È così cool!
japanese: [_hima_] 新任のお兄ちゃんに自己紹介しましょう！かっこいいですね！
spanish: [_hima_] ¡Preséntate a mi nuevo profesor, oniichan! ¡Es tan genial!

source: [_bo_] Another tutor. I wonder for how long would you stay.
french: [ _bo_ ] Un autre tuteur. Je me demande combien de temps resterez-vous.
italian: [_bo_] Un altro tutor. Mi chiedo per quanto tempo restereste.
japanese: [_bo_] もう一人の家庭教師です。どのくらい滞在されますか。
spanish: [_bo_] Otro tutor. Me pregunto por cuánto tiempo te quedarías.

source: [_r_] Ehm... Hello, my name's [viname].
french: [_r_] Ehm... Bonjour, mon nom [viname].
italian: [_r_] Ehm... Ciao, mi chiamo [viname].
japanese: [_r_] ええ... こんにちは、私の名前は [viname] です。
spanish: [_r_] Ehm... Hola, mi nombre es [viname].

source: [_bo_] I'm Boruto. That's it?
french: [_bo_] Je suis Boruto. C'est ça ?
italian: [_bo_] Sono Boruto. È vero?
japanese: [_bo_] 私はボルトです。それだけですか？
spanish: [_bo_] soy Boruto. ¿Eso es todo?

source: [_r_] I think yes.
french: [ _r_ ] Je pense que oui.
italian: [_r_] Penso di sì.
japanese: [_r_] はいだと思います。
spanish: [_r_] creo que sí.

source: [_hima_] Oniichan! Don't be so rude, he's a nice person!
french: [_hima_] Oniichan! Ne soyez pas si grossier, c'est une bonne personne!
italian: [_hima_] Oniichan! Non essere così maleducato, è una bella persona!
japanese: [_hima_] 鬼ちゃん！そんなに失礼なことしないで、いい人ですよ！
spanish: [_hima_] Oniichan! No seas tan grosero, ¡es una buena persona!

source: [_bo_] If he won't leave after the first week maybe I'll change my opinion.
french: [ _bo_ ] S'il ne partira pas après la première semaine, je changerai mon opinion.
italian: [_bo_] Se non se ne andrà dopo la prima settimana, forse cambierò opinione.
japanese: [_bo_] 最初の週以降に彼が去らない場合は、私は私の意見を変更します。
spanish: R[_bo_] Si no se va después de la primera semana, tal vez cambie mi opinión.

source: [_bo_] No one have lasted even five days. They were groveling too much before my father. It pisses me off.
french: [ _bo_ ] Personne n'a duré même cinq jours. Ils ont trop grovelé avant mon père. Ça m'a pismé.
italian: [_bo_] Nessuno è durato anche cinque giorni. Stavano grovigliando troppo prima di mio padre. Mi fa schifo.
japanese: [_bo_] 誰も5日間も続いていない。父の前に彼らはあまりにもうなりすぎていた。私を怒らせる。
spanish: [_bo_] Nadie ha durado ni siquiera cinco días. Estaban comiendo demasiado antes de mi padre. Me pisa.

source: [_r_] Now I get it. Well, it wasn't my intention to do that, I've never even met with Hokage.
french: [ _r_ ] Maintenant, je l'ai. Eh bien, ce n'était pas mon intention de le faire, je n'ai même jamais rencontré Hokage.
italian: [_r_] Ora lo ottengo. Beh, non era mia intenzione farlo, non ho mai incontrato nemmeno con Hokage.
japanese: [_r_] わかりました。そういうつもりはなかったし、私も伯蔭に会ったことさえありません。
spanish: [_r_] Ahora lo entiendo. Bueno, no era mi intención hacerlo, ni siquiera me he encontrado con Hokage.

source: [_bo_] Wow, that's something new.
french: [_bo_] Wow, c'est quelque chose de nouveau.
italian: [_bo_] Wow, è qualcosa di nuovo.
japanese: [_bo_] うわー、それは何か新しいものです。
spanish: [_bo_] Wow, eso es algo nuevo.

source: [_bo_] Doesn't matter what you say, only time will show.
french: [ _bo_ ] Peu importe ce que vous dites, seul le temps le montrera.
italian: [_bo_] Non importa quello che dici, solo il tempo mostrerà.
japanese: [_bo_] あなたが何を言おうと関係ありません。時間だけが表示されます。
spanish: [_bo_] No importa lo que digas, solo el tiempo se mostrará.

source: [_bo_] What? You don't talk to me like that.
french: [_bo_] Quoi? Vous ne me parlez pas comme ça.
italian: [_bo_] Cosa? Non mi parli così.
japanese: [_bo_] 何？そんな風に私に話しかけないでしょ。
spanish: [_bo_] ¿Qué? No me hables así.

source: [_bo_] Don't you get too sure of yourself, you're just an another tutor, who's going to be removed.
french: [ _bo_ ] Ne vous en faites pas trop, vous n'êtes qu'un autre tuteur, qui va être retiré.
italian: [_bo_] Non ti assicuri troppo di te stesso, sei solo un altro tutor che verrà rimosso.
japanese: [_bo_] 自分自身をあまりにも自信を持たないで、あなたは単なる教師であり、削除されるでしょう。
spanish: [_bo_] No te asegures demasiado de ti mismo, eres un tutor más, que se va a quitar.

source: [_r_] We'll see about that.
french: [_r_] Nous allons voir ça.
italian: [_r_] Vedremo a riguardo.
japanese: [_r_] それについて見ていきます。
spanish: [_r_] Veremos sobre eso.

source: [_hima_] Don't fight! Please...
french: [_hima_] Ne vous battez pas! S'il vous plaît...
italian: [_hima_] Non combattere! Per favore...
japanese: [_hima_] 戦わないでください!
spanish: [_hima_] ¡No luches! Por favor...

source: [_bo_] Forget it, I'm outta here.
french: [_bo_] Oubliez ça, je suis en dehors ici.
italian: [_bo_] Dimenticatelo, sono fuori qui.
japanese: [_bo_] 忘れろ。ここから出よう。
spanish: [_bo_] Olvídalo, yo soy outta aquí.

source: [_hima_] Excuse my brother, he's very kind...
french: [ _hima_ ] Excuse mon frère, il est très gentil ...
italian: [_hima_] Scusa mio fratello, è molto gentile...
japanese: [_hima_] お兄さん、彼はとても親切です...
spanish: [_hima_] Disculpe a mi hermano muy amable...

source: [_r_] It's nothing, I guess he had a reason to say that.
french: [ _r_ ] Ce n'est rien, j'imagine qu'il avait une raison de le dire.
italian: [_r_] Non è niente, immagino che abbia avuto una ragione per dirlo.
japanese: [_r_] そう言う理由があったのではないでしょうか。
spanish: [_r_] No es nada, supongo que tenía una razón para decirlo.

source: [_hima_] I'm glad you understand! You're very cool!
french: [_hima_] Je suis heureux que vous compreniez ! Vous êtes très cool !
italian: [_hima_] Sono contento che capisci! Sei molto cool!
japanese: [_hima_] ご理解いただけて嬉しいです！すごくカッコいいですね！
spanish: [_hima_] ¡Me alegro de que entiendas! ¡Eres muy genial!

source: [_r_] Hah, thank you for that! Let's go study, we have pretty much work for today.
french: [_r_] Ha, merci pour ça ! Allons étudier, nous avons beaucoup de travail pour aujourd'hui.
italian: [_r_] Hah, grazie per questo! Andiamo a studiare, abbiamo praticamente molto lavoro per oggi.
japanese: [_r_] ああ、ありがとうございます！勉強しに行きましょう、今日はほぼたくさんの仕事があります。
spanish: [_r_] ¡Ja, gracias por eso! Vamos a estudiar, tenemos bastante trabajo para hoy.

source: [_r_] You're doing much better today, good job.
french: [ _r_ ] Vous faites beaucoup mieux aujourd'hui, bon travail.
italian: [_r_] Oggi stai facendo molto meglio, buon lavoro.
japanese: [_r_] 今日はもっと良い仕事をしています。
spanish: [_r_] Usted está haciendo mucho mejor hoy, buen trabajo.

source: [_hima_] I'm trying hard! Mum told me to be very attentive on your lessons.
french: [ _hima_ ] J'essaie dur ! Maman m'a dit d'être très attentif à tes leçons.
italian: [_hima_] Sto provando duramente! La mamma mi ha detto di essere molto attenta alle tue lezioni.
japanese: [_hima_] 一生懸命頑張っています! ママはあなたのレッスンをとても気配りするように言ってくれました。
spanish: [_hima_] ¡Estoy esforzándose! Mamá me dijo que estuviera muy atento a tus lecciones.

source: [_hima_] Yeah! I tell that to my mum too!
french: [_hima_] Oui ! Je le dis à ma mère aussi !
italian: [_hima_] Sì! Lo dico anche a mia madre!
japanese: [_hima_] うん！お母さんにも言ってるよ！
spanish: [_hima_] ¡Sí! ¡Yo también le digo a mi mamá!

source: [_hima_] But she usually doesn't have enough time...
french: [ _hima_ ] Mais elle n'a pas assez de temps ...
italian: [_hima_] Ma di solito non ha abbastanza tempo...
japanese: [_hima_] しかし、彼女は通常、十分な時間を持っていません...
spanish: [_hima_] Pero ella normalmente no tiene tiempo suficiente...

source: [_r_] Well, now you have me. I'm sure we can think out something funny.
french: [_r_] Eh bien, maintenant vous m'avez. Je suis sûr que nous pouvons penser à quelque chose de drôle.
italian: [_r_] Beh, ora mi hai. Sono sicuro che possiamo pensare qualcosa di divertente.
japanese: [_r_] さて、今あなたは私を持っています。私たちは何か面白いことを考えることができると確信しています。
spanish: [_r_] Bueno, ahora me tienes. Estoy seguro de que podemos pensar algo divertido.

source: [_hima_] We can draw some fun things! And then I'll show them to mum!
french: [ _hima_ ] Nous pouvons dessiner des choses amusantes ! Et puis je vais les montrer à maman !
italian: [_hima_] Possiamo disegnare alcune cose divertenti! E poi li mostrerò alla mamma!
japanese: [_hima_] 楽しいものを描けます！それからお母さんに見せてあげましょう！
spanish: [_hima_] ¡Podemos dibujar cosas divertidas! ¡Y entonces les mostraré a la mamá!

source: [_r_] Understood!
french: [_r_] Compris!
italian: [_r_] Capito!
japanese: [_r_] わかりました!
spanish: [_r_] ¡Enderstood!

source: [_hima_] I knoooow, but sometimes I feel like fooling around...
french: [_hima_] J'ai du knoooow, mais parfois j'ai envie de me tromper...
italian: [_hima_] Io busso, ma a volte mi sento ingannato intorno...
japanese: [_hima_] 私はノオウですが、時々ふざけたい気分になります...
spanish: [_hima_] me tocó, pero a veces me siento engañado...

source: [_r_] There's nothing wrong with it, but you mustn't forget about your homework.
french: [ _r_ ] Il n'y a rien de mal à ça, mais tu ne dois pas oublier tes devoirs.
italian: [_r_] Non c'è niente di sbagliato, ma non devi dimenticare i tuoi compiti.
japanese: [_r_] 問題はありませんが、宿題を忘れてはいけません。
spanish: [_r_] No hay nada malo en ello, pero no debes olvidarte de tus deberes.

source: [_hima_] I'll remember that!
french: [_hima_] Je m'en souviendrai !
italian: [_hima_] lo ricorderò!
japanese: [_hima_] 私はそれを覚えています!
spanish: [_hima_] ¡Lo recordaré!

source: [_m_] Good chance to find out something about Hinata...
french: [ _m_ ] Bonne chance de trouver quelque chose sur Hinata ...
italian: [_m_] Buona possibilità di scoprire qualcosa di Hinata...
japanese: [_m_] ひなたについて何かを見つける良い機会...
spanish: [_m_] Buena oportunidad de averiguar algo sobre Hinata...

source: [_hima_] Mum likes cooking very much! And I help her quite often. She cooks something new every single day!
french: [_hima_] Maman aime beaucoup cuisiner ! Et je l'aide assez souvent. Elle prépare quelque chose de nouveau chaque jour !
italian: [_hima_] La mamma ama cucinare molto! E la aiuto abbastanza spesso. Lei cuoce qualcosa di nuovo ogni singolo giorno!
japanese: [_hima_] ママは非常に料理が好きです! そして私は彼女をかなり頻繁に助けます.
spanish: [_hima_] A mamá le gusta cocinar mucho! Y yo la apoyo muy a menudo. ¡Ella cocina algo nuevo cada día!

source: [_hima_] Unfortunately it takes a lot of products...
french: [ _hima_ ] Malheureusement, il faut beaucoup de produits ...
italian: [_hima_] Sfortunatamente ci vogliono molti prodotti...
japanese: [_hima_] 残念ながら多くの製品が必要です...
spanish: [_hima_] Desafortunadamente se necesitan muchos productos...

source: [_r_] Do you go shopping together?
french: [_r_] Allez-vous faire vos achats ensemble ?
italian: [_r_] Andate a fare shopping insieme?
japanese: [_r_] 一緒に買い物に行きますか?
spanish: [_r_] ¿Vas de compras juntas?

source: [_hima_] No... Mummy does it herself on weekends, but after that we're usually having a walk across the village!
french: [ _hima_ ] Non. Maman le fait elle-même le week-end, mais après ça on a généralement une promenade à travers le village !
italian: [_hima_] No... Mummia lo fa se stessa nei fine settimana, ma dopo di che di solito stiamo facendo una passeggiata attraverso il villaggio!
japanese: [_hima_] いいえ... ママは週末にそれを自分でやっていますが、その後、私たちは通常村を散歩しています!
spanish: [_hima_] No... ¡Momia lo hace por sí misma los fines de semana, pero después de eso normalmente estamos dando un paseo por la aldea!

source: [_r_] Sounds like fun!
french: [_r_] Ça a l'air amusant!
italian: [_r_] Suona come divertimento!
japanese: [_r_] 楽しそう!
spanish: ¡[_r_] suena como la diversión!

source: [_hima_] It is!
french: [_hima_] C'est !
italian: [_hima_] Lo è!
japanese: [_hima_] それです!
spanish: [_hima_] ¡Lo es!

source: [_hima_] Daddy is rarely at home... He has an important job... But mum says that it's normal!
french: [_hima_] Papa est rarement à la maison... Il a un travail important... Mais maman dit que c'est normal !
italian: [_hima_] Papà è raramente a casa... Ha un lavoro importante... ma mamma dice che è normale!
japanese: [_hima_] お父さんはほとんど家にいません...彼は重要な仕事をしています... しかし、お母さんはそれが正常だと言います!
spanish: [_hima_] Daddy rara vez está en casa... Tiene un trabajo importante... ¡Pero mamá dice que es normal!

source: [_r_] Does your mum miss him?
french: [ _r_ ] Votre mère lui manque-t-elle?
italian: [_r_] Ti manca tua mamma?
japanese: [_r_] あなたのお母さんは彼を恋しく思っていますか?
spanish: [_r_] ¿Te extraña tu mamá?

source: [_hima_] She feels lonely sometimes, but I and Boruto save her from sadness!
french: [_hima_] Elle se sent isolée parfois, mais moi et Boruto la sauvons de la tristesse !
italian: [_hima_] A volte si sente sola, ma io e Boruto la salviamo dalla tristezza!
japanese: [_hima_] 彼女は時々孤独に感じます, しかし、私とボルトは彼女を悲しみから救います!
spanish: [_hima_] Ella se siente solitaria a veces, pero yo y Boruto la salvamos de la tristeza!

source: [_hima_] She cooks a lot, cleans up, watch for the garden and does shopping.
french: [ _hima_ ] Elle cuisine beaucoup, nettoie, regarde le jardin et fait les courses.
italian: [_hima_] Lei cuoca molto, pulisce, guarda per il giardino e fa shopping.
japanese: [_hima_] 彼女はたくさん調理し、掃除し、庭を見守り、買い物をします。
spanish: [_hima_] Ella se cocina mucho, limpia, vigila el jardín y hace compras.

source: [_hima_] We sometimes visit our granny and aunt. We're having lots of fun with them!
french: [ _hima_ ] Nous visitons parfois notre nounou et notre tante. Nous avons beaucoup de plaisir avec eux !
italian: [_hima_] A volte visitiamo la nostra nonna e zia. Ci stiamo divertendo con loro!
japanese: [_hima_] おばあさんやおばさんを訪ねることもあります。
spanish: [_hima_] A veces visitamos a nuestra abuela y tía. ¡Estamos teniendo mucha diversión con ellos!

source: [_hima_] But I'd like to visit them more often...
french: [ _hima_ ] Mais j'aimerais les visiter plus souvent ...
italian: [_hima_] Ma vorrei visitarli più spesso...
japanese: [_hima_] しかし、私は彼らをもっと頻繁に訪問したいと思います...
spanish: [_hima_] Pero me gustaría visitarlos más a menudo...

source: [_r_] Your mum has truly got a lot of work.
french: [ _r_ ] Votre mère a vraiment beaucoup de travail.
italian: [_r_] Tua mamma ha davvero molto lavoro.
japanese: [_r_] あなたのお母さんは本当にたくさんの仕事をしています。
spanish: [_r_] Tu mamá realmente tiene mucho trabajo.

source: [_hima_] That's why I need a good tutor like you!
french: [ _hima_ ] C'est pourquoi j'ai besoin d'un bon tuteur comme vous !
italian: [_hima_] Ecco perché ho bisogno di un buon tutor come te!
japanese: [_hima_] だからこそ皆さんのような良い家庭教師が必要です!
spanish: [_hima_] Por eso necesito un buen tutor como tú!

source: [_r_] I think we've done enough for today, you're a good girl.
french: [ _r_ ] Je pense que nous avons fait assez pour aujourd'hui, vous êtes une bonne fille.
italian: [_r_] Penso che abbiamo fatto abbastanza per oggi, sei una brava ragazza.
japanese: [_r_] 今日はもう十分だと思います。いい子ですね。
spanish: [_r_] creo que hemos hecho lo suficiente para hoy, eres una buena chica.

source: [_hima_] Thanks! I'm going to draw you a portrait next time! I swear!
french: [_hima_] Merci ! Je vais te dessiner un portrait la prochaine fois ! Je jure !
italian: [_hima_] Grazie! Ti disegnerò un ritratto la prossima volta! Giuro!
japanese: [_hima_] ありがとうございます！次回は肖像画を描きます！誓います！
spanish: ¡[_hima_] Gracias! ¡Te voy a dibujar un retrato la próxima vez! ¡Lo juro!

source: [_r_] I'll be looking forward for that!
french: [_r_] J'attends avec impatience !
italian: [_r_] Non vedo l'ora di farlo!
japanese: [_r_] それを楽しみにしています!
spanish: [_r_] ¡Estaré deseando eso!

source: [_hi_] I was about to check on you. I guess you've finished for today?
french: [_hi_] J'étais sur le point de vous vérifier. Je suppose que vous avez fini pour aujourd'hui ?
italian: [_hi_] Stavo per controllare su di te. Immagino che hai finito per oggi?
japanese: [_hi_] 今日は終わりましたか？
spanish: [_hi_] estaba a punto de comprobarte. ¿Supongo que has terminado para hoy?

source: [_r_] Yes, exactly, I think that's it for today, she worked out well.
french: [ _r_ ] Oui, exactement, je pense que c'est ça pour aujourd'hui, elle a bien travaillé.
italian: [_r_] Sì, esattamente, penso che sia per oggi, ha funzionato bene.
japanese: [_r_] はい、正確には今日のことだと思いますが、彼女はうまくいきました。
spanish: [_r_] Sí, exactamente, creo que eso es para hoy, ella funcionó bien.

source: [_hi_] I'm very grateful to you for today. You shouldn't come tomorrow, it's going to be a weekend after all. I'llI'll write you when to come. Most probably on Monday.
french: [_hi_] Je vous suis très reconnaissant pour aujourd'hui. Vous ne devriez pas venir demain, ce sera un week-end après tout. « Je vais vous écrire quand vous viendrez, probablement lundi. »
italian: [_hi_] Ti sono molto grato per oggi. Non dovresti venire domani, dopo tutto sarà un fine settimana. Ti scriverò quando venire. Molto probabilmente lunedì.
japanese: [_hi_] 今日はとても感謝しています。明日は来るべきではなく、結局週末になるでしょう。 来るべき時に手紙を書きます。おそらく月曜日です。
spanish: [_hi_] Te estoy muy agradecido por hoy. No deberías venir mañana, después de todo, va a ser un fin de semana. Te escribiré cuando llegue. Lo más probable es que el lunes.

source: [_r_] Sure, till next time then! Have a nice evening.
french: [_r_] Bien sûr, jusqu'à la prochaine fois ! Passez une bonne soirée.
italian: [_r_] Certo, fino alla prossima volta allora! Buona serata.
japanese: [_r_] もちろん、次の時間まで! 素敵な夜をお過ごしください。
spanish: [_r_] ¡Claro, hasta la próxima vez! Que tengas una buena velada.

source: [_ka_] Today you're later than usually.
french: [ _ka_ ] Aujourd'hui, vous êtes plus tard que d'habitude.
italian: [_ka_] Oggi sei più tardi del solito.
japanese: [_ka_] 今日は通常より遅いです。
spanish: [_ka_] Hoy eres más tarde de lo habitual.

source: [_r_] Yeah, stayed up late with Himawari.
french: [ _r_ ] Ouais, est resté en retard avec Himawari.
italian: [_r_] Sì, è rimasto fino a tardi con Himawari.
japanese: [_r_] ええ、ひまわりには遅くまで起きていました。
spanish: [_r_] Sí, permaneció tarde en Himawari.

source: [_ka_] Did you find out something useful? Have anything to say?
french: [ _ka_ ] Avez-vous trouvé quelque chose d'utile? Avez-vous quelque chose à dire?
italian: [_ka_] Hai scoperto qualcosa di utile? Hai qualcosa da dire?
japanese: [_ka_] 何か役に立つことが分かりましたか？何か言いたいことはありますか？
spanish: [_ka_] ¿Has descubierto algo útil? ¿Tienes algo que decir?

source: [_r_] Everything just like you said, Naruto is being home rarely.
french: [ _r_ ] Tout comme vous l'avez dit, Naruto est rarement à la maison.
italian: [_r_] Tutto come hai detto, Naruto è essere a casa raramente.
japanese: [_r_] あなたが言ったように、ナルトはほとんど帰宅していません。
spanish: [_r_] Todo como usted dijo, Naruto está siendo el hogar rara vez.

source: [_ka_] What about something useful?
french: [ _ka_ ] Qu'en est-il de quelque chose d'utile?
italian: [_ka_] Che dire di qualcosa di utile?
japanese: [_ka_] 何か役に立つものは?
spanish: [_ka_] ¿Qué hay de algo útil?

source: [_r_] Well... There are some news. I found out that Hinata is going shopping in village for weekends.
french: [ _r_ ] Eh bien ... Il y a des nouvelles. J'ai découvert que Hinata va faire des courses dans le village pour les week-ends.
italian: [_r_] Bene... Ci sono alcune notizie. Ho scoperto che Hinata sta facendo shopping in villaggio per i fine settimana.
japanese: [_r_] さて、いくつかのニュースがあります。ひなたが週末に村で買い物に行くことを知りました。
spanish: [_r_] Bueno... Hay algunas noticias. Me enteré de que Hinata va de compras en el pueblo para fines de semana.

source: [_ka_] Everyone does it.
french: [ _ka_ ] Tout le monde le fait.
italian: [_ka_] Lo fanno tutti.
japanese: [_ka_] 誰もがそれをします。
spanish: [_ka_] Todo el mundo lo hace.
