Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] It's hard to say exactly. I'm not really confident in my skills, but at least I'll try...
french: [ _r_ ] Il est difficile de dire exactement. Je ne suis pas vraiment confiant dans mes compétences, mais au moins je vais essayer ...
italian: [_r_] È difficile dire esattamente. Non sono davvero sicuro delle mie abilità, ma almeno cercherò...
japanese: [_r_] 正確に言うのは難しいです。自分のスキルに自信はありませんが、少なくともやってみます...
spanish: [_r_] Es difícil decir exactamente. No estoy realmente confiado en mis habilidades, pero por lo menos lo intentaré ...

source: [_r_] There'll be no problems for sure. In truth it'd be nice to do something like that. I've been studying good.
french: [ _r_ ] Il n'y aura aucun problème. En vérité, ce serait bien de faire quelque chose comme ça. J'ai étudié bien.
italian: [_r_] Sicuramente non ci saranno problemi. In verità sarebbe bello fare qualcosa di simile. Ho studiato bene.
japanese: [_r_] 確かに問題はありません。実際にそういうことをするのはいいことです。私は良い勉強をしてきました。
spanish: [_r_] No habrá problemas con seguridad. En verdad, sería bueno hacer algo así. He estado estudiando el bien.

source: [_hi_] Last question...
french: [_hi_] Dernière question...
italian: [_hi_] Ultima domanda...
japanese: [_hi_] 最後の質問...
spanish: [_hi_] Última pregunta ...

source: [_hi_] How do you feel about that my husband is the Hokage? Such a responsibility often pushes away...
french: [ _hi_ ] Comment vous sentez-vous à propos de ce que mon mari est l'Hokage? Une telle responsabilité fait souvent disparaître ...
italian: [_hi_] Come ti senti che mio marito è l'Hokage? Tale responsabilità spesso spinge via...
japanese: [_hi_] 夫が陽気であることについてどう思いますか? そんな責任はしばしば押しのけられます...
spanish: [_hi_] ¿Cómo sientes que mi marido es el Hokage? Esta responsabilidad a menudo se aleja de ello...

source: [_r_] There's nothing good or bad about it. For me it's just a job, so don't worry. But your husband is a good man by itself.
french: [ _r_ ] Il n'y a rien de bon ou de mauvais. Pour moi, ce n'est qu'un travail, donc ne vous inquiéte pas. Mais votre mari est un homme bon par lui-même.
italian: [_r_] Non c'è niente di buono o di male a riguardo. Per me è solo un lavoro, quindi non preoccupatevi. Ma tuo marito è un bravo uomo da solo.
japanese: [_r_] それについては何も良くも悪くもありません。 私にとってはただの仕事なので、心配しないでください。でもあなたの夫は一人でいい人です。
spanish: [_r_] No hay nada bueno o malo en ello. Para mí es sólo un trabajo, así que no te preocupes; pero tu marido es un buen hombre por sí mismo.

source: [_r_] Are you joking? I'd be so happy to work for Naruto! I admire him as a shinobi and also I know a lot about him. For me it'd be very cool!
french: [_r_] Vous plaisantez ? Je serais si heureux de travailler pour Naruto ! Je l'admire comme un shinobi et aussi je sais beaucoup à son sujet. Pour moi, ça serait très cool!
italian: [_r_] Stai scherzando? Sarei così felice di lavorare per Naruto! Lo ammiro come shinobi e anche so molto su di lui. Per me sarebbe molto cool!
japanese: [_r_] 冗談を言っているのか？ナルトのために働けて嬉しいよ！ 私は彼を忍として尊敬し、また彼について多くのことを知っています。 私にとって、それはとてもクールです!
spanish: [_r_] ¿Estás bromeando? ¡Estaría tan feliz de trabajar por Naruto! Lo admiro como un shinobi y también sé mucho de él. Para mí sería muy genial!

source: [_hi_] Okay, thanks. I've heard everything I wanted. I need some time to think it out, I'll call you back later.
french: [_hi_] D'accord, merci. J'ai entendu tout ce que je voulais. J'ai besoin d'un peu de temps pour y réfléchir, je vous rappellerai plus tard.
italian: [_hi_] Okay, grazie. Ho sentito tutto quello che volevo. Ho bisogno di un po' di tempo per pensarci, ti richiamerò più tardi.
japanese: [_hi_] ありがとうございます。すべて聞きました。少し時間をいただき、後でかけ直します。
spanish: [_hi_] Vale, gracias. He escuchado todo lo que deseaba. Necesito algún tiempo para pensarlo, te llamaré de nuevo más tarde.

source: [_r_] It was nice to meet you. See you.
french: [ _r_ ] C'était agréable de vous rencontrer. A vous voir.
italian: [_r_] È stato bello incontrarti. Vedi.
japanese: [_r_] お会いできて嬉しかったです。会いましょう。
spanish: [_r_] Ha sido agradable conocerte. Ve a ti.

source: [_hi_] I was glad to talk to you, goodbye.
french: [ _hi_ ] J'étais heureux de vous parler, au revoir.
italian: [_hi_] Sono stato felice di parlarvi, arrivederci.
japanese: [_hi_] お会いできて嬉しかったです。
spanish: [_hi_] Me encantó hablar contigo, adiós.

source: [_ka_] I've been waiting for you.
french: [ _ka_ ] Je t'ai attendu.
italian: [_ka_] ti ho aspettato.
japanese: [_ka_] お待ちしておりました。
spanish: [_ka_] te he estado esperando.

source: [_r_] You look much calmer than in the morning.
french: [ _r_ ] Vous avez l'air beaucoup plus calme que le matin.
italian: [_r_] Sembri molto più calmo che al mattino.
japanese: [_r_] 朝よりずっと穏やかに見えますね。
spanish: [_r_] Te ves mucho más calmer que por la mañana.

source: [_ka_] I'm just a little upset.
french: [_ka_] Je suis juste un peu contrarié.
italian: [_ka_] Sono solo un po' sconvolto.
japanese: [_ka_] 私は少し動揺しています.
spanish: [_ka_] Estoy un poco molesto.

source: [_r_] What is it?
french: [_r_] Qu'est-ce que c'est?
italian: [_r_] Che cos'è?
japanese: [_r_] 何ですか？
spanish: [_r_] ¿Qué es?

source: [_ka_] Hinata called about work.
french: [_ka_] Hinata appelé sur le travail.
italian: [_ka_] Hinata ha chiamato sul lavoro.
japanese: [_ka_] ひなたは仕事について電話をかけた。
spanish: [_ka_] Hinata llamó sobre el trabajo.

source: [_r_] And what did she say? Am I hired?!
french: [_r_] Et qu'a-t-elle dit? Suis-je engagé?!
italian: [_r_] E cosa ha detto? Sono io assunto?!
spanish: [_r_] ¿Y qué dijo? ¿He contratado?!

source: [_ka_] I'd like to believe so... But unfortunately no. She refused.
french: [_ka_] J'aimerais le croire... Mais malheureusement, non. Elle a refusé.
italian: [_ka_] mi piacerebbe crederlo... Ma purtroppo no. Ha rifiutato.
japanese: [_ka_] 私はそう信じたいです... しかし、残念ながらいいえ.
spanish: [_ka_] Me gustaría creerlo... Pero desafortunadamente no. Ella se negó.

source: [_r_] Why... I really didn't inspire conference in her?
french: [ _r_ ] Pourquoi ... Je n'ai vraiment pas inspiré la conférence en elle?
italian: [_r_] Perché... Non ho davvero ispirato la conferenza in lei?
japanese: [_r_] なぜ...彼女の会議に刺激を与えなかったのですか?
spanish: [_r_] ¿Por qué... realmente no inspiro la conferencia en ella?

source: [_ka_] She said that you are not suitable and didn't even tell why.
french: [_ka_] Elle a dit que vous n'étiez pas convenable et qu'elle ne disait même pas pourquoi.
italian: [_ka_] Ha detto che non sei adatto e non ha nemmeno detto il perché.
japanese: [_ka_] 彼女はあなたが適切ではないとさえ理由を教えてくれませんでした。
spanish: [_ka_] Ella dijo que usted no es adecuado y ni siquiera dijo por qué.

source: [_r_] But how so... I've tried so much to make her like me...
french: [ _r_ ] Mais comment ... J'ai tellement essayé de la faire comme moi ...
italian: [_r_] Ma così... ho provato così tanto a farla come me...
japanese: [_r_] しかし、どのように...
spanish: [_r_] Pero así que... he intentado tanto hacerla como yo...

source: [_ka_] This might be the problem.
french: [ _ka_ ] Cela peut être le problème.
italian: [_ka_] Questo potrebbe essere il problema.
japanese: [_ka_] これが問題かもしれません。
spanish: [_ka_] Este podría ser el problema.

source: [_r_] Sorry, It seems that I failed.
french: [ _r_ ] Désolé, il semble que j'ai échoué.
italian: [_r_] Mi dispiace, sembra che non sia riuscito.
japanese: [_r_] 申し訳ありませんが、失敗したようです。
spanish: [_r_] Lo sentimos, parece que he fallado.

source: [_ka_] You are a whole failure.
french: [ _ka_ ] Vous êtes un échec complet.
italian: [_ka_] Sei un intero fallimento.
japanese: [_ka_] あなたは全く失敗しました。
spanish: [_ka_] Usted es un fracaso total.

source: [_r_] I'll fix it if...
french: [_r_] Je vais le réparer si...
italian: [_r_] lo risolverò se...
japanese: [_r_] 私はそれを修正します...
spanish: [_r_] Lo arreglaré si...

source: [_ka_] It was the best chance recently but you. You ruined everything.
french: [ _ka_ ] C'était la meilleure chance récemment, mais vous. Tu as tout gâché.
italian: [_ka_] È stata la migliore occasione di recente, ma tu. Hai rovinato tutto.
japanese: [_ka_] 最近は最高のチャンスでしたが、あなたはすべてを台無しにしました。
spanish: [_ka_] Fue la mejor oportunidad recientemente pero tu. Lo arruinaste todo.

source: [_ka_] There was a potential in you but it looks like I overestimated the scopes.
french: [ _ka_ ] Il y avait un potentiel en vous mais il semble que j'ai suresfé les portées.
italian: [_ka_] C'era un potenziale in te, ma sembra che ho sopravvalutato gli ambiti.
japanese: [_ka_] あなたの中には可能性がありましたが、スコープを過大評価したようです。
spanish: [_ka_] Había un potencial en ti, pero parece que sobreestimé los alcances.

source: [_ka_] But you could've become the Lord of Shinobi...
french: [ _ka_ ] Mais vous pourriez devenir le Seigneur de Shinobi ...
italian: [_ka_] Ma potreste diventare il Signore di Shinobi...
japanese: [_ka_] でも、忍の主になれるかもしれません。
spanish: [_ka_] Pero podrías convertirte en el Señor de Shinobi...

source: [_ka_] There you are! What do you think about Hinata? I bet you liked her.
french: [_ka_] Vous voilà! Que pensez-vous d'Hinata ? Je parie que vous l'avez aimée.
italian: [_ka_] Ci sei! Cosa ne pensi di Hinata? Scommetto che ti è piaciuta.
japanese: [_ka_] ほら！ひなたについてどう思いますか？きっと彼女が好きだったでしょう。
spanish: [_ka_] ¡Ahí estás! ¿Qué piensas de Hinata? Apuesto a que te gustó.

source: [_r_] Of course! She's such a sweet person.
french: [ _r_ ] Bien sûr ! C'est une personne si gentile.
italian: [_r_] Certo! È una persona così dolce.
japanese: [_r_] もちろん！彼女はとても優しい人です。
spanish: ¡[_r_] por supuesto! Es una persona tan dulce.

source: [_ka_] Oh, put it off. I see your perverted eyes, you'll fuck her soon!
french: [_ka_] Oh, arrêtez-le. Je vois vos yeux pervertis, vous la baiserez bientôt !
italian: [_ka_] Oh, lo spenga. Vedo i tuoi occhi perversi, la scoperai presto!
japanese: [_ka_] ああ、止めろ。変態の目を見ると、すぐに彼女をファックするぞ！
spanish: [_ka_] Oh, déjalo. Veo tus ojos perversos, ¡la follarás pronto!

source: [_r_] Sounds hot... I even got inflamed!
french: [_r_] Sait chaud... J'ai même été enflammé !
italian: [_r_] Suona caldo... Mi sono persino infiammato!
japanese: [_r_] 熱い音...私も炎症を受けました!
spanish: [_r_] Suena caliente... ¡Incluso me encendido!

source: [_ka_] Hinata called me recently and you know what?
french: [_ka_] Hinata m'a appelé récemment et vous savez quoi?
italian: [_ka_] Hinata mi ha chiamato di recente e sai cosa?
japanese: [_ka_] ひなたちゃんが最近私に電話してきて、知ってる？
spanish: [_ka_] Hinata me llamó recientemente y ¿sabes qué?

source: [_r_] Say it please, I'm too excited!
french: [_r_] Dites-le, je suis trop excité !
italian: [_r_] Dite per favore, sono troppo eccitato!
japanese: [_r_] お願いです。興奮しすぎます！
spanish: [_r_] Diga que por favor, estoy muy emocionado!

source: [_ka_] You're hired!
french: [_ka_] Vous êtes embauché!
italian: [_ka_] Sei assunto!
japanese: [_ka_] 採用されました！
spanish: [_ka_] ¡Has sido contratado!

source: [_r_] I did it...
french: [_r_] Je l'ai fait...
italian: [_r_] l'ho fatta...
japanese: [_r_] やったchar@@1
spanish: [_r_] Lo hice ...

source: [_ka_] I doubted a little about you, but you did a great job! I even want to reward now.
french: [_ka_] J'ai douté un peu de vous, mais vous avez fait un excellent travail ! Je veux même récompenser maintenant.
italian: [_ka_] Ho dubitato un po 'di te, ma hai fatto un ottimo lavoro! Voglio anche ricompensare ora.
japanese: [_ka_] 少し疑っていましたが、あなたは素晴らしい成果を上げてくれました！今の報酬さえ欲しいです。
spanish: [_ka_] Yo dudaba un poco de ti, ¡pero hiciste un gran trabajo! Incluso quiero recompensar ahora.

source: [_r_] So, what are you waiting for...
french: [ _r_ ] Alors, que vous attendez ...
italian: [_r_] Quindi, cosa stai aspettando...
japanese: [_r_] だから、あなたは何を待っています...
spanish: [_r_] Entonces, ¿qué estás esperando...

source: [_m_] This is it, a gorgeous lady from Ootsutsuki sits in front of me on her knees and sucks my cock!
french: [_m_] C'est ça, une magnifique dame d'Ootsutsuki s'assied devant moi à genoux et suce ma queue !
italian: [_m_] Questo è questo, una splendida signora di Ootsutsuki siede davanti a me in ginocchio e succhia il mio cazzo!
japanese: [_m_] これで、大筒木の豪華な女性が膝の上に座り、私のコックを吸います!
spanish: [_m_] Esto es así, una gorgeosa dama de Ootsutsuki se sienta delante de mí sobre sus rodillas y chupa mi polla!

source: [_m_] I had no idea this would feel so good!
french: [_m_] Je n'avais aucune idée que cela se sentirait si bien !
italian: [_m_] non avevo idea che questo si sarebbe sentito così bene!
japanese: [_m_] こんなに良い気分になるとは思っていませんでした!
spanish: [_m_] No tenía ni idea de que esto se sentiría tan bien!

source: [_r_] Damn, you're so good at it...
french: [_r_] Bon sang, vous êtes si doux...
italian: [_r_] Dannazione, sei così bravo in esso...
japanese: [_r_] くそ、あなたはそれが得意です...
spanish: [_r_] Maldito, eres tan bueno para el...

source: [_r_] Did you practice it with someone?
french: [_r_] Avez-vous pratiqué cela avec quelqu'un ?
italian: [_r_] L'hai praticata con qualcuno?
japanese: [_r_] 誰かと練習しましたか?
spanish: [_r_] ¿Lo practicaste con alguien?

source: [_ka_] Mmph... Shuf... Uph...
japanese: [_ka_] 時速char@@1 シャフ...
spanish: [_ka_] Mmph... Mezclar... Arriba...

source: [_r_] Don't get distracted...
french: [ _r_ ] Ne vous distrait pas ...
italian: [_r_] Non distrarsi...
japanese: [_r_] 気を取られないように...
spanish: [_r_] No se distraigan...

source: [_m_] I think I've teased her too much!
french: [ _m_ ] Je pense que je l'ai trop taquinée !
italian: [_m_] penso di averla presa in giro troppo!
japanese: [_m_] 私は彼女をからかったと思います!
spanish: [_m_] ¡Creo que la he agarrado demasiado!

source: [_m_] She holds my dick tightly and starts sucking it faster!
french: [_m_] Elle tient ma queue bien ferme et commence à la sucer plus vite !
italian: [_m_] Lei tiene il mio cazzo strettamente e inizia a succhiare più velocemente!
japanese: [_m_] 彼女はしっかりと私のペニスを保持し、それをより速く吸い始めます!
spanish: [_m_] ¡Ella sostiene mi polla firmemente y empieza a chuparla más rápido!

source: [_r_] Fuck! Yes! I... I think I'll...
french: [_r_] Fuck ! Oui! Je... je pense que je...
italian: [_r_] Fuck! Sì! Io... penso che abbiamo...
japanese: [_r_] ファック! はい! 私は...
spanish: [_r_] ¡Sí! ¡Sí! Yo... creo que yo...

source: [_r_] Inside! I want to cum inside your mouth!
french: [_r_] À l'intérieur ! Je veux éjaculer dans ta bouche !
italian: [_r_] Inside! Voglio sborrare dentro la tua bocca!
japanese: [_r_] 内側！口の中に閉じ込めたい！
spanish: ¡[_r_] por dentro! ¡Quiero cum dentro de tu boca!

source: [_r_] I'M CUMMING! TAKE IT ALL!
french: [_r_] JE SUITE ! PRENEZ TOUT !
italian: [_r_] SONO CUMMING! SU TUTTO!
japanese: [_r_] I'M CUMMING! それをすべて受け取る!
spanish: [_r_] ¡MÁS CUMING! ¡TOYA TODOS!

source: [_m_] And then I filled Kamiko's mouth with my semen.
french: [ _m_ ] Et puis j'ai rempli la bouche de Kamiko avec mon sperme.
italian: [_m_] E poi ho riempito la bocca di Kamiko con il mio sperma.
japanese: [_m_] そして、神子さんの口に精液を入れました。
spanish: [_m_] Y luego llené la boca de Kamiko con mi semen.

source: [_m_] She sucks it dry and cleans my cock with her tongue.
french: [_m_] Elle le suce à sec et nettoie ma queue avec sa langue.
italian: [_m_] Lei lo succhia asciutto e pulisce il mio cazzo con la lingua.
japanese: [_m_] 彼女はそれを乾燥吸うと彼女の舌で私のコックをきれいに.
spanish: [_m_] Ella la chupa seca y limpia mi polla con su lengua.

source: [_m_] There was so much that some sperm even dripped out of her nose...
french: [ _m_ ] Il y avait tellement que certains spermatozoïdes ont même asséché de son nez ...
italian: [_m_] C'era così tanto che alcuni spermatozoi anche sgocciolavano dal naso...
japanese: [_m_] あまりにも多くの精子が鼻から滴り落ちるほど...
spanish: [_m_] Había tanto que algunos espermatozoides incluso gotearon de su nariz...

source: [_m_] This is so fucking good...
french: [ _m_ ] C'est tellement bien ...
italian: [_m_] Questo è così fottuto...
japanese: [_m_] これはとてもクソ良いです...
spanish: [_m_] Esto es tan fucking bueno...

source: [_ka_] That's it, you've got your reward. Do you fell satisfied now?
french: [_ka_] Voilà, vous avez reçu votre récompense. Vous êtes tombé satisfait maintenant?
italian: [_ka_] Ecco, hai ricevuto la tua ricompensa. Sei stato soddisfatto adesso?
japanese: [_ka_] 以上、報酬を獲得しました。満足しましたか？
spanish: [_ka_] Eso es todo, tienes tu recompensa. ¿Te has quedado satisfecho ahora?

source: [_ka_] If you keep going like that, be pretty sure that you're going to get a lot more in the future.
french: [ _ka_ ] Si vous continuez comme ça, soyez sûr que vous allez vous en procurer beaucoup plus à l'avenir.
italian: [_ka_] Se continui ad andare così, assicurati di avere molto di più in futuro.
japanese: [_ka_] そんなことを続けているなら、将来もっとたくさんのことができると確信してください。
spanish: [_ka_] Si usted sigue así, esté bastante seguro de que va a conseguir mucho más en el futuro.

source: [_r_] Could I count on this for the next time?
french: [ _r_ ] Pourrais-je compter sur cela pour la prochaine fois?
italian: [_r_] Potrei contare su questo per la prossima volta?
japanese: [_r_] 次回はこれを当てにしていただけませんか?
spanish: [_r_] ¿Podría contar con esto para la próxima vez?

source: [_ka_] Not with me, you dumbass. You'll be able doing everything you want with subduded kunoichi bodies. They're gonna bed you for this.
french: [ _ka_ ] Pas avec moi, mec. Tu vas pouvoir faire tout ce que tu veux avec les corps de kunoichi. Ils vont te coucher pour ça.
italian: [_ka_] Non con me, tu dumbass. Sarai in grado di fare tutto quello che vuoi con corpi kunoichi sottomessi. Ti andranno a letto per questo.
japanese: [_ka_] 私と一緒ではない、この馬鹿野郎。あなたが望むことをすべてやることができるでしょう。彼らはこのためにあなたをベッドにするつもりです。
spanish: [_ka_] No conmigo, tu basura. Podrás hacer todo lo que quieras con cuerpos de kunoichi subdudados. Te van a dormir para esto.

source: [_r_] And my first aim is going to be Hinata.
french: [ _r_ ] Et mon premier objectif sera d'être Hinata.
italian: [_r_] E il mio primo obiettivo sarà Hinata.
japanese: [_r_] そして私の最初の狙いは日向になることです。
spanish: [_r_] Y mi primer objetivo va a ser Hinata.

source: [_ka_] You little bastard! Don't you forget that I still can kill you!
french: [_ka_] Ton petit bâtard ! N'oublie pas que je peux toujours te tuer!
italian: [_ka_] Tu piccolo bastardo! Non dimenticare che posso ancora ucciderti!
japanese: [_ka_] この野郎！まだ俺が殺せることを忘れるな！
spanish: [_ka_] ¡Tú poca basta! ¡No te olvides de que todavía puedo matarte!

source: [_r_] Hey, take it easy...
french: [ _r_ ] Hé, prends la chose facile ...
italian: [_r_] Ehi, prendi facilmente...
japanese: [_r_] ちょっと落ち着いて...
spanish: [_r_] Oye, tómate fácil...

source: [_ka_] You've got a blowjob from the future queen of this world and you're turning up your nose like that, asshole.
french: [_ka_] Vous avez une pipe de la future reine de ce monde et vous êtes en train de monter votre nez comme ça, asshole.
italian: [_ka_] Hai un pompino dalla futura regina di questo mondo e ti stai alzando il naso così.
japanese: [_ka_] この世界の未来の女王からフェラチオを受けて、そんな風に鼻を上げてるぞクソ野郎。
spanish: [_ka_] Tienes una mamada de la futura reina de este mundo y te estás volviendo la nariz como esa, asshole.

source: [_r_] You'll do it much better next time!
french: [_r_] Vous allez faire bien mieux la prochaine fois !
italian: [_r_] La prossima volta lo farai molto meglio!
japanese: [_r_] 次回はもっとうまくいきますよ！
spanish: [_r_] ¡Lo harás mucho mejor la próxima vez!

source: [_ka_] There'll be no next time, it was your first and last one.
french: [ _ka_ ] Il n'y aura pas de prochaine fois, c'était votre premier et dernier.
italian: [_ka_] Non ci sarà la prossima volta, è stato il tuo primo e l'ultimo.
japanese: [_ka_] 次回はありません。あなたの最初で最後のものでした。
spanish: [_ka_] No habrá la próxima vez, fue la primera y la última.

source: [_r_] I thought we'll do this again...
french: [_r_] Je pensais que nous recommencerons...
italian: [_r_] Ho pensato che lo faremo di nuovo...
japanese: [_r_] もう一度やると思っていました...
spanish: [_r_] pensé que lo haremos de nuevo...

source: [_ka_] In your dreams. You're going to have a lot of others to fuck with, that's what I gave you this power for.
french: [ _ka_ ] Dans tes rêves. Tu vas avoir beaucoup d'autres à baiser, c'est ce pour quoi je t'ai donné ce pouvoir.
italian: [_ka_] Nei tuoi sogni. Avrai molti altri con cui scopare, è quello che ti ho dato questo potere.
japanese: [_ka_] 夢の中で、あなたは他の多くの人とセックスするつもりだ、それは私があなたにこの力を与えたものです。
spanish: [_ka_] En tus sueños. Vas a tener muchos otros para follar con, eso es lo que te he dado este poder.

source: [_r_] Of course, Hinata!
french: [_r_] Bien sûr, Hinata !
italian: [_r_] Certo, Hinata!
japanese: [_r_] もちろん、ひなた!
spanish: [_r_] por supuesto, ¡Hinata!

source: [_ka_] Concerning Hinata, listen my advice: you need to find a moment then you two will be alone. As soon as you touch her skin, you'll have a chance to use your power.
french: [ _ka_ ] Concernant Hinata, écoutez mon conseil: vous devez trouver un moment, alors vous deux serez seul. Dès que vous touchez sa peau, vous aurez l'occasion d'utiliser votre pouvoir.
italian: [_ka_] Per quanto riguarda Hinata, ascoltate il mio consiglio: dovete trovare un attimo allora voi due sarete soli. Non appena si tocca la sua pelle, avrete la possibilità di utilizzare il vostro potere.
japanese: [_ka_] ひなたについては、私のアドバイスを聞いてください:あなたは2人が一人になる瞬間を見つける必要があります。 彼女の肌に触れるとすぐに、あなたの力を使用する機会があります。
spanish: [_ka_] En cuanto a Hinata, escucha mis consejos: necesitas encontrar un momento entonces dos estarán solos. Tan pronto como toques su piel, tendrás la oportunidad de usar tu poder.

source: [_ka_] Just imagine fucking her at this moment and little by little you will deprave her mind.
french: [ _ka_ ] Imaginez juste la putain d'elle en ce moment et peu à peu vous déprrez son esprit.
italian: [_ka_] Immaginate di scoparla in questo momento e poco a poco depraverete la sua mente.
japanese: [_ka_] ちょうどこの瞬間で彼女をクソ想像し、少しずつあなたは彼女の心を堕落させます.
spanish: [_ka_] Solo imagina follarla en este momento y poco a poco deprenderás su mente.

source: [_r_] I'm going to study with her daughter in their house, am I right?
french: [_r_] Je vais étudier avec sa fille dans leur maison, n'est-ce pas?
italian: [_r_] Io studierò con sua figlia in casa, ho ragione?
japanese: [_r_] 私は彼らの家で彼女の娘と一緒に勉強するつもりです, 私は正しいですか?
spanish: [_r_] Voy a estudiar con su hija en su casa, ¿tengo razón?

source: [_ka_] Indeed.
french: [_ka_] En effet.
italian: [_ka_] Effettivamente.
japanese: [_ka_] 確かに.
spanish: [_ka_] De hecho.

source: [_ka_] At first you will only teach Himawari.
french: [ _ka_ ] Au début, vous n'enseignerez qu'à Himawari.
italian: [_ka_] All'inizio insegnerai solo Himawari.
japanese: [_ka_] 最初はひまわりだけを教えます。
spanish: [_ka_] Al principio sólo enseñará a Himawari.

source: [_r_] But what about Naruto? If he'll be at home it won't be so easy...
french: [_r_] Mais qu'en est-il de Naruto ? S'il sera chez lui, ce ne sera pas aussi facile...
italian: [_r_] Ma che dire di Naruto? Se sarà a casa non sarà così facile...
japanese: [_r_] でもナルトはどうですか? もし彼が家にいるなら、それほど簡単ではありません...
spanish: [_r_] Pero ¿qué pasa con Naruto? Si estará en casa no será tan fácil...

source: [_ka_] Don't be afraid, Hokage is too busy, he's rarely at home, so he sends a shadow clone.
french: [ _ka_ ] N'ayez pas peur, Hokage est trop occupé, il est rarement à la maison, donc il envoie un clone de l'ombre.
italian: [_ka_] Non abbiate paura, Hokage è troppo occupato, è raramente a casa, quindi manda un clone ombra.
japanese: [_ka_] 怖がらないで、Hokageはあまりにも忙しく、自宅ではめったにないので影のクローンを送ります。
spanish: [_ka_] No te preocupes, Hokage está demasiado ocupado, rara vez está en casa, así que envía un clon en la sombra.

source: [_r_] If he doesn't get in a way, I have all the chances!
french: [ _r_ ] S'il ne s'en prend pas, j'ai toutes les chances !
italian: [_r_] Se non ottiene in un certo senso, ho tutte le possibilità!
japanese: [_r_] もし彼が邪魔をしなければ、私にはチャンスがあります!
spanish: [_r_] Si no se interpone en un camino, ¡tengo todas las posibilidades!
