Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] I love to travel, that's true, but the biggest period of my life, I was something of a hermit...
french: [ _r_ ] J'aime voyager, c'est vrai, mais la plus grande période de ma vie, j'étais quelque chose d'ermite ...
italian: [_r_] Mi piace viaggiare, è vero, ma il periodo più grande della mia vita, ero qualcosa di un eremito...
japanese: [_r_] 私は旅行が大好きです, それは本当です, しかし、私の人生の最大の期間, 私は庵の何かでした...
spanish: [_r_] Me encanta viajar, eso es cierto, pero el período más grande de mi vida, yo era algo de ermita...

source: [_r_] Socializing with people didn't make me feel good, so I avoided it...
french: [ _r_ ] Socialiser avec les gens ne m'a pas fait me sentir bien, alors je l'ai évité ...
italian: [_r_] Socializzare con la gente non mi ha fatto sentire bene, quindi l'ho evitato...
japanese: [_r_] 人との交流は私を良い気分にさせなかったので、私は避けました...
spanish: [_r_] Socializar con la gente no me hizo sentir bien, así que lo evité...

source: [_m_] Much to my regret this is true... In order for this conversation to open her soul, I damn well have to open mine...
french: [_m_] À mon grand regret, c'est vrai... Pour que cette conversation ouvre son âme, je dois bien ouvrir la mienne...
italian: [_m_] Tanto per il mio rammarico questo è vero... Affinché questa conversazione apra la sua anima, ho maledetto bene deve aprire la mia...
japanese: [_m_] 私の後悔には、これは本当です...この会話が彼女の魂を開くために、私はひどくよく私のを開かなければなりません...
spanish: [_m_] Mucho para mi pesar esto es verdad... Para que esta conversación abra su alma, bien tengo que abrir la mina...

source: [_hi_] But it's not like that now, is it? Right? Have you found your place now?
french: [_hi_] Mais ce n'est pas comme ça, n'est-ce pas? Vous avez trouvé votre place maintenant?
italian: [_hi_] Ma ora non è così? giusto? Hai trovato il tuo posto ora?
japanese: [_hi_] でも今はそうではありませんよね？今あなたの場所を見つけたことはありますか？
spanish: [_hi_] Pero no es así ahora, ¿es así? ¿No? ¿Han encontrado su lugar ahora?

source: [_r_] I think... Yeah. You know... It's like I feel like I belong here, next to you.
french: [_r_] Je pense... Ouais. Vous savez... C'est comme si j'apparaissais ici, à côté de vous.
italian: [_r_] penso... Sì. Sai. È come se fossi qui, accanto a te.
japanese: [_r_] 私は思うchar@@1 ええ、あなたは知っている、それは私がここに属しているように感じる、あなたの隣。
spanish: [_r_] Creo que... Sí. Sabes... Es como me siento como yo pertenezco aquí, junto a ti.

source: [_hi_] Close by...
french: [_hi_] Fermer par...
italian: [_hi_] Chiudi per...
japanese: [_hi_] 閉じる...
spanish: [_hi_] Cerrar por...

source: [_hi_] For a very long time I've been living the dream of having someone by my side...
french: [ _hi_ ] Pendant très longtemps, j'ai vécu le rêve d'avoir quelqu'un de mon côté ...
italian: [_hi_] Da molto tempo vivo il sogno di avere qualcuno al mio fianco...
japanese: [_hi_] 私は長い間、誰かをそばに連れて行くという夢を生きてきました。
spanish: [_hi_] Durante mucho tiempo he estado viviendo el sueño de tener a alguien a mi lado ...

source: [_hi_] From a very young age, my father expected things from me that I could not give...
french: [ _hi_ ] À partir d'un très jeune âge, mon père m'attendait des choses que je ne pouvais pas donner ...
italian: [_hi_] Da molto giovane, mio padre mi aspettava cose che non potevo dare...
japanese: [_hi_] 幼い頃から、父は私には与えられないものを期待していました。
spanish: [_hi_] Desde una edad muy temprana, mi padre esperaba cosas de mí que no podía dar...

source: [_hi_] It made me feel like I was in a cage.
french: [ _hi_ ] Cela m'a fait sentir que j'étais dans une cage.
italian: [_hi_] Mi fece sentire come se fossi in una gabbia.
japanese: [_hi_] 檻の中にいるような気分になりました。
spanish: [_hi_] Me hizo sentir que estaba en una jaula.

source: [_hi_] When I got older, my family helped me get rid of that cage...
french: [ _hi_ ] Quand j'ai été plus âgé, ma famille m'a aidé à me débarrasser de cette cage ...
italian: [_hi_] Quando ho invecchiato, la mia famiglia mi ha aiutato a sbarazzarmi di quella gabbia...
japanese: [_hi_] 私が大きくなったとき、私の家族は私にそのケージを取り除くのを助けてくれました...
spanish: [_hi_] Cuando me hice mayor, mi familia me ayudó a deshacerse de esa jaula ...

source: [_hi_] Somehow I feel... That you too... My family...
french: [_hi_] D'une manière ou d'une autre, je ressens... Que vous aussi... Ma famille...
italian: [_hi_] Mi sento in qualche modo... anche tu... la mia famiglia...
japanese: [_hi_] なんとなく感じる...あなたも...私の家族...
spanish: [_hi_] de alguna manera me siento... Que tú también... Mi familia...

source: [_r_] What do you feel? To me...
french: [_r_] Qu'est-ce que vous ressentez? Pour moi...
italian: [_r_] Che cosa ti senti? Per me...
japanese: [_r_] あなたは何を感じますか?
spanish: [_r_] ¿Qué te sientes? Para mí...

source: [_hi_] This... This may sound strange coming from a married woman... But I feel that you're also... Part of me.
french: [_hi_] Voilà... Cela peut paraître étrange de la part d'une femme mariée... Mais j'ai le sentiment que vous aussi... Une partie de moi.
italian: [_hi_] Questo... Questo può sembrare strano venire da una donna sposata... Ma sento che sei anche... Parte di me.
japanese: [_hi_] これは、既婚女性からの奇妙に聞こえるかもしれません... しかし、私はあなたも同じように感じます...
spanish: [_hi_] Esto... Esto puede sonar extraño viniendo de una mujer casada... Pero siento que también estás... Parte de mí.

source: [_hi_] Just like my father and my sister... Just like my children... Just like Naruto...
french: [_hi_] Tout comme mon père et ma sœur... Tout comme mes enfants... Tout comme Naruto...
italian: [_hi_] Proprio come mio padre e mia sorella... proprio come i miei figli... proprio come Naruto...
japanese: [_hi_] 私の父や妹と同じように...
spanish: [_hi_] Al igual que mi padre y mi hermana... Al igual que mis hijos... Al igual que Naruto...

source: [_r_] I feel the same way... Hinata...
french: [_r_] Je me sens de la même façon... Hinata...
italian: [_r_] Mi sento allo stesso modo... Hinata...
japanese: [_r_] 同じように感じる...ひなた...
spanish: [_r_] Me siento de la misma manera... Hinata...

source: [_m_] I have plans to go visit Mirai today.
french: [ _m_ ] J'ai l'intention d'aller à Mirai aujourd'hui.
italian: [_m_] ho intenzione di andare a visitare Mirai oggi.
japanese: [_m_] 今日はみらいに行く予定があります。
spanish: [_m_] Tengo planeado visitar Mirai hoy.

source: [_m_] I should definitely try to use provocation on Kurenai, but she's kind of an experienced shinobi...
french: [ _m_ ] Je devrais absolument essayer d'utiliser la provocation sur Kurenai, mais elle est une sorte de shinobi d'expérience ...
italian: [_m_] Dovrei sicuramente cercare di usare la provocazione su Kurenai, ma lei è una specie di shinobi...
japanese: [_m_] 私は絶対にKurenaiで挑発を使うべきですが、彼女は経験豊富な忍の一種です...
spanish: [_m_] Definitivamente debería intentar usar la provocación en Kurenai, pero es una especie de shinobi experimentado...

source: [_m_] Do I have the strength to move on to more interesting conversations with her...
french: [ _m_ ] Ai-je la force de passer à des conversations plus intéressantes avec elle ...
italian: [_m_] Ho la forza di passare a conversazioni più interessanti con lei...
japanese: [_m_] もっと面白い会話に進む力はありますか?
spanish: [_m_] Tengo la fuerza para pasar a conversaciones más interesantes con ella...

source: [_r_] Kamiko! Do you know anything about Kurenai Yuhi?
french: [_r_] Kamiko! Savez-vous quoi que ce soit à propos de Kurenai Yuhi?
italian: [_r_] Kamiko! Sai qualcosa su Kurenai Yuhi?
japanese: [_r_] 神子！呉内結衣について何か知っていますか？
spanish: ¡[_r_] Kamiko! ¿Sabes algo sobre Kurenai Yuhi?

source: [_ka_] What exactly are you interested in?
french: [ _ka_ ] Qu'est-ce qui vous intéresse exactement?
italian: [_ka_] Cosa ti interessa esattamente?
japanese: [_ka_] どのようなことに興味がありますか?
spanish: [_ka_] ¿En qué estás interesado?

source: [_r_] Well, for example... Will I be able to fuck her by provoking arousal?
french: [_r_] Eh bien, par exemple... Pourrai-je la baiser en provoquant une excitation ?
italian: [_r_] Beh, per esempio... Sarò in grado di scoparla provocando eccitazione?
japanese: [_r_] さて、例えば... 私は覚醒を誘発することによって彼女をファックすることができますか?
spanish: [_r_] Bueno, por ejemplo... ¿podré follarla provocando la provocación?

source: [_ka_] Wow, you have a thing for older women?
french: [_ka_] Wow, tu as quelque chose pour les femmes plus âgées ?
italian: [_ka_] Wow, hai una cosa per le donne anziane?
japanese: [_ka_] うわー、あなたは年上の女性のためのものを持っていますか?
spanish: [_ka_] Wow, ¿tienes algo para mujeres mayores?

source: [_r_] Well actually she's pretty hot right now...
french: [_r_] Eh bien, en fait, elle est assez chaude en ce moment...
italian: [_r_] Beh, in realtà lei è piuttosto caldo in questo momento...
japanese: [_r_] 実際、彼女は今かなり暑いです...
spanish: [_r_] Bueno, está bastante caliente ahora mismo...

source: [_ka_] Whatever. With your level of provocation, you'd need two uses for her to want to ride you herself.
french: [ _ka_ ] Quoi qu'il en soit. Avec ton niveau de provocation, tu aurais besoin de deux usages pour qu'elle veuille te conduire elle-même.
italian: [_ka_] Qualunque cosa sia. Con il tuo livello di provocazione, avresti bisogno di due usi per lei per volerti cavalcare da sola.
japanese: [_ka_] 何でも。あなたの挑発レベルでは、彼女が自分自身に乗りたいと思うために2つの使い方が必要です。
spanish: [_ka_] Sea lo que sea. Con tu nivel de provocación, necesitarás dos usos para que ella quiera montarte a ti misma.

source: [_r_] So... So it's not that easy with her.
french: [ _r_ ] Donc ... Donc ce n'est pas si facile avec elle.
italian: [_r_] So... Quindi non è così facile con lei.
japanese: [_r_] だから...だから、それは彼女とそんなに簡単ではありません。
spanish: [_r_] Así que... Así que no es tan fácil con ella.

source: [_ka_] She hasn't developed her abilities in a long time, but she still has the right base to be a strong Kunuichi.
french: [ _ka_ ] Elle n'a pas développé ses capacités depuis longtemps, mais elle a toujours la bonne base pour être un Kunuichi fort.
italian: [_ka_] Non ha sviluppato le sue abilità da molto tempo, ma ha ancora la base giusta per essere un forte Kunuichi.
japanese: [_ka_] 彼女は長い間自分の能力を発達させていないが、彼女はまだ強い国市であるための適切な基盤を持っている。
spanish: [_ka_] Ella no ha desarrollado sus habilidades en mucho tiempo, pero todavía tiene la base adecuada para ser un fuerte Kunuichi.

source: [_ka_] In her case, you don't need direct touch. Her chakra perception is still at the proper level, but everything else, including control, has long been below average.
french: [ _ka_ ] Dans son cas, vous n'avez pas besoin d'une touche directe. Sa perception de chakra est toujours au bon niveau, mais tout le reste, y compris le contrôle, est depuis longtemps inférieur à la moyenne.
italian: [_ka_] Nel suo caso, non hai bisogno di un tocco diretto. La sua percezione del chakra è ancora al livello corretto, ma tutto il resto, compreso il controllo, è stato a lungo sotto la media.
japanese: [_ka_] 彼女の場合、直接触れる必要はありません。 彼女のチャクラ認識はまだ適切なレベルにあります, しかし、他のすべてのコントロールを含みます, 長い間、平均を下回っていました.
spanish: [_ka_] En su caso, no necesitas un toque directo. Su percepción de chakra sigue en el nivel adecuado, pero todo lo demás, incluido el control, ha estado durante mucho tiempo por debajo de la media.

source: [_r_] So I can just use provocation next to her?
french: [_r_] Je peux donc simplement utiliser la provocation à côté d'elle ?
italian: [_r_] Quindi posso solo usare la provocazione accanto a lei?
japanese: [_r_] だから彼女の隣に挑発を使えばいいの?
spanish: [_r_] ¿Puedo usar la provocación junto a ella?

source: [_ka_] Yes, that would be enough to get the ability to start working.
french: [ _ka_ ] Oui, cela suffirait à obtenir la capacité de commencer à travailler.
italian: [_ka_] Sì, sarebbe sufficiente per ottenere la capacità di iniziare a lavorare.
japanese: [_ka_] 作業を開始するには、それだけで十分です。
spanish: [_ka_] Sí, eso sería suficiente para tener la capacidad de empezar a trabajar.

source: [_r_] Got it, thanks for the information.
french: [ _r_ ] Got, merci pour les informations.
italian: [_r_] Ho capito, grazie per le informazioni.
japanese: [_r_] ご連絡ありがとうございます。
spanish: [_r_] Entendido, gracias por la información.

source: [_mira_] You came...
french: [_mira_] Vous êtes venu...
italian: [_mira_] Sei venuto...
japanese: [_mira_] あなたが来ました...
spanish: [_mira_] Usted vino ...

source: [_r_] Hi, yes, you invited me.
french: [ _r_ ] Salut, oui, vous m'avez invité.
italian: [_r_] Ciao, sì, mi hai invitato.
japanese: [_r_] こんにちは、はい、あなたは私を招待しました。
spanish: [_r_] Hola, sí, me invitaste.

source: [_mira_] B-but you're the one who wanted to...
french: [ _mira_ ] B-mais vous êtes celui qui voulait ...
italian: [_mira_] B-ma tu sei quello che voleva...
japanese: [_mira_] B-しかし、あなたは...
spanish: [_mira_] B-pero eres el que quería...

source: [_r_] Never mind, your mom's home tonight, isn't she?
french: [_r_] Peu importe, la maison de votre mère ce soir, n'est-ce pas?
italian: [_r_] Non importa, la casa di tua madre stasera, vero?
japanese: [_r_] あなたのお母さんの今夜は気にしないでくださいね。
spanish: [_r_] No importa, la casa de tu compañero esta noche, ¿no es ella?

source: [_mira_] Yes, but...
french: [ _mira_ ] Oui, mais ...
italian: [_mira_] Sì, ma...
japanese: [_mira_] はい, しかし...
spanish: [_mira_] Sí, pero...

source: [_mira_] D-don't tell me you want with my mother...
french: [_mira_] D-ne me dites pas que tu veux avec ma mère...
italian: [_mira_] D-non mi dica che vuoi con mia madre...
japanese: [_mira_] D-あなたが私の母と一緒にしたいと私に言わない...
spanish: [_mira_] D-no me digas que quieres con mi madre...

source: [_r_] Relax, I just want to talk to her about Hinata.
french: [ _r_ ] Relax, je veux juste lui parler d'Hinata.
italian: [_r_] Relax, voglio solo parlare con lei di Hinata.
japanese: [_r_] リラックスして、ひなたについて話をしたい。
spanish: [_r_] Relax, solo quiero hablar con ella sobre Hinata.

source: [_mira_] Since that's the case... Then I'll call her...
french: [_mira_] Puisque c'est le cas... Alors je vais l'appeler...
italian: [_mira_] Dal momento che è il caso... Allora la chiamerò...
japanese: [_mira_] だから、私は彼女に電話します...
spanish: [_mira_] Desde que ese es el caso... Entonces la llamaré...

source: [_r_] Be so kind.
french: [ _r_ ] Soyez si gentil.
italian: [_r_] Sii così gentile.
japanese: [_r_] とても親切にしてください.
spanish: [_r_] Sea tan amable.

source: [_kure_] Good afternoon! You're [viname], the tutor we met yesterday, right?
french: [_kure_] Bonjour ! Vous êtes [viname], le tuteur que nous avons rencontré hier, non ?
italian: [_kure_] Buon pomeriggio! Sei [viname], il tutor che abbiamo incontrato ieri, giusto?
japanese: [_kure_] こんにちは！昨日お会いした家庭教師の [viname]さんですね？
spanish: [_kure_] ¡Buena tarde! Eres [viname], el tutor con el que nos reunimos ayer, ¿verdad?

source: [_kure_] What brings you to our house? We weren't expecting visitors.
french: Qu'est-ce qui vous amène chez nous? Nous n'attendions pas de visiteurs.
italian: [_kure_] Cosa ti porta a casa nostra? Non ci aspettavamo visitatori.
japanese: [_kure_] 私たちの家には何がありますか?
spanish: [_kure_] ¿Qué te lleva a nuestra casa? No esperábamos visitantes.

source: [_r_] Hello, Kurenai, in fact your daughter and I have known each other for some time, our communication is going well, so I thought I'd drop by for a visit.
french: [_r_] Bonjour, Kurenai, en fait, votre fille et moi nous connaissons depuis un certain temps notre communication va bien, alors je pensais que je vais passer pour une visite.
italian: [_r_] Ciao, Kurenai, infatti tua figlia e io ci conosciamo da tempo, la nostra comunicazione sta andando bene, quindi ho pensato che avrei lasciato per una visita.
japanese: [_r_] こんにちは、Kurenaiさん、実際にはあなたの娘と私はしばらくの間お互いを知っています。 私たちのコミュニケーションはうまくいっているので、訪ねてみようと思いました。
spanish: [_r_] Hola, Kurenai, de hecho su hija y yo nos conocemos desde hace algún tiempo. nuestra comunicación va bien, así que pensé que me caería para una visita.

source: [_kure_] You're a little out of time today, we're in the middle of a big house cleaning. How about stopping by tomorrow? I wouldn't mind getting to know you better myself.
french: [ _kure_ ] Vous êtes un peu dehors aujourd'hui, nous sommes au milieu d'un nettoyage de grande maison. Qu'en est-il de l'arrêt de demain? Je ne voudrais pas vous apprendre à mieux vous connaître.
italian: [_kure_] Sei un po' fuori tempo oggi, siamo nel bel mezzo di una grande pulizia della casa. Che ne dici di fermarmi entro domani? Non mi dispiacerebbe conoscere meglio me stesso.
japanese: [_kure_] 今日は時間がないので、大きな家の掃除の最中です。 明日までに立ち寄ってみてはいかがですか。私はあなたをもっとよく知ってもかまいません。
spanish: [_kure_] Usted está un poco fuera de tiempo hoy, estamos en medio de una gran limpieza de la casa. ¿Qué tal parar para mañana? No me importaría conocerte mejor a ti mismo.

source: [_m_] Fuck, I'm obviously redundant here now, we need to act.
french: [_m_] Fuck, je suis évidemment redondant ici maintenant, nous devons agir.
italian: [_m_] Fuck, sono ovviamente ridondante qui ora, dobbiamo agire.
japanese: [_m_] ファック, 私は今ここに明らかに冗長です, 我々は行動する必要があります.
spanish: [_m_] Pequeño, obviamente soy redundante aquí ahora, tenemos que actuar.

source: [_r_] Sure, I'll be glad to come see you tomorrow.
french: [ _r_ ] Bien sûr, je serai heureux de venir vous voir demain.
italian: [_r_] Certo, sarò felice di venire a trovarti domani.
japanese: [_r_] もちろん、明日お会いできてうれしいです。
spanish: [_r_] Claro, estaré encantado de venir a verte mañana.

source: [_kure_] Y-yes... Sorry, I got a little dizzy, we'll be glad to see you tomorrow.
french: [_kure_] Oui... Désolé, j'ai un peu de vertige, nous serons heureux de vous voir demain.
italian: [_kure_] Y-sì... Mi dispiace, ho avuto un po 'di vertigini, saremo felici di vederti domani.
japanese: [_kure_] Y-yes... ごめんなさい、ちょっとめまいがして、明日お会いできて嬉しいです。
spanish: [_kure_] Y-y... Lo siento, me he quedado un poco mareado, nos alegraremos de verte mañana.

source: [_m_] I wonder why she didn't find another man after Asuma.
french: [ _m_ ] Je me demande pourquoi elle n'a pas trouvé un autre homme après Asuma.
italian: [_m_] Mi chiedo perché non abbia trovato un altro uomo dopo Asuma.
japanese: [_m_] なぜ彼女はあすま後に別の男を見つけなかったのだろう.
spanish: [_m_] Me pregunto por qué no encontró a otro hombre después de Asuma.

source: [_m_] With her looks, she could have had anyone...
french: [ _m_ ] Avec son apparence, elle aurait pu avoir quelqu'un ...
italian: [_m_] Con il suo sguardo, avrebbe potuto avere qualcuno...
japanese: [_m_] 彼女のルックスで, 彼女は誰でも持っていた可能性があります...
spanish: [_m_] Con sus miradas, podría haber tenido a alguien...

source: [_m_] I guess it really is love or something...
french: [ _m_ ] Je suppose que c'est vraiment l'amour ou quelque chose ...
italian: [_m_] Immagino che sia davvero amore o qualcosa...
japanese: [_m_] 本当に愛とかなんだろうな...
spanish: [_m_] Supongo que realmente es amor o algo...

source: [_m_] Mirai? She's also the first one to text.
french: [_m_] Mirai ? Elle est aussi la première à écrire.
italian: [_m_] Mirai? È anche la prima a testo.
japanese: [_m_] 未来? 彼女はまた、テキストに最初の1つです.
spanish: ¿[_m_] Mirai? Es también el primero en texto.

source: [_m_] Now that's just what we need!
french: [ _m_ ] Maintenant c'est ce dont nous avons besoin !
italian: [_m_] Ora è proprio quello di cui abbiamo bisogno!
japanese: [_m_] それが私たちに必要なものです！
spanish: [_m_] ¡Eso es exactamente lo que necesitamos!

source: [_m_] No one will bother me and Kurenai tomorrow.
french: [ _m_ ] Personne ne me dérangera et Kurenai demain.
italian: [_m_] Nessuno mi disturberà e Kurenai domani.
japanese: [_m_] 明日は誰も私とKurenaiに迷惑をかけることはありません。
spanish: [_m_] Nadie me molestará a mí y a Kurenai mañana.

source: [_m_] I don't mind Mirai watching, of course... But it might disturb our first time with her mother.
french: [ _m_ ] Je ne pense pas que Mirai regarde, bien sûr ... Mais ça pourrait déranger notre première fois avec sa mère.
italian: [_m_] Non mi dispiace guardare Mirai, naturalmente... Ma potrebbe disturbare la nostra prima volta con sua madre.
japanese: [_m_] もちろん、みらいが見ても構いませんが、お母さんと初めて邪魔になるかもしれません。
spanish: [_m_] No me importa que Mirai mire, por supuesto... Pero podría molestar nuestra primera vez con su madre.

source: [_m_] I think I'll be able to fuck them both at the same time later. The main thing is to make it go smoothly with Kurenai.
french: [_m_] Je pense que je serai en mesure de les baiser tous les deux en même temps plus tard. L'essentiel est de le faire en douceur avec Kurenai.
italian: [_m_] Penso che sarò in grado di scopare entrambi allo stesso tempo più tardi. La cosa principale è di farlo andare senza problemi con Kurenai.
japanese: [_m_] 同時に両方ともファックできると思う。 主なものは、呉内とスムーズに行くことです。
spanish: [_m_] creo que podré follarlos al mismo tiempo más tarde. Lo más importante es conseguir que funcione sin problemas con Kurenai.

source: [_kure_] [viname], good afternoon, come in.
french: [_kure_] [viname], bonne après-midi, venez.
italian: [_kure_] [viname], buon pomeriggio, entra.
japanese: [_kure_] [viname], こんにちは, お越しください.
spanish: [_kure_] [viname], buena tarde, entren.

source: [_r_] Good afternoon! I hope I'm not disturbing you?
french: [_r_] Bonjour ! J'espère que je ne vous dérange pas ?
italian: [_r_] Buon pomeriggio! Spero di non ti disturbo?
japanese: [_r_] こんにちは！邪魔しないでほしいですか？
spanish: [_r_] ¡Buena tarde! ¿Espero que no te moleste?

source: [_kure_] No, I was tidying up the kitchen.
french: [ _kure_ ] Non, je timort la cuisine.
italian: [_kure_] No, stavo riordinando la cucina.
japanese: [_kure_] いいえ、台所を片付けていました。
spanish: [_kure_] No, estaba ordenando la cocina.

source: [_kure_] My daughter was sent on a mission, so we can't all spend time together.
french: [ _kure_ ] Ma fille a été envoyée en mission, donc nous ne pouvons pas tous passer du temps ensemble.
italian: [_kure_] Mia figlia è stata mandata in missione, quindi non possiamo passare del tempo insieme.
japanese: [_kure_] 娘がミッションに送られたので、みんなで一緒に時間を過ごすことはできません。
spanish: [_kure_] Mi hija fue enviada a una misión, así que no podemos pasar tiempo juntos.

source: [_r_] I think the two of us would be fine together, don't you think?
french: [ _r_ ] Je pense que les deux d'entre nous seraient bien ensemble, ne pensez-vous pas?
italian: [_r_] Penso che i due di noi starebbero bene insieme, non pensate?
japanese: [_r_] 私たち二人で仲良くなると思いますよね?
spanish: [_r_] creo que ambos estaríamos bien juntos, ¿no crees?

source: [_kure_] Sure, we can chat over a cup of tea if you don't mind spending time with an older woman.
french: [ _kure_ ] Bien sûr, nous pouvons bavarder sur une tasse de thé si vous n'oubliez pas de passer du temps avec une femme plus âgée.
italian: [_kure_] Certo, possiamo chattare su una tazza di tè se non ti dispiace passare del tempo con una donna più anziana.
japanese: [_kure_] もちろん、年上の女性と時間を過ごしてもかまいません。
spanish: [_kure_] Claro, podemos charlar sobre una taza de té si no te importa pasar tiempo con una mujer mayor.

source: [_r_] Oh, you're a long way from being an older woman, you look fine.
french: [ _r_ ] Oh, vous êtes loin d'être une femme plus âgée, vous avez l'air bien.
italian: [_r_] Oh, sei molto lontana dall'essere una donna più anziana, hai un aspetto perfetto.
japanese: [_r_] ああ、あなたは年上の女性であることから長い道のりです。
spanish: [_r_] Oh, estás muy lejos de ser una mujer mayor, te ves bien.

source: [_kure_] I'm just kidding, it's my little amusement to poke fun at young people that way.
french: [ _kure_ ] Je plaisante, c'est mon petit plaisir de se moquer des jeunes de cette façon.
italian: [_kure_] Sto solo scherzando, è il mio piccolo divertimento.
japanese: [_kure_] 冗談ですが、若い人たちを楽しませるのは私の小さな遊びです。
spanish: [_kure_] Estoy bromeando, es mi pequeña diversión soñar con los jóvenes de esa manera.

source: [_m_] And my amusement lies in other things.
french: [ _m_ ] Et mon amusement réside dans d'autres choses.
italian: [_m_] E il mio divertimento sta in altre cose.
japanese: [_m_] そして、私の娯楽は他のものにあります.
spanish: [_m_] Y mi diversión está en otras cosas.

source: [_m_] I'll show you now!
french: [_m_] Je vais vous montrer maintenant!
italian: [_m_] ti mostrerò adesso!
japanese: [_m_] 今すぐお見せします!
spanish: ¡[_m_] te mostraré ahora!
