Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_sasu_] It was only a few seconds, but I am definitely sure that the huge accumulation of this chakra is in Konoha.
french: [ _sasu_ ] C'était seulement quelques secondes, mais je suis sûr que l'énorme accumulation de ce chakra est à Konoha.
italian: [_sasu_] Sono stato solo pochi secondi, ma sono sicuro che l'enorme accumulo di questo chakra è a Konoha.
japanese: [_sasu_] ほんの数秒でしたが、このチャクラの膨大な蓄積が木ノ葉にあることは間違いありません。
spanish: [_sasu_] Fueron solo unos segundos, pero estoy seguro de que la enorme acumulación de este chakra está en Konoha.

source: [_naru_] I will go to the Yamanaka clan to discuss your words.
french: [ _naru_ ] Je vais aller au clan Yamanaka pour discuter de vos paroles.
italian: [_naru_] andrò al clan di Yamanaka per discutere le tue parole.
japanese: [_naru_] 山中藩に行って、あなたの言葉について話し合います。
spanish: [_naru_] Voy al clan de Yamanaka para discutir sus palabras.

source: [_naru_] Are you sure this is in Konoha?
french: [_naru_] Êtes-vous sûr que c'est dans Konoha?
italian: [_naru_] Sei sicuro che questo sia a Konoha?
japanese: [_naru_] 本当に鴻葉にいますか？
spanish: [_naru_] ¿Estás seguro de que está en Konoha?

source: [_sasu_] Absolutely.
french: [_sasu_] Absolument.
italian: [_sasu_] Assolutamente.
japanese: [_sasu_] 絶対。
spanish: [_sasu_] Absolutamente.

source: [_sasu_] To tell you the truth, I want it to be just me.
french: [ _sasu_ ] Pour vous dire la vérité, je veux que ce soit juste moi.
italian: [_sasu_] Per dirvi la verità, voglio che sia solo me.
japanese: [_sasu_] 実を言うと、私はそれを私だけにしたいのです。
spanish: [_sasu_] Para decirte la verdad, quiero que sea solo mí.

source: [_sasu_] If there is such an enemy, I don't know how to deal with it.. I have no idea.
french: [ _sasu_ ] S'il y a un tel ennemi, je ne sais pas comment y faire. Je n'en ai aucune idée.
italian: [_sasu_] Se c'è un tale nemico, non so come affrontarlo.. Non ho idea.
japanese: [_sasu_] そんな敵がいるとしたら、どう対処すればいいのか分からない。
spanish: R[_sasu_] Si hay tal enemigo, no sé cómo lidiarlo.. No tengo idea.

source: [_naru_] Okay... Thanks for reporting.
french: [_naru_] Okay... Merci de votre rapport.
italian: [_naru_] Okay... Grazie per la segnalazione.
japanese: [_naru_] わかりました... レポートありがとうございます。
spanish: [_naru_] Vale... Gracias por reportar.

source: [_naru_] Will you go home? Sakura hasn't seen you in a while.
french: [ _naru_ ] Veux-tu rentrer à la maison? Sakura ne t'a pas vu depuis un moment.
italian: [_naru_] Tu andrai a casa? Sakura non ti vede da un po'.
japanese: [_naru_] 帰りますか? さくらはしばらく会っていません。
spanish: [_naru_] ¿Te vas a casa? Sakura no te ha visto en un tiempo.

source: [_sasu_] No. I have a job outside the Fire county.
french: [ _sasu_ ] Non. J'ai un boulot à l'extérieur du comté de Fire.
italian: [_sasu_] No. Ho un lavoro fuori dalla contea del Fuoco.
japanese: [_sasu_] いいえ、消防郡の外に仕事があります。
spanish: [_sasu_] No. Tengo un trabajo fuera del Condado de Fuego.

source: [_naru_] I understand.
french: [ _naru_ ] Je comprends.
italian: [_naru_] capisco.
japanese: [_naru_] 分かります。
spanish: [_naru_] Entiendo.

source: [_r_] I overheard their conversation like you asked.
french: [ _r_ ] J'ai entendu leur conversation comme vous l'avez demandé.
italian: [_r_] Ho sentito la loro conversazione come hai chiesto.
japanese: [_r_] 私は彼らの会話をあなたのように耳にしました。
spanish: [_r_] Escuché su conversación como usted le preguntó.

source: [_ka_] Have something to say?
french: [ _ka_ ] Vous avez quelque chose à dire?
italian: [_ka_] Hai qualcosa da dire?
japanese: [_ka_] 何か言いたいことは?
spanish: [_ka_] ¿Tienes algo que decir?

source: [_r_] Sasuke said he was on the trail of someone from the Ootsutsuki clan, so far he is not sure of anything.
french: [ _r_ ] Sasuke a dit qu'il était sur la piste de quelqu'un du clan Ootsutsuki, jusqu'à présent il n'est pas sûr de quoi que ce soit.
italian: [_r_] Sasuke ha detto di essere sulla strada di qualcuno dal clan Ootsutsuki, finora non è sicuro di nulla.
japanese: [_r_] 佐助さんは、大槻氏の人物の足跡をたどっていると言っていたが、今のところ彼は何も分からない。
spanish: [_r_] Sasuke dijo que estaba en el camino de alguien del clan de Ootsutsuki, hasta ahora no está seguro de nada.

source: [_r_] He said the man went to the tree.
french: [_r_] Il a dit que l'homme est allé à l'arbre.
italian: [_r_] Disse che l'uomo andò dall'albero.
japanese: [_r_] 彼は、その人は木に行ったと言っていました。
spanish: [_r_] Dijo que el hombre fue al árbol.

source: [_ka_] I wonder... Maybe we should dig a bit deeper.
french: [_ka_] Je me demande ... Peut-être devrions-nous creuser un peu plus profond.
italian: [_ka_] Mi chiedo... Forse dovremmo scavare un po' più in profondità.
japanese: [_ka_] 少し深く掘り下げるべきかもしれません。
spanish: [_ka_] me pregunto... Tal vez deberíamos profundizar un poco.

source: [_r_] Another thing, I thought was more important.
french: [ _r_ ] Une autre chose, j'ai pensé était plus importante.
italian: [_r_] Un'altra cosa, pensavo fosse più importante.
japanese: [_r_] もう一つは、もっと重要なことだと思いました。
spanish: [_r_] Otra cosa, pensé que era más importante.

source: [_ka_] Speak.
french: [_ka_] Parlez.
italian: [_ka_] Parla
japanese: [_ka_] スピーク.
spanish: [_ka_] Habla.

source: [_r_] Sasuke saw a strange chakra in the Leaf village, he said that it is rather the chakra of a monster than a man...
french: [ _r_ ] Sasuke a vu un chakra étrange dans le village de Leaf, il a dit que c'est plutôt le chakra d'un monstre qu'un homme ...
italian: [_r_] Sasuke vide uno strano chakra nel villaggio di Leaf, disse che è piuttosto il chakra di un mostro che un uomo...
japanese: [_r_] 佐助は葉の村で奇妙なチャクラを見て、男というよりは怪物のチャクラだと言った。
spanish: [_r_] Sasuke vio un extraño chakra en el pueblo de las Hojas, dijo que es más bien el chakra de un monstruo que un hombre...

source: [_r_] I thought it was about you...
french: [ _r_ ] Je pensais que c'était à propos de toi ...
italian: [_r_] Ho pensato che fosse su di te...
japanese: [_r_] 私はそれがあなたについてだと思った...
spanish: [_r_] pensé que se trataba de ti...

source: [_ka_] That's it... A little mouse from the Uchiha clan sniffed my chakra...
french: [_ka_] Voilà... Un peu de souris du clan Uchiha a reniflé mon chakra...
italian: [_ka_] Questo è tutto... Un topolino dal clan di Uchiha sniffato il mio chakra...
japanese: [_ka_] それはchar@@1 うちは一族の小さなネズミが私のチャクラを嗅いだchar@@2
spanish: [_ka_] Eso eso... Un poco de ratón del clan de Uchiha esnificó mi chakra...

source: [_r_] He said it was only a guess, since he only saw the thread of your chakra for a few moments.
french: [ _r_ ] Il a dit que c'était une supposition, puisqu'il n'a vu le fil de votre chakra que quelques instants.
italian: [_r_] Disse che era solo una congettura, poiché vide solo per qualche istante il filo del tuo chakra.
japanese: [_r_] ご自分のチャクラの糸をほんの少しの間しか見ていないので、それは推測に過ぎないとおっしゃいました。
spanish: [_r_] Dijo que era solo una conjetura, ya que solo vio el hilo de tu chakra durante unos momentos.

source: [_ka_] He doesn't have the strength to fully look into my chakra. That's okay.
french: [_ka_] Il n'a pas la force de regarder mon chakra. C'est bien.
italian: [_ka_] Non ha la forza di guardare completamente nel mio chakra. Va bene.
japanese: [_ka_] 彼には私のチャクラを完全に見る力はありません。
spanish: [_ka_] Él no tiene la fuerza para mirar completamente mi chakra. Eso está bien.

source: [_ka_] What's more interesting is a new guest from Ootsutsuki who I apparently didn't notice.
french: [ _ka_ ] Ce qui est plus intéressant est un nouvel invité d'Ootsutsuki qui je n'ai apparemment pas remarqué.
italian: [_ka_] Cosa c'è di più interessante è un nuovo ospite di Ootsutsuki che apparentemente non ho notato.
japanese: [_ka_] もっと面白いのは、気づかなかった大槻さんの新しいゲスト。
spanish: [_ka_] Lo que es más interesante es un nuevo invitado de Ootsutsuki que, al parecer, no noté.

source: [_ka_] Thank you for your work sweety, I have a lot to think about.
french: [ _ka_ ] Merci pour votre sueur de travail, j'ai beaucoup à penser.
italian: [_ka_] Grazie per il vostro lavoro dolce, ho molto da pensare.
japanese: [_ka_] 素敵なお仕事をありがとうございました。
spanish: [_ka_] Gracias por su jura de trabajo, tengo mucho que pensar.

source: [_r_] May I rest now?
french: [_r_] Puis-je me reposer maintenant ?
italian: [_r_] Posso riposarmi adesso?
japanese: [_r_] もう休んでもいいですか？
spanish: [_r_] ¿Puedo descansar ahora?

source: [_ka_] Of course.
french: [_ka_] Bien sûr.
italian: [_ka_] Certo.
japanese: [_ka_] もちろん。
spanish: [_ka_] por supuesto.

source: [_m_] We have to wait until night to get back to Hinata...
french: [ _m_ ] Nous devons attendre jusqu'à la nuit pour rentrer à Hinata ...
italian: [_m_] Dobbiamo aspettare fino a notte per tornare a Hinata...
japanese: [_m_] ひなたに戻るには夜まで待たなければなりません...
spanish: [_m_] Tenemos que esperar hasta la noche para volver a Hinata ...

source: [_m_] There is still plenty of time until night, I want to do something...
french: [ _m_ ] Il y a encore beaucoup de temps jusqu'à la nuit, je veux faire quelque chose ...
italian: [_m_] C'è ancora molto tempo fino a notte, voglio fare qualcosa...
japanese: [_m_] まだ夜まで時間がありますので、何かしたいと思っています。
spanish: [_m_] Todavía hay mucho tiempo hasta la noche, quiero hacer algo...

source: [_m_] Maybe Mirai? She wanted so much to meet again...
french: [_m_] Peut-être Mirai ? Elle voulait tant se retrouver...
italian: [_m_] Forse Mirai? Voleva così tanto incontrare di nuovo...
japanese: [_m_] たぶん未来? 彼女は再び会うためにそんなに欲しかった...
spanish: [_m_] ¿Tal vez Mirai? Ella quería tanto volver a reunirse ...

source: [_m_] I think she can't refuse if I call her here.
french: [ _m_ ] Je pense qu'elle ne peut pas refuser si je l'appelle ici.
italian: [_m_] penso che lei non possa rifiutare se la chiamo qui.
japanese: [_m_] ここで電話すれば、彼女は拒否できないと思います。
spanish: [_m_] creo que no puede negarse si la llamo aquí.

source: [_r_] Kamiko! I have an idea!
french: [_r_] Kamiko ! J'ai une idée !
italian: [_r_] Kamiko! Ho un'idea!
japanese: [_r_] 神子！アイデアがあります！
spanish: ¡[_r_] Kamiko! ¡Tengo una idea!

source: [_ka_] Huh? Did you say something?
french: [_ka_] Huh ? Avez-vous dit quelque chose ?
italian: [_ka_] Huh? Hai detto qualcosa?
japanese: [_ka_] え？何か言った？
spanish: ¿[_ka_] Huh? ¿Has dicho algo?

source: [_r_] You turned into me on our first day, remember?
french: [ _r_ ] Tu m'as transformé en moi le premier jour, tu te souviens?
italian: [_r_] Ti sei trasformato in me il nostro primo giorno, ricorda?
japanese: [_r_] 最初の日に私に変身しましたよね？
spanish: [_r_] Me has convertido en mi primer día, ¿recuerdas?

source: [_ka_] Technique of transformation, so what?
french: [_ka_] Technique de transformation, alors ?
italian: [_ka_] Tecnica di trasformazione, quindi che cosa?
japanese: [_ka_] 変換の技術, それでは何?
spanish: [_ka_] Técnica de transformación, ¿entonces qué?

source: [_r_] I have an obsession... Would you like to help me have some fun with a kunoichi?
french: [_r_] J'ai une obsession... Voulez-vous m'aider à m'amuser avec un kunoichi?
italian: [_r_] Ho un'ossessione... Vuoi aiutarmi a divertirmi con un kunoichi?
japanese: [_r_] 私は強迫観念を持っています... くノ一と一緒に楽しく過ごすのを手伝ってくれませんか?
spanish: [_r_] Tengo una obsesión... ¿Te gustaría ayudarme a divertirme un poco con un kunoichi?

source: [_ka_] This is something new... I don't mind, you can count on me!
french: [ _ka_ ] C'est quelque chose de nouveau ... Je ne pense pas, vous pouvez compter sur moi !
italian: [_ka_] Questo è qualcosa di nuovo... non mi dispiace, puoi contare su di me!
japanese: [_ka_] これは新しいことですchar@@1 気にしません。頼りにしてください！
spanish: [_ka_] Esto es algo nuevo... ¡no me importa, puedes contar conmigo!

source: [_mira_] Hi... I'm here.
french: [_mira_] Bonjour... Je suis là.
italian: [_mira_] Ciao... Sono qui.
japanese: [_mira_] こんにちは... 私はここにいます。
spanish: [_mira_] Hola... Estoy aquí.

source: [_mira_] It's... Do you live here?
french: [_mira_] C'est... Vous vivez ici?
italian: [_mira_] Sta... Vivete qui?
japanese: [_mira_] それはchar@@1 ここに住んでいますか？
spanish: [_mira_] Es ... ¿Vives aquí?

source: [_r_] What do you think of my little apartment? Cozy, isn't it?
french: Qu'est-ce que tu penses de mon petit appartement? Cozy, n'est-ce pas?
italian: [_r_] Cosa ne pensi del mio piccolo appartamento? Cozy, vero?
japanese: [_r_] 私の小さなアパートはどう思いますか?
spanish: [_r_] ¿Qué opinas de mi pequeño apartamento? Cozy, ¿no?

source: [_mira_] Uh-huh...Yeah...
french: [_mira_] Uh-huh...Oui...
italian: [_mira_] Uh-huh...Sì...
japanese: [_mira_] うーん...うん...
spanish: [_mira_] Uh-huh... Si...

source: [_mira_] So you want to do it with me again...
french: [ _mira_ ] Donc vous voulez le faire avec moi encore ...
italian: [_mira_] Quindi vuoi farlo di nuovo con me...
japanese: [_mira_] だからもう一度私と一緒にやりたい...
spanish: [_mira_] Así que usted quiere hacerlo conmigo otra vez ...

source: [_r_] Yes, I'm going to have lots of fun with ya today.
french: [ _r_ ] Oui, je vais avoir beaucoup de plaisir avec ya aujourd'hui.
italian: [_r_] Sì, oggi mi divertirò molto con ya.
japanese: [_r_] はい、今日はお前と一緒に楽しく過ごすつもりです。
spanish: [_r_] Sí, voy a divertirme mucho con ya hoy.

source: [_mira_] O-okay... Should I undress?
french: [_mira_] O-okay... Devrais-je me déshabiller?
italian: [_mira_] O-okay... Dovrei spogliarmi?
japanese: [_mira_] O-OK... 脱いでもいいですか？
spanish: [_mira_] O-okay... ¿Debería deshacerme?

source: [_r_] Not so fast, I want you to meet someone.
french: [ _r_ ] Pas si vite, je veux que tu rencontres quelqu'un.
italian: [_r_] Non così veloce, voglio che tu incontri qualcuno.
japanese: [_r_] あまり速くはありませんが、誰かに会いたいと思います。
spanish: [_r_] No tan rápido, quiero que conozcas a alguien.

source: [_mira_] What?
french: [_mira_] Quoi?
italian: [_mira_] Cosa?
japanese: [_mira_] 何？
spanish: [_mira_] ¿Qué?

source: [_mira_] Are we not alone?
french: [ _mira_ ] Ne sommes-nous pas seuls?
italian: [_mira_] Non siamo soli?
japanese: [_mira_] 私たちは一人ではありませんか?
spanish: [_mira_] ¿Acaso no estamos solos?

source: [_r_] You and I are going to have a threesome.
french: [ _r_ ] Vous et moi allons avoir un trio.
italian: [_r_] Io e te avremo un trio.
japanese: [_r_] あなたと私は3人組になります。
spanish: [_r_] Tú y yo vamos a tener un triple.

source: [_mira_] I... But I didn't ag...
french: [_mira_] Je... Mais je n'ai pas ag...
italian: [_mira_] Io... Ma non ho fatto...
japanese: [_mira_] 私... しかし、私はagませんでした...
spanish: [_mira_] I. .. Pero no me ag ...

source: [_r_] Don’t jump to conclusions, it’s just my clone, you will be twice as pleasant!
french: [ _r_ ] Ne sautez pas aux conclusions, c'est juste mon clone, vous serez deux fois plus agréable !
italian: [_r_] Non saltare alle conclusioni, è solo il mio clone, sarete due volte più piacevoli!
japanese: [_r_] 結論を急がないでください、それは私のクローンです、あなたは2倍の楽しさになります!
spanish: [_r_] No saltes a conclusiones, es solo mi clon, ¡serás el doble de agradable!

source: [_mira_] A clone... All right... You scared me...
french: [_mira_] Un clone... D'accord... Vous m'avez effrayé...
italian: [_mira_] Un clone... Va bene... Mi hai spaventato...
japanese: [_mira_] クローンchar@@1char@@2char@@3char@@4char@@5char@@6char@@7char@@8char@@9
spanish: [_mira_] Un clono... Muy bien... me asustas...

source: [_r_] Take off your clothes, we are ready to do with you whatever you want.
french: [ _r_ ] Enlevez vos vêtements, nous sommes prêts à faire avec vous ce que vous voulez.
italian: [_r_] Togli i tuoi vestiti, siamo pronti a fare con te quello che vuoi.
japanese: [_r_] あなたの服を脱ぎなさい、私たちはあなたが望むものは何でもする準備ができています。
spanish: [_r_] Llévate la ropa, estamos listos para hacer contigo lo que quieras.

source: [_mira_] Okay! I-I'm ready...
french: [_mira_] Ok ! Je suis prêt...
italian: [_mira_] Okay! Sono pronto...
japanese: [_mira_] わかりました！準備はできています...
spanish: [_mira_] ¡Vale! Estoy listo...

source: [_ka_] You brought a good girl, she sucks with such pleasure!
french: [ _ka_ ] Tu as apporté une bonne fille, elle sut avec un tel plaisir !
italian: [_ka_] Hai portato una brava ragazza, lei succhia con tanta piacere!
japanese: [_ka_] あなたは良い女の子を連れてきました, 彼女はそのような喜びで吸います!
spanish: [_ka_] Has traído una buena chica, ella chupa con tanto placer!

source: [_r_] Yeah, Mirai's great with dicks!
french: [_r_] Ouais, Mirai est génial avec des bites !
italian: [_r_] Yeah, Mirai grande con i cazzi!
japanese: [_r_] ええ、Miraiはディックで素晴らしいです！
spanish: [_r_] Sí, ¡Mirai es genial con pollas!

source: [_ka_] How do you like her pussy?
french: [ _ka_ ] Comment tu aimais sa chatte?
italian: [_ka_] Come ti piace la sua figa?
japanese: [_ka_] どのように彼女の猫が好きですか?
spanish: [_ka_] ¿Cómo te gusta su coño?

source: [_r_] Wet and narrow, as I like it.
french: [ _r_ ] Wet et étroit, comme je l'aime.
italian: [_r_] Bagnato e stretto, come mi piace.
japanese: [_r_] 濡れて狭い, 私はそれを好きとして.
spanish: [_r_] mojado y estrecho, como me gusta.

source: [_r_] But that's something else, I think you should try her anal, that's another conversation.
french: [ _r_ ] Mais c'est autre chose, je pense que vous devriez essayer son anal, c'est une autre conversation.
italian: [_r_] Ma è qualcos'altro, penso che si dovrebbe provare la sua anale, che è un'altra conversazione.
japanese: [_r_] しかし、それは別のことだと思います。彼女のアナルを試してみるべきだと思います。それは別の会話です。
spanish: [_r_] Pero eso es otra cosa, creo que deberías probar su anal, esa es otra conversación.

source: [_ka_] Oh, how kind of you to give me this opportunity?
french: [_ka_] Oh, quel genre d'entre vous pour me donner cette opportunité ?
italian: [_ka_] Oh, che tipo di voi per darmi questa opportunità?
japanese: [_ka_] ああ、この機会を私に与えていただけますか?
spanish: [_ka_] Oh, ¿qué clase de tú para darme esta oportunidad?

source: [_r_] Of course, I have already tried her ass in different poses, you will like it!
french: [ _r_ ] Bien sûr, j'ai déjà essayé son cul dans différentes poses, vous l'aimerez !
italian: [_r_] Naturalmente, ho già provato il suo culo in pose diverse, vi piacerà!
japanese: [_r_] もちろん、私はすでに異なるポーズで彼女のお尻を試してみました, あなたはそれを好きになるでしょう!
spanish: [_r_] Por supuesto, ya he probado su culo en diferentes poses, ¡te gustará!

source: [_ka_] Then what are we waiting for?
french: [ _ka_ ] Alors, qu'attendons-nous?
italian: [_ka_] Allora cosa stiamo aspettando?
japanese: [_ka_] では、何を待っているのでしょうか?
spanish: [_ka_] Entonces, ¿qué estamos esperando?

source: [_ka_] Isn't it girl? You like anal, I'll show you how you do this!
french: [_ka_] N'est-ce pas une fille? Vous aimez l'anal, je vais vous montrer comment vous faites ça !
italian: [_ka_] Non è ragazza? Ti piace l'anale, ti mostrerò come fai questo!
japanese: [_ka_] それは女の子ではありませんか?アナルが好きですね、私はあなたがこれを行う方法をお見せします!
spanish: [_ka_] ¿No es chica? You like anal, I'll show you how you do this!

source: [_ka_] Wow! It is so good! We must be dealing with a real fan!
french: [_ka_] Wow ! C'est si bien ! Nous devons nous occuper d'un vrai fan !
italian: [_ka_] Wow! È così buono! Dobbiamo avere a che fare con un fan reale!
japanese: [_ka_] すごい！本当のファンを相手にしなければなりません！
spanish: [_ka_] ¡Wow! ¡Es tan bueno! ¡Debemos estar tratando con un verdadero ventilador!

source: [_r_] I told you!
french: [_r_] Je vous ai dit !
italian: [_r_] ve l'ho detto!
japanese: [_r_] 私はあなたに言った!
spanish: [_r_] ¡Le dije!

source: [_ka_] MMM! You should have brought that girl in earlier...
french: [_ka_] MMMM ! Vous auriez dû amener cette fille plus tôt...
italian: [_ka_] MMM! Avresti dovuto portare quella ragazza in precedenza...
japanese: [_ka_] MMM! あなたは前にあの女の子を連れて来るべきでした...
spanish: ¡[_ka_] MMM! Deberías haber traído a esa chica antes...

source: [_r_] You really... Fuck... At this rate, I'm about to end up in her!
french: [_r_] Vous êtes vraiment... Fuck ... À ce rythme, je suis sur le point de finir dans elle !
italian: [_r_] Davvero... Schiaccia... A questo ritmo, sto per finire in lei!
japanese: [_r_] あなたは本当に... ファック... このままでは、私は彼女になろうとしています!
spanish: [_r_] Tú realmente... ¡Suerte... A este ritmo, estoy a punto de acabar en ella!

source: [_mira_] AH! AH! AH! FASTER! Don't STOP!
french: [_mira_] AH! AH! AH! RAPIDE! Ne vous arrêtez pas!
italian: [_mira_] AH! AH! AH! FASTER! Non STOP!
japanese: [_mira_] AH! AH! AH! AH! FASTER!
spanish: ¡[_mira_] AH! ¡AH! ¡AH! ¡FASTRA! ¡No TOP!

source: [_ka_] I'm cumming too!
french: [_ka_] J'éjacule aussi !
italian: [_ka_] sto cumming troppo!
japanese: [_ka_] あまりにもカミングしています!
spanish: [_ka_] ¡Yo también me cumbo!

source: [_mira_] MMMMMM! YES!!!
french: [_mira_] MMMMMM ! OUI !!!
italian: [_mira_] MMMMMMMM! SÌ!!!
japanese: [_mira_] MMMMMMMMMM! はい!!!
spanish: ¡[_mira_] MMMM! ¡¡SÍ!!!

source: [_r_] Did we cum at the same time?
french: [_r_] Avons-nous éjaculé en même temps ?
italian: [_r_] Abbiamo sperato allo stesso tempo?
japanese: [_r_] 私たちは同時に兼任しましたか?
spanish: [_r_] ¿Nos cum al mismo tiempo?

source: [_ka_] I just adjusted to your pace.
french: [ _ka_ ] J'ai juste ajusté à votre rythme.
italian: [_ka_] Mi sono appena adattato al tuo ritmo.
japanese: [_ka_] あなたのペースに合わせて調整しました。
spanish: [_ka_] Acabo de ajustar a su ritmo.

source: [_r_] You too, Mirai?
french: [ _r_ ] Vous aussi, Mirai?
italian: [_r_] Anche te, Mirai?
japanese: [_r_] あなたも、未来？
spanish: [_r_] ¿También tú, Mirai?

source: [_mira_] Yeah...
french: [_mira_] Ouais...
italian: [_mira_] Sì...
japanese: [_mira_] はい...
spanish: [_mira_] Sí...

source: [_r_] That was hot... You can take a shower, Mirai.
french: [ _r_ ] C'était chaud ... Vous pouvez prendre une douche, Mirai.
italian: [_r_] Che è stato caldo... Si può prendere una doccia, Mirai.
japanese: [_r_] 暑かったです... あなたはシャワーを浴びることができます, 未来.
spanish: [_r_] Eso fue calor... Puedes tomar una ducha, Mirai.

source: [_mira_] Yes... Thank you...
french: [_mira_] Oui... Merci...
italian: [_mira_] Sì... Grazie...
japanese: [_mira_] はい... ありがとう...
spanish: [_mira_] Sí ... Gracias ...

source: [_r_] It was fun, but you have to go.
french: [ _r_ ] C'était amusant, mais tu dois y aller.
italian: [_r_] È stato divertente, ma devi andare.
japanese: [_r_] 楽しかったですが、行かなければなりません。
spanish: [_r_] Fue divertido, pero tienes que irte.

source: [_mira_] This isn't our last meeting, is it?
french: [_mira_] Ce n'est pas notre dernière réunion, n'est-ce pas?
italian: [_mira_] Questo non è il nostro ultimo incontro, vero?
japanese: [_mira_] これが最後のミーティングではありませんね？
spanish: [_mira_] Esta no es nuestra última reunión, ¿verdad?

source: [_r_] Who knows, maybe I’ll call you again.
french: [ _r_ ] Qui sait, peut-être que je vous appellerai à nouveau.
italian: [_r_] Chissà, forse ti chiamerò di nuovo.
japanese: [_r_] 誰にも分かりません。もう一度電話するかもしれません。
spanish: [_r_] Quién sabe, tal vez te llame de nuevo.

source: [_mira_] I'd like that...
french: [_mira_] J'aimerais ça...
italian: [_mira_] lo vorrei quello...
japanese: [_mira_] 私はそれを望む...
spanish: [_mira_] Me gustaría eso...

source: [_r_] Your mother, Kurenai, is she already at home?
french: Votre mère, Kurenai, est-elle déjà à la maison?
italian: [_r_] Tua madre, Kurenai, è già a casa?
japanese: [_r_] あなたのお母さんKurenaiさんはもう家にいますか?
spanish: [_r_] Tu madre, Kurenai, ¿ya está en casa?

source: [_mira_] Y-yes, what's it?
french: [_mira_] Y-oui, qu'est-ce que c'est?
italian: [_mira_] Y-sì, che cos'è?
japanese: [_mira_] Y-はい、それは何ですか?
spanish: [_mira_] Y-sí, ¿qué es?

source: [_r_] I would like to meet her, one day.
french: [ _r_ ] Je voudrais la rencontrer, un jour.
italian: [_r_] Vorrei incontrarla, un giorno.
japanese: [_r_] 私は彼女に会いたいと思います, ある日.
spanish: [_r_] me gustaría conocerla, un día.

source: [_mira_] B-but why... We're not even dating...
french: [_mira_] B-mais pourquoi... Nous ne sommes même pas à la rencontre ...
italian: [_mira_] B-ma perché... Non stiamo nemmeno incontrando...
japanese: [_mira_] B-しかし、なぜ... 私たちはまだ付き合っていない...
spanish: [_mira_] B, pero ¿por qué... ni siquiera estamos datando...

source: [_r_] Don't worry, I know what I'm doing.
french: [ _r_ ] Ne vous inquiétez pas, je sais ce que je fais.
italian: [_r_] Non ti preoccupare, so cosa sto facendo.
japanese: [_r_] 心配しないで、私は私がしていることを知っています。
spanish: [_r_] No te preocupes, sé lo que hago.

source: [_mira_] Okay...
japanese: [_mira_] わかりました...
spanish: [_mira_] Vale...
