Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] Are you kidding? I'd only be happy, the bigger the family the better.
french: [ _r_ ] Vous plaisantez-vous? Je serais contente, plus la famille est grande.
italian: [_r_] Stai scherzando? Sarei solo felice, più grande è la famiglia, meglio è.
japanese: [_r_] 冗談ですか？私は幸せだけど、家族が大きいほうがいい。
spanish: [_r_] ¿Está bromeando? Solo sería feliz, cuanto más grande sea la familia mejor.

source: [_r_] Especially if it was a girl like Himawari, kind and considerate.
french: [ _r_ ] Surtout si c'était une fille comme Himawari, aimable et attentionnée.
italian: [_r_] Soprattutto se era una ragazza come Himawari, gentile e considerata.
japanese: [_r_] 特にひまわりのような女の子だったら、親切で思いやりがあります。
spanish: [_r_] Especialmente si era una chica como Himawari, amable y considerada.

source: [_r_] It's certainly a big change, and it takes courage to accept it, but I could.
french: [ _r_ ] C'est certainement un grand changement, et il faut du courage pour l'accepter, mais je le pouvais.
italian: [_r_] È certamente un grande cambiamento, e ci vuole coraggio per accettarlo, ma potevo.
japanese: [_r_] 確かに大きな変化であり、それを受け入れるには勇気が必要ですが、できました。
spanish: [_r_] Ciertamente es un gran cambio, y hace falta valor para aceptarlo, pero lo podría.

source: [_hi_] You're very sweet, you know that?
french: [_hi_] Vous êtes très doux, vous le savez ?
italian: [_hi_] Sei molto dolce, lo sai?
japanese: [_hi_] あなたはとても優しいですね。
spanish: [_hi_] Eres muy dulce, ¿sabes eso?

source: [_r_] Oh well you haven't revealed anything new to me!
french: [_r_] Eh bien, vous ne m'avez rien révélé de nouveau!
italian: [_r_] Oh beh, non mi hai rivelato niente di nuovo!
japanese: [_r_] ああ、あなたは私に新しいことを明らかにしていません！
spanish: [_r_] ¡Oh, bueno, no me has revelado nada nuevo!

source: [_r_] How's Hima by the way? Haven't seen her in a while, last week she seemed to still be home, but now she's not.
french: [_r_] Comment est Hima au passage ? Ne l'a pas vue depuis un certain temps, la semaine dernière elle semblait rester à la maison, mais maintenant elle ne l'est pas.
italian: [_r_] Come è Hima a proposito? Non l'hai vista da un po', la scorsa settimana sembrava ancora essere a casa, ma ora non lo è.
japanese: [_r_] ところでヒマはどのようにしていますか? しばらく彼女に会えなかったかもしれませんが、先週彼女はまだ家にいるように見えましたが、今は家にいません。
spanish: [_r_] ¿Cómo es Hima por cierto? No la ha visto en un tiempo, la semana pasada parecía estar todavía en casa, pero ahora no lo está.

source: [_hi_] Himawari has taken up martial arts, my sister is very good at it, so she's pulling it up.
french: [ _hi_ ] Himawari a pris des arts martiaux, ma sœur est très bonne, donc elle le tire.
italian: [_hi_] Himawari ha preso le arti marziali, mia sorella è molto brava ad esso, così lei sta tirando in su.
japanese: [_hi_] ひまわりが武道を取り上げてくれているので、姉はそれを引き上げています。
spanish: [_hi_] Himawari ha tomado las artes marciales, mi hermana es muy buena en ella, así que la está arrasando.

source: [_hi_] It's kind of like a summer vacation at Grandpa's for Hima, but she's always stopping by my house with my sister, you're just not around for those times.
french: [ _hi_ ] C'est une sorte de vacances d'été chez Grandpa's pour Hima, mais elle s'arrête toujours par ma maison avec ma sœur, vous n'êtes pas là pour ces moments.
italian: [_hi_] È come una vacanza estiva al nonno per Hima, ma lei si sta sempre fermando a casa mia con mia sorella, solo non sei in giro per quei tempi.
japanese: [_hi_] まるで、おじいちゃんがヒマにとって夏休みのようなものです。 でも妹と一緒に家に寄ってくれるのよ
spanish: [_hi_] Es como unas vacaciones de verano en Abuelas para Hima, pero siempre está parando por mi casa con mi hermana, simplemente no estás por esos tiempos.

source: [_r_] That's cool, say hi for me.
french: [_r_] C'est cool, disons bonjour pour moi.
italian: [_r_] Che è fresco, dire ciao per me.
japanese: [_r_] それはクールです, 私に挨拶します.
spanish: [_r_] Eso es genial, dice que para mí.

source: [_hi_] Okay. She'll probably love that you're asking about her, she's interested in you too, she probably misses you.
french: [_hi_] D'accord. Elle va probablement adorer que vous lui demandiez à son sujet, elle est aussi intéressée par vous, elle vous manque probablement.
italian: [_hi_] Okay. Probabilmente amerà che ti stai chiedendo di lei, anche lei è interessata a te, probabilmente ti manca.
japanese: [_hi_] わかりました。彼女はきっとあなたが彼女について尋ねていることを愛しているでしょう。彼女もあなたに興味があります。おそらくあなたが恋しいです。
spanish: [_hi_] Vale. Probablemente le encantará que le preguntes sobre ella, ella también está interesada en ti, probablemente te eche de menos.

source: [_r_] So cute.
french: [_r_] tellement mignon.
italian: [_r_] Così carino.
japanese: [_r_] とてもかわいい.
spanish: [_r_] tan bonito.

source: [_m_] We finished watching another episode, and I went home.
french: [ _m_ ] Nous avons fini de regarder un autre épisode, et je suis rentré chez moi.
italian: [_m_] Abbiamo finito di guardare un altro episodio e sono andato a casa.
japanese: [_m_] 私たちは別のエピソードを見て終わりました, 私は家に帰りました.
spanish: [_m_] Hemos terminado de ver otro episodio y fui a casa.

source: [_m_] Hinata hugged me goodbye as usual, very nice of her.
french: [_m_] Hinata m'a embrassé au revoir comme d'habitude, très agréable de elle.
italian: [_m_] Hinata mi ha abbracciato addio come al solito, molto bello di lei.
japanese: [_m_] ひなたはいつものように私を抱きしめてくれました, 彼女の非常に良いです.
spanish: [_m_] Hinata me abrazó como de costumbre, muy agradable de ella.

source: [_m_] I hope I don't have another hard conversation with Kamiko at home...
french: [_m_] J'espère que je n'aurai pas une autre conversation difficile avec Kamiko à la maison...
italian: [_m_] Spero di non avere un'altra conversazione dura con Kamiko a casa...
japanese: [_m_] 家で神子さんとのもう一つのハードな会話がないことを願っています。
spanish: [_m_] Espero no tener otra conversación difícil con Kamiko en casa...

source: [_ka_] Where are you going? Hoping to avoid a conversation?
french: [ _ka_ ] Où allez-vous? Espérant éviter une conversation?
italian: [_ka_] Dove stai andando? Sperando di evitare una conversazione?
japanese: [_ka_] どこへ行くのですか?
spanish: [_ka_] ¿A dónde vas? ¿Esperando evitar una conversación?

source: [_r_] Kamiko... Really, stop pushing me... I've already heard that I need to hurry...
french: [_r_] Kamiko... Vraiment, arrêtez de me pousser... J'ai déjà entendu dire que j'ai besoin de me dépêcher...
italian: [_r_] Kamiko... Davvero, smetti di spingermi... Ho già sentito che devo sbrigarmi...
japanese: [_r_] カミコ... 本当に、私を押すのをやめて...私はすでに急がなければならないと聞いています...
spanish: [_r_] Kamiko... Realmente, deja de empujarme... ya he oído que necesito prisa...

source: [_ka_] And immediately! You have to take the next step, I actually have plans!
french: [ _ka_ ] Et immédiatement ! Vous devez passer à l'étape suivante, j'ai en fait des plans !
italian: [_ka_] E immediatamente! Devi fare il passo successivo, ho in realtà dei piani!
japanese: [_ka_] そしてすぐに! あなたは次のステップを踏まなければなりません, 私は実際に計画を持っています!
spanish: [_ka_] ¡Y inmediatamente! Tienes que dar el siguiente paso, ¡realmente tengo planes!

source: [_r_] Like a schedule of plans to obey Hinata and stuff?
french: [ _r_ ] Comme un calendrier de plans pour obéir à Hinata et aux trucs?
italian: [_r_] Come un programma di piani per obbedire a Hinata e roba?
japanese: [_r_] ひなたちゃんに従う計画のスケジュールのように?
spanish: [_r_] ¿Te gusta un programa de planes para obedecer a Hinata y materias?

source: [_ka_] No, idiot, plans involving you and me are important, we have a camping trip coming up.
french: [ _ka_ ] Non, idiot, des plans impliquant vous et moi sont importants, nous avons un voyage de camping en train de venir.
italian: [_ka_] No, idiota, progetti che coinvolgono te e me sono importanti, abbiamo un viaggio in campeggio in arrivo.
japanese: [_ka_] いいえ、馬鹿さん、私とあなたを巻き込む計画は重要です、私たちはキャンプ旅行が来ています。
spanish: [_ka_] No, idiota, los planes que te implican y yo son importantes, tenemos un viaje de acampada.

source: [_r_] A hike? Really?
french: [_r_] Une randonnée? Vraiment?
italian: [_r_] Un'escursione? Davvero?
japanese: [_r_] ハイキング? 本当に?
spanish: ¿[_r_] una caminata? ¿De verdad?

source: [_ka_] Yes, but first, I have to make sure you finally embed some of my chakra into Hinata's body!
french: [ _ka_ ] Oui, mais d'abord, je dois m'assurer que vous avez finalement embrassé une partie de mon chakra dans le corps de Hinata !
italian: [_ka_] Sì, ma per prima cosa devo assicurarmi di incorporare finalmente alcuni dei miei chakra nel corpo di Hinata!
japanese: [_ka_] はい、でもまずは、ついに私のチャクラを雛形の体に埋め込むようにしなければなりません!
spanish: [_ka_] Sí, pero primero, ¡tengo que asegurarme de que finalmente insertaste algo de mi chakra en el cuerpo de Hinata!

source: [_r_] So in simple words...
french: [ _r_ ] Donc, en termes simples ...
italian: [_r_] Così in parole semplici...
japanese: [_r_] 簡単な言葉でそう...
spanish: [_r_] Así en palabras simples...

source: [_ka_] Yeah, I'm waiting for you to finally fuck her.
french: [_ka_] Oui, j'attends que vous la baisiez enfin.
italian: [_ka_] Sì, ti sto aspettando di scoparla.
japanese: [_ka_] はい、私はあなたが最後に彼女をファックするのを待っています。
spanish: [_ka_] Sí, estoy esperando que por fin la follen.

source: [_r_] Damn, I feel so good around her that I don't even want to rush things...
french: [_r_] Bon sang, je me sens si bien autour d'elle que je ne veux même pas précipiter les choses...
italian: [_r_] Dannazione, mi sento così bene intorno a lei che non voglio nemmeno correre le cose...
japanese: [_r_] くそ, 私は物事を急がせたくないほど彼女の周りに非常に良い感じ...
spanish: [_r_] Maldita, me siento tan bien a su alrededor que ni siquiera quiero hacer cosas...

source: [_ka_] You have to, otherwise I'm gonna get really mad.
french: [ _ka_ ] Vous devez, sinon je vais devenir vraiment fou.
italian: [_ka_] Devi farlo, altrimenti mi arrabbierò davvero.
japanese: [_ka_] そうでなければ、私は本当に怒るつもりです。
spanish: [_ka_] Usted tiene que, de lo contrario me voy a poner realmente loco.

source: [_r_] Okay I get it, I'll try not to get to that point...
french: [_r_] D'accord, je vais essayer de ne pas aller à ce point...
italian: [_r_] Va bene, cercherò di non arrivare a quel punto...
japanese: [_r_] 分かりました、その点に到達しないようにします...
spanish: [_r_] Vale, lo entiendo, intentaré no llegar a ese punto...

source: [_r_] Actually I have my own little schedule too, it concerns Hinata's dreams...
french: [ _r_ ] En fait j'ai mon propre petit planning aussi, il concerne les rêves de Hinata ...
italian: [_r_] In realtà ho anche il mio piccolo programma, riguarda i sogni di Hinata...
japanese: [_r_] 実は私自身の小さなスケジュールもありますが、ひなたさんの夢が気になります。
spanish: [_r_] En realidad también tengo mi propio y pequeño programa, se refiere a los sueños de Hinata...

source: [_r_] Just one last approach left, and everything will finally work out...
french: [ _r_ ] Une dernière approche est laissée, et tout va finir par travailler ...
italian: [_r_] Rimane solo un ultimo approccio, e tutto funzionerà...
japanese: [_r_] 最後のアプローチが残っているだけで、最終的にすべてがうまくいきます...
spanish: [_r_] Solo queda un último enfoque, y finalmente todo funcionará...

source: [_ka_] Asshole, your power level on Hinata hasn't changed in a week, so you could have made this approach earlier!
french: [_ka_] Asshole, votre niveau de puissance sur Hinata n'a pas changé en une semaine, donc vous auriez pu faire cette approche plus tôt !
italian: [_ka_] Asshole, il tuo livello di potenza su Hinata non è cambiato tra una settimana, quindi avresti potuto fare questo approccio in precedenza!
japanese: [_ka_] アシホール、ひなたのパワーレベルは1週間も変わっていないので、もっと早くアプローチできたかもしれません!
spanish: [_ka_] Asshole, tu nivel de energía en Hinata no ha cambiado en una semana, ¡así que podrías haber hecho este acercamiento antes!

source: [_r_] Yeah, but I was having so much fun with her that I decided to wait a bit.
french: [ _r_ ] Ouais, mais j'avais tellement de plaisir avec elle que j'ai décidé d'attendre un peu.
italian: [_r_] Sì, ma mi stavo divertendo così tanto con lei che ho deciso di aspettare un po'.
japanese: [_r_] そうです, しかし、私は私が少し待つことにしたことを彼女とそんなに楽しんでいました.
spanish: [_r_] Sí, pero me estaba divirtiendo tanto con ella que decidí esperar un poco.

source: [_ka_] Don't test my patience, do your job, today.
french: [ _ka_ ] Ne testez pas ma patience, faites votre travail, aujourd'hui.
italian: [_ka_] Non mettere alla prova la mia pazienza, fai il tuo lavoro, oggi.
japanese: [_ka_] 今日は私の忍耐を試さないで、あなたの仕事をしなさい。
spanish: [_ka_] No ponga a prueba mi paciencia, haga hoy su trabajo.

source: [_r_] Okay-okay, it'll be done.
french: [ _r_ ] D'accord, ça sera fait.
italian: [_r_] Okay-okay, sarà fatto.
japanese: [_r_] OK、OK、完了します。
spanish: [_r_] Vale, se hará.

source: [_m_] So that's it... The last step means...
french: [ _m_ ] Donc c'est ça ... La dernière étape signifie ...
italian: [_m_] Così è così... L'ultimo passo significa...
japanese: [_m_] だからそれは...最後のステップは...
spanish: [_m_] Así que eso... El último paso significa...

source: [_m_] I was methodically, slowly getting her emotionally in the right frame of mind...
french: [ _m_ ] J'étais méthodiquement, en la faisant lentement émotionnellement dans le bon état d'esprit ...
italian: [_m_] Ero metodicamente, lentamente ottenendola emotivamente nella giusta cornice della mente...
japanese: [_m_] 私は系統的に彼女の感情を右心の中にゆっくりと捉えていました...
spanish: [_m_] Yo estaba metodódicamente, llevándola lentamente en el marco adecuado de mente...

source: [_m_] It was all about this night.
french: [ _m_ ] Tout était à propos de cette nuit.
italian: [_m_] Era tutto su questa notte.
japanese: [_m_] 今夜のこと。
spanish: [_m_] Era todo sobre esta noche.

source: [_m_] This night...
french: [_m_] Cette nuit...
italian: [_m_] Questa notte...
japanese: [_m_] 今夜...
spanish: [_m_] esta noche...

source: [_m_] I'll make her finally fall out of love in Naruto.
french: [_m_] Je vais la faire tomber de l'amour à Naruto.
italian: [_m_] la farò finalmente cadere per amore a Naruto.
japanese: [_m_] ついにナルトで恋に落ちてしまいます。
spanish: [_m_] la haré finalmente caer por amor en Naruto.

source: [_m_] I will confess my love to her.
french: [ _m_ ] Je confesserai mon amour à elle.
italian: [_m_] Le confesserò il mio amore.
japanese: [_m_] 私は彼女に私の愛を告白します.
spanish: [_m_] le confesaré mi amor.

source: [_m_] Here's the key...
french: [_m_] Voici la clé...
italian: [_m_] Ecco la chiave...
japanese: [_m_] ここに鍵があります...
spanish: [_m_] Esta es la clave...

source: [_m_] It's a good thing I've sneaked in here dozens of times... And I know where the spare key for Naruto lies.
french: [ _m_ ] C'est une bonne chose que j'ai éternué ici des dizaines de fois ... Et je sais où se trouve la clé de rechange pour Naruto.
italian: [_m_] È una buona cosa che ho nascosto qui decine di tempi... E so dove sta la chiave di ricambio per Naruto.
japanese: [_m_] ここで何十回もこっそり抜けて良いことだ...ナルトのスペアキーがどこにあるか分かってる。
spanish: [_m_] Es una buena cosa que he acechado aquí decenas de veces... Y sé dónde está la llave de recambio para Naruto.

source: [_m_] There you are, my darling, unwaveringly asleep...
french: [ _m_ ] Il y a, mon chéri, mon sommeil ...
italian: [_m_] Ecco, il mio tesoro, addormentato instancabilmente...
japanese: [_m_] そこにいてくれたね、ぼくの愛しい人たち。char@@1
spanish: [_m_] Aquí estás, mi querido, durmiendo inquebrantablemente...

source: [_m_] I must reproduce a perfectly comfortable moment for the conversation inside her sleep to succeed...
french: [ _m_ ] Je dois reproduire un moment parfaitement confortable pour la conversation dans son sommeil pour réussir ...
italian: [_m_] Devo riprodurre un momento perfettamente confortevole per la conversazione dentro il suo sonno per avere successo...
japanese: [_m_] 睡眠中の会話が成功するためには、完全に快適な瞬間を再現しなければなりません...
spanish: [_m_] Debo reproducir un momento perfecto para que la conversación dentro de su sueño tenga éxito...

source: [_m_] What's there to think about... Tonight's show is perfect!
french: [ _m_ ] Qu'y a-il à penser ... Le spectacle de ce soir est parfait !
italian: [_m_] Cosa c'è da pensare... Lo spettacolo di stasera è perfetto!
japanese: [_m_] 今夜のショーは完璧!
spanish: [_m_] ¿Qué hay para pensar... El show de esta noche es perfecto!

source: [_m_] Okay, time to get started.
french: [ _m_ ] Ok, le temps de commencer.
italian: [_m_] Okay, ora di iniziare.
japanese: [_m_] さて、始める時間です。
spanish: [_m_] Vale, es hora de empezar.

source: [_hi_] Yes?
french: [_hi_] Oui ?
italian: [_hi_] Sì?
japanese: [_hi_] はいですか？
spanish: [_hi_] Sí?

source: [_r_] Do you feel good with me? Right now...
french: [ _r_ ] Tu te sens bien avec moi? En ce moment ...
italian: [_r_] Ti senti bene con me? In questo momento...
japanese: [_r_] 私と一緒に気分が良いですか？今char@@1
spanish: [_r_] ¿Se siente bien conmigo? Ahora mismo ...

source: [_hi_] Of course I like watching the show with you, why do you ask?
french: [ _hi_ ] Bien sûr que j'aime regarder le spectacle avec vous, pourquoi vous demandez?
italian: [_hi_] Naturalmente mi piace guardare lo spettacolo con te, perché chiedi?
japanese: [_hi_] もちろん私はあなたと一緒にショーを見るのが好きですが、なぜ尋ねるのですか?
spanish: [_hi_] Por supuesto que me gusta ver el espectáculo contigo, ¿por qué preguntas?

source: [_r_] It's just that I look at this main character and I see myself in him.
french: [ _r_ ] C'est juste que je regarde ce personnage principal et je me vois en lui.
italian: [_r_] È solo che guardo questo personaggio principale e mi vedo in lui.
japanese: [_r_] この主人公を見るだけで、彼の中に自分自身を見ることができます。
spanish: [_r_] Es simplemente que miro a este personaje principal y me veo en él.

source: [_hi_] In what way?
french: [_hi_] De quelle manière ?
italian: [_hi_] In che modo?
japanese: [_hi_] どのようにして?
spanish: [_hi_] ¿De qué manera?

source: [_r_] He's not decisive in his feelings.
french: [_r_] Il n'est pas décisif dans ses sentiments.
italian: [_r_] Non è decisivo nei suoi sentimenti.
japanese: [_r_] 彼は彼の気持ちに決定的ではありません.
spanish: [_r_] No es decisivo en sus sentidos.

source: [_r_] He's got such a beautiful woman next to him, and he can't pick himself up and give her the whole world...
french: [_r_] Il a une si belle femme à côté de lui, et il ne peut pas se relever et lui donner le monde entier...
italian: [_r_] Ha una donna così bella accanto a lui, e non può prendersi e darle il mondo intero...
japanese: [_r_] 彼は彼の隣にそんな美しい女性を持っています, そして彼は自分自身をピックアップし、彼女に全世界を与えることができません...
spanish: [_r_] Él tiene una mujer tan bonita junto a él, y no puede recogerse y darle todo el mundo...

source: [_r_] All he has to do is say those very words, then they'll both be happy for the rest of their lives.
french: [ _r_ ] Tout ce qu'il a à faire c'est dire ces mots, puis ils seront tous les deux heureux pour le reste de leur vie.
italian: [_r_] Tutto quello che deve fare è dire quelle stesse parole, allora saranno entrambi felici per il resto della loro vita.
japanese: [_r_] 彼がしなければならないことは、まさにその言葉を言うことだけで、彼らは両方とも残りの人生を幸せにしてくれるでしょう。
spanish: [_r_] Todo lo que tiene que hacer es decir esas mismas palabras, entonces ambos serán felices por el resto de sus vidas.

source: [_hi_] Does this... Sound familiar?
french: [ _hi_ ] Cela ... Une bonne connaissance?
italian: [_hi_] Quello... Suona familiare?
japanese: [_hi_] これは聞き覚えがありますか？
spanish: [_hi_] ¿Es esto... ¿Suena familiar?

source: [_r_] Yes... That's why I drew the parallel between the main character and myself...
french: [_r_] Oui... C'est pourquoi j'ai dessiné le parallèle entre le personnage principal et moi-même...
italian: [_r_] Sì... Ecco perché ho disegnato il parallelo tra il personaggio principale e me stesso...
japanese: [_r_] はい...だからメインキャラクターと自分の並列を描きました...
spanish: [_r_] Sí... Por eso dibujé el paralelo entre el personaje principal y yo...

source: [_r_] It's because... Because I feel the same way he does...
french: [_r_] C'est parce que... Parce que je ressens la même façon qu'il fait...
italian: [_r_] È perché... Perché mi sento allo stesso modo che fa...
japanese: [_r_] なぜなら、彼と同じように感じるから...
spanish: [_r_] Es porque... Porque siento lo mismo que hace...

source: [_r_] I feel like I love you, Hinata.
french: [ _r_ ] J'ai l'impression que je t'aime, Hinata.
italian: [_r_] Mi sento come ti amo, Hinata.
japanese: [_r_] あなたを愛しているような気がします。
spanish: [_r_] Me siento como que te amo, Hinata.

source: [_r_] Sitting next to you, like this, at ease... I'm convinced once again that I need you more than I can imagine...
french: [_r_] Assis à côté de vous, comme ça, à l'aise... Je suis une fois de plus convaincu que j'ai besoin de vous plus que je ne peux l'imaginer...
italian: [_r_] Seduto accanto a voi, così, a proprio agiozzo... Sono convinto ancora una volta che ho bisogno di voi più di quanto posso immaginare...
japanese: [_r_] あなたの隣に座って、このように安らかに...もう一度確信しているのは、私が想像以上にあなたが必要だと...
spanish: [_r_] sentado a tu lado, como esto... Estoy convencido una vez más de que te necesito más de lo que puedo imaginar...

source: [_r_] I need you... Hinata...
french: [_r_] J'ai besoin de vous... Hinata...
italian: [_r_] Ho bisogno di te... Hinata...
japanese: [_r_] 私はあなたが必要です...
spanish: [_r_] te necesito... Hinata...

source: [_hi_] In your hug... I feel so warm and pleasant...
french: [ _hi_ ] Dans votre hug ... Je me sens si chaud et agréable ...
italian: [_hi_] Nel tuo abbraccio... mi sento così caldo e piacevole...
japanese: [_hi_] あなたの抱擁で... 私はとても暖かく、楽しい感じ...
spanish: [_hi_] En tu abrazo... Me siento tan cálido y agradable...

source: [_hi_] Even though it's wrong... But I feel the same feelings...
french: [ _hi_ ] Même si c'est mal ... Mais je ressens les mêmes sentiments ...
italian: [_hi_] Anche se è sbagliato... Ma sento gli stessi sentimenti...
japanese: [_hi_] 間違っていても...でも、同じ気持ちを感じます。
spanish: [_hi_] Aunque está mal... Pero siento los mismos sentimientos...

source: [_hi_] How can I... I'm a married woman...
french: [ _hi_ ] Comment puis-je ... Je suis une femme mariée ...
italian: [_hi_] Com'è possibile... Sono una donna sposata...
japanese: [_hi_] どうして私は... 私は既婚女性です...
spanish: [_hi_] ¿Cómo puedo... Soy una mujer casada...

source: [_r_] Don't think about it, Hinata... I'm not asking you to stop loving Naruto. I'm asking you to love me just as much.
french: [ _r_ ] Ne pensez pas à ça, Hinata ... Je ne vous demande pas d'arrêter Naruto. Je vous demande de m'aimer autant.
italian: [_r_] Non ci pensi, Hinata... Non ti sto chiedendo di smettere di amare Naruto. Ti chiedo di amarmi altrettanto tanto.
japanese: [_r_] 考えないで、ひなた... ナルトを愛するのをやめてくれと言っているのではなく、私を好きになってくれと頼んでいるのです。
spanish: [_r_] No lo piense, Hinata ... No te estoy pidiendo que dejes de amar a Naruto. Te estoy pidiendo que me améis igual de mucho.

source: [_hi_] S-thank you... Thank you for understanding me...
french: [ _hi_ ] S-Merci ... Merci de me comprendre ...
italian: [_hi_] S-grazie... Grazie per avermi compreso...
japanese: [_hi_] S-thank you... 理解してくれてありがとう...
spanish: [_hi_] S-gracias... Gracias por entenderme...

source: [_hi_] Me too... Love you too...
french: [_hi_] Moi aussi... Je t'aime aussi...
italian: [_hi_] anche me... Amate anche voi...
japanese: [_hi_] 私も...あなたも愛しています...
spanish: [_hi_] Yo también... Te encanta también...

source: [_r_] Do you think, Hinata... Does this girl deserve love?
french: [ _r_ ] Pensez-vous, Hinata ... Cette fille mérite-t-elle l'amour?
italian: [_r_] Pensate, Hinata... Questa ragazza merita amore?
japanese: [_r_] あなたは思いますか, ひなた... この女の子は愛に値しますか?
spanish: [_r_] ¿Crees, Hinata... ¿Esta chica merece amor?

source: [_hi_] What a strange question... Of course we all deserve it.
french: [ _hi_ ] Quelle étrange question ... Bien sûr, nous le méritons tous.
italian: [_hi_] Che strana domanda... Naturalmente lo meritiamo tutti.
japanese: [_hi_] 不思議な質問...もちろん、私たちは誰もがそれに値する。
spanish: [_hi_] Qué pregunta extraña... Por supuesto que todos lo merecemos.

source: [_r_] Her father doesn't think so, the most negative character in the whole show.
french: [ _r_ ] Son père ne le pense pas, le personnage le plus négatif de toute la série.
italian: [_r_] Suo padre non lo pensa, il carattere più negativo di tutto lo spettacolo.
japanese: [_r_] 彼女の父親はそう考えていません, 全体のショーの中で最も負の文字.
spanish: [_r_] Su padre no lo cree, el personaje más negativo de todo el espectáculo.
