Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_e_] I often think about what could my life be if I make different decisions...
french: [ _e_ ] Je pense souvent à ce qui pourrait être ma vie si je fais différentes décisions ...
italian: [_e_] Penso spesso a cosa potrebbe essere la mia vita se faccio decisioni diverse...
japanese: [_e_] 私はしばしば異なる決断をする場合、私の人生が何であるかを考えます...
spanish: [_e_] Suelo pensar en lo que podría ser mi vida si tomo diferentes decisiones...

source: [_e_] If I decided to finish my university instead of quitting on the first year?
french: [ _e_ ] Si j'ai décidé de terminer mon université au lieu de cesser de fumer la première année?
italian: [_e_] Se ho deciso di finire la mia università invece di smettere il primo anno?
japanese: [_e_] 1年目を辞めずに大学を卒業することにしたら?
spanish: [_e_] Si decidí terminar mi universidad en lugar de dejar de fumar el primer año?

source: [_e_] If I wasn't so rude to my boss that time, maybe I wouldn't have been fired. Maybe I could achieve something better?
french: [ _e_ ] Si je n'étais pas si grossier à mon patron que le temps, je n'aurais peut-être pas été viré. Peut-être que je pourrais faire quelque chose de mieux?
italian: [_e_] Se quel tempo non fossi così maleducato al mio capo, forse non sarei stato licenziato. Forse avrei potuto ottenere qualcosa di meglio?
japanese: [_e_] もしその時、私が上司にそんなに失礼でなかったら、クビにならなかったかもしれません。もっと良いことができるかもしれません。
spanish: [_e_] Si no fuera tan grosero con mi jefe ese tiempo, tal vez no habría sido despedido. ¿Tal vez podría lograr algo mejor?

source: [_e_] And school? What if I didn't spend my time in computer clubs? Maybe education could get me out of this shit?
french: [_e_] Et à l'école ? Et si je ne passais pas mon temps dans les clubs informatiques ? Peut-être que l'éducation pourrait me tirer de cette merde?
italian: [_e_] E la scuola? E se non passassi il mio tempo in computer club? Forse l'educazione potrebbe farmi uscire da questa merda?
japanese: [_e_] そして学校? もし私がコンピュータークラブで時間を過ごしていなかったら？教育が私をこのクソから抜け出せるかもしれませんか？
spanish: [_e_] Y la escuela? ¿Y si no pasara mi tiempo en los clubes de informática? ¿Tal vez la educación podría sacarme de esta mierda?

source: [_e_] Well, maybe there's no point looking into the past.
french: [_e_] Eh bien, il est peut-être inutile de regarder dans le passé.
italian: [_e_] Beh, forse non ha senso guardare al passato.
japanese: [_e_] まあ、過去を調べる意味がないのかもしれません。
spanish: [_e_] Bueno, tal vez no tenga sentido mirar al pasado.

source: [_e_] I'm only driving myself deeper into depression.
french: [ _e_ ] Je ne me sens que plus profondément dans la dépression.
italian: [_e_] Sto solo guidando me stesso più in profondità nella depressione.
japanese: [_e_] うつ病に深く追い込まれているだけです。
spanish: [_e_] Sólo me estoy llevando a una depresión más profunda.

source: [_e_] I'm 32 now, work as a deliveryman and I just love spending nights in computer despite it's harmful.
french: [ _e_ ] J'ai 32 ans maintenant, je travaille comme livreur et j'adore passer des nuits à l'ordinateur en dépit du fait qu'il est nocif.
italian: [_e_] Sono 32 adesso, lavorare come portavoce e mi piace solo trascorrere notti in computer nonostante sia dannoso.
japanese: [_e_] 私は現在32歳ですが、配達員として働いています。有害であるにもかかわらず、コンピュータで夜を過ごすのが大好きです。
spanish: [_e_] ahora soy 32, trabajo como un entregador y me encanta pasar noches en el ordenador a pesar de que es perjudicial.

source: [_e_] I moved out from my parents when I was 30. A bit late of course but it was so comfortable in parent's place. Until my mum had started to bother me.
french: [ _e_ ] J'ai quitté mes parents quand j'avais 30 ans. Un peu tard, bien sûr, mais c'était si confortable chez les parents. Jusqu'à ce que ma mère ait commencé à me déranger.
italian: [_e_] Sono uscito dai miei genitori quando avevo 30 anni. Un po 'in ritardo naturalmente, ma era così comodo nel posto dei genitori. Fino a quando mia mamma aveva iniziato a disturbarmi.
japanese: [_e_] 私は30歳の時に両親から引っ越しました。 もちろん、少し遅くなりましたが、それは親の場所でとても快適でした。私のお母さんが私を悩ませ始めるまで。
spanish: [_e_] Me mudé de mis padres cuando tenía 30 años. Un poco tarde, por supuesto, pero era tan cómodo en el lugar de los padres. Hasta que mi mamá había empezado a molestarme.

source: [_e_] Find yourself a girlfriend! You're already 30! Others already have children at this age!
french: [_e_] Trouvez vous une amie ! Vous êtes déjà 30 ans ! D'autres ont déjà des enfants à cet âge !
italian: [_e_] Trovi una ragazza! Sei già 30! Altri hanno già figli in questa età!
japanese: [_e_] 自分自身をガールフレンドを見つけてください! あなたはすでに30です! この年齢で他の人はすでに子供を持っています!
spanish: [_e_] ¡Encuéntrate a ti mismo una amiga! ¡Ya tienes 30! ¡Otros ya tienen hijos a esta edad!

source: [_e_] That was the time when it pissed me off. I took my laptop and found the cheapest flat in the poorest neighborhood.
french: [ _e_ ] C'était le moment où ça m'a énergué. J'ai pris mon ordinateur portable et j'ai trouvé l'appartement le moins cher du quartier le plus pauvre.
italian: [_e_] Questo era il momento in cui mi ha baciato. Ho preso il mio computer portatile e ho trovato l'appartamento più economico nel quartiere più povero.
japanese: [_e_] 私はそれが私を怒らせた時でした。私は私のラップトップを取り、最も貧しい地域で最も安いフラットを見つけました。
spanish: [_e_] Ése era el momento en que me pisaba. Quité mi portátil y encontré el piso más barato en el vecindario más pobre.

source: [_e_] Personal life? Just sucks. I've gone to some anonymous dates but it was just a waste of time.
french: [_e_] Vie personnelle ? Je suis allé à quelques dates anonymes mais ce n'était qu'une perte de temps.
italian: [_e_] Vita personale? Basta succhiare. Sono andato ad alcune date anonime ma era solo una perdita di tempo.
japanese: [_e_] 個人的な生活？最悪。匿名のデートに行ったけど、時間の無駄だった。
spanish: [_e_] ¿Vida personal? Solo chucha. He ido a unas fechas anónimas, pero ha sido una pérdida de tiempo.

source: [_e_] Girls in my age aren't into anime or comics and I just have nothing else to talk about.
french: [ _e_ ] Les filles de mon âge ne sont pas en anime ou en bande dessinée et je n'ai rien d'autre à parler.
italian: [_e_] Ragazze nella mia età non sono in anime o fumetti e non ho nient'altro di cui parlare.
japanese: [_e_] 私の年齢の女の子は、アニメや漫画に興味がなく、私はただ話すことは何もありません.
spanish: [_e_] Girls en mi edad no son anime o comics y no tengo nada más de lo que hablar.

source: [_e_] I'd continue watching anime all night if not that strange picture that changed everything.
french: [_e_] Je continuerais à regarder anime toute la nuit, sinon cette image étrange qui a tout changé.
italian: [_e_] continuerei a guardare anime tutta la notte se non quella strana foto che ha cambiato tutto.
japanese: [_e_] 全てが変わった変な映像でなければ、一晩中アニメを見続けています。
spanish: [_e_] seguiría viendo anime toda la noche, si no esa extraña imagen que cambió todo.

source: [_e_] Time to jerk off...
french: [_e_] Il est temps de se brancher...
italian: [_e_] Tempo di spegnere...
japanese: [_e_] ぎくしゃくする時間...
spanish: [_e_] Tiempo de desmayarse...

source: [_e_] Yes, I'm that one guy who jerks off on anime porn after work.
french: [ _e_ ] Oui, je suis un gars qui se branle sur le porno d'anime après le travail.
italian: [_e_] Sì, sono quello un ragazzo che si masturba su anime porno dopo il lavoro.
japanese: [_e_] はい, 私は仕事の後にアニメのポルノでオフにジャークする一人の男です.
spanish: [_e_] Sí, soy ese tipo que se desmorona en porno de anime después de trabajar.

source: [_e_] Nothing to be proud about, but who cares?
french: [ _e_ ] Rien à être fier, mais qui se soucie?
italian: [_e_] Niente di cui essere orgogliosi, ma a chi importa?
japanese: [_e_] 誇りに思うものは何もないが、誰が気にするのか?
spanish: [_e_] nada de lo que estar orgulloso, pero ¿a quién le importa?

source: [_e_] My dick-my rules.
french: [ _e_ ] Ma bite-mes règles.
italian: [_e_] Le mie regole di cazzo.
japanese: [_e_] 私のペニス-私のルール.
spanish: [_e_] Mis reglas de dick-mi.

source: [_e_] Who's that character? Reminds me Kaguya.
french: [_e_] Qui est ce personnage ? Rappelez-moi Kaguya.
italian: [_e_] Chi è quel personaggio? Mi ricorda Kaguya.
japanese: [_e_] そのキャラクターは誰ですか? カグヤを思い出します。
spanish: [_e_] ¿Quién es ese personaje? Recuerda Kaguya.

source: [_e_] She's a pretty one. Wanna see her tits.
french: [_e_] Elle est jolie. Elle veut voir ses seins.
italian: [_e_] Lei è carina. Vuole vedere le sue tette.
japanese: [_e_] 彼女はかわいいです.
spanish: [_e_] She es bonita. ¿Quieres ver sus tetas.

source: [_e_] Extending her arm... Well, I think everyone had tried this.
french: [_e_] Étendre son bras... Eh bien, je pense que tout le monde avait essayé cela.
italian: [_e_] Estendere il braccio... Beh, penso che tutti avessero provato questo.
japanese: [_e_] 彼女の腕を拡張... まあ, 私は誰もがこれを試していたと思います.
spanish: [_e_] Extendiendo su brazo... Bueno, creo que todo el mundo lo había intentado.

source: [_e_] What?
french: [_e_] Quoi?
italian: [_e_] Cosa?
japanese: [_e_] 何？
spanish: [_e_] ¿Qué?

source: [_e_] WHAT THE FUCK!?
french: [ _e_ ] QU'EST-CE QUE LE FUCK !?
italian: [_e_] COSA FUCK!?
spanish: [_e_] ¿QUÉ EL FUCK!?

source: [_m_] Shit... I'm gonna vomit...
french: [_m_] Shit... Je vais vomir...
italian: [_m_] merda... Vado a vomito...
japanese: [_m_] くそ... 嘔吐する...
spanish: [_m_] mierda... Estoy vómito de gonna...

source: [_m_] It's dark... And cold... I don't understand what's going on...
french: [_m_] C'est sombre... Et froid... Je ne comprends pas ce qui se passe...
italian: [_m_] È buio... E freddo... non capisco cosa sta succedendo...
japanese: [_m_] 暗いchar@@1 寒いchar@@2 何が起こっているのか分からない...
spanish: [_m_] Es oscuro... Y frío... No entiendo lo que está pasando...

source: [_m_] It smells like grass?
french: [_m_] Il sent l'herbe ?
italian: [_m_] Ha un odore di erba?
japanese: [_m_] 草の匂いがしますか？
spanish: [_m_] ¿huele a hierba?

source: [_m_] I feel it...
french: [_m_] Je le ressente...
italian: [_m_] lo sentisco...
japanese: [_m_] 感じる...
spanish: [_m_] lo siento...

source: [_m_] It's all so green...
french: [_m_] Tout est si vert...
italian: [_m_] È tutto così verde...
japanese: [_m_] とても緑です...
spanish: [_m_] Es todo tan verde...

source: [_m_] Forest? It's definitely a forest...
french: [_m_] Forêt ? C'est définitivement une forêt...
italian: [_m_] Foresta? È sicuramente una foresta...
japanese: [_m_] 森？間違いなく森char@@1。
spanish: [_m_] ¿Bosque? Definitivamente es un bosque ...

source: [_k_] Someone really got caught? Hey, you're still alive?
french: [_k_] Quelqu'un a vraiment été attrapé ? Hé, vous êtes toujours en vie ?
italian: [_k_] Qualcuno è davvero catturato? Ehi, sei ancora vivo?
japanese: [_k_] 本当に誰かが捕まったのか？おい、まだ生きているのか？
spanish: [_k_] ¿Alguien se ha atrapado? Eh, ¿todavía estás vivo?

source: [_m_] Holy shit, who the hell is she?
french: [_m_] Frappe sainte, qui l'enfer est-elle elle ?
italian: [_m_] Merda santa, chi è l'inferno?
japanese: [_m_] 聖なるたわごと, 一体誰が彼女です?
spanish: [_m_] Una santa mierda, ¿quién es el infierno?

source: [_k_] Did you hit your head or something? Why don't you say anything? Just answer, I won't bite.
french: [_k_] Avez-vous frappé votre tête ou quelque chose ? Pourquoi ne dites-vous pas quoi que ce soit ? Répondez simplement, je ne mord pas.
italian: [_k_] Hai colpito la testa o qualcosa? Perché non dici niente? Rispondi, non mordo.
japanese: [_k_] 頭を殴ったか何か？何か言ってみたら？答えるだけで、噛み付かないよ。
spanish: [_k_] ¿Has golpeado tu cabeza o algo? ¿Por qué no dices nada? Solo responde, no morderé.

source: [_e_] Egh... What's going on here? Who are you?
french: [_e_] Agh... Que se passe-t-il ici? Qui êtes-vous ?
italian: [_e_] Egh... Cosa succede qui? Chi sei?
japanese: [_e_] Egh... ここで何が起きているの？ あなたは誰？
spanish: [_e_] Egh ... ¿Qué está pasando aquí? ¿Quién eres tú?

source: [_k_] Oh, luckily you can speak! Not so retarded. Name yourself, and then it'll be my turn.
french: [_k_] Oh, heureusement, vous pouvez parler ! Pas si retardé. Nommez-vous, et ce sera à mon tour.
italian: [_k_] Oh, per fortuna puoi parlare! Non così ritardato. Dai il nome a te stesso, e poi sarà il mio turno.
japanese: [_k_] ああ、幸運にも話せるよ！そんなに遅くはない。自分自身を名乗れば、俺の番だ。
spanish: [_k_] ¡Oh, afortunadamente puedes hablar! No tan tarde. Apúntate a ti mismo, y luego será mi turno.

source: [_r_] Name's [viname], maybe you'll answer my question?
french: [_r_] Nom's [viname], peut-être répondez-vous à ma question ?
italian: [_r_] Name's [viname], forse risponderai alla mia domanda?
japanese: [_r_] 名前の [viname]は、私の質問に答えるかもしれません。
spanish: Un nombre [_r_] de [viname], ¿quizás responderás a mi pregunta?

source: [_k_] Don't want to know my name, do you?
french: [ _k_ ] Ne veux pas connaître mon nom, n'est-ce pas?
italian: [_k_] Non vuoi sapere il mio nome, vero?
japanese: [_k_] 私の名前を知りたくないですよね？
spanish: [_k_] No quiero saber mi nombre, ¿verdad?

source: [_r_] Not really, I just want to figure out what happened...
french: [ _r_ ] Pas vraiment, je veux juste comprendre ce qui s'est passé ...
italian: [_r_] Non davvero, voglio solo capire cosa è accaduto...
japanese: [_r_] 実際には、何が起こったのかを理解したいだけです。
spanish: [_r_] No realmente, solo quiero averiguar qué pasó...

source: [_k_] So rude... You're lucky that I have some plans on you.
french: [ _k_ ] Donc grossier ... Vous avez de la chance d'avoir des plans sur vous.
italian: [_k_] Così maleducato... Sei fortunato che ho alcuni piani su di te.
japanese: [_k_] 失礼char@@1 あなたにいくつかの計画があるので、あなたはラッキーです。
spanish: [_k_] Tan grosero... Tienes suerte de que tengo algunos planes en ti.

source: [_ka_] Let me introduce myself, my name is Kamiko and you're going to obey me!
french: [ _ka_ ] Laisse-moi me présenter, mon nom est Kamiko et tu vas me obéir !
italian: [_ka_] Lasciami presentarmi, il mio nome è Kamiko e mi obbedisce!
japanese: [_ka_] 自己紹介させてください。私の名前はカミコです。あなたは私に従います!
spanish: [_ka_] Déjame presentarme, mi nombre es Kamiko y vas a obedecerme!

source: [_r_] Why do I have to? I don't obey anyone's orders.
french: [ _r_ ] Pourquoi dois-je le faire? Je n'obéissez à personne.
italian: [_r_] Perché devo fare? Non obbedisco agli ordini di nessuno.
japanese: [_r_] なぜ私はそうしなければならないのですか?
spanish: [_r_] ¿Por qué tengo que hacerlo? No obedezco las órdenes de nadie.

source: [_ka_] Otherwise you'll become useless, maybe I should kill you right now?
french: [ _ka_ ] Sinon, vous deviendrez inutile, peut-être que je devrais vous tuer maintenant?
italian: [_ka_] Altrimenti diventerai inutile, forse dovrei ucciderti adesso?
japanese: [_ka_] そうでなければ役に立たなくなります。今すぐ殺してあげましょうか？
spanish: [_ka_] de lo contrario te volverás inútil, ¿tal vez debería matarte ahora mismo?

source: [_r_] No, no, no! Come on without it. Maybe we'd better agree?
french: [_r_] Non, non, non ! Allez-y sans cela. Peut-être devrions-nous être d'accord ?
italian: [_r_] No, no, no! Vieni senza di esso. Forse faremmo meglio ad accettare?
japanese: [_r_] いいえ、いいえ、いいえ、いいえ、いいえ、それなしで来てください。私たちは同意した方がいいでしょうか？
spanish: [_r_] No, no, ¡no! Ven sin él. ¿Tal vez mejor estaríamos de acuerdo?

source: [_ka_] And what can you offer?
french: [ _ka_ ] Et que pouvez-vous offrir?
italian: [_ka_] E cosa puoi offrire?
japanese: [_ka_] そしてあなたは何を提供することができますか?
spanish: [_ka_] Y ¿qué puedes ofrecer?

source: [_r_] Well... Wait a bit... Oh, I have 10 dollars, is it enough?
french: [_r_] Eh bien... Attendez un peu... Oh, j'ai 10 dollars, est-ce suffisant ?
italian: [_r_] Bene... Aspetta un po'... Oh, ho 10 dollari, è abbastanza?
japanese: [_r_] まあちょっと待って... ああ、私は10ドルを持っている、それで十分ですか?
spanish: [_r_] Bueno... Espera un poco... Oh, tengo 10 dólares, ¿es suficiente?

source: [_ka_] What are these papers? You can only wipe your ass with it.
french: [ _ka_ ] Que sont ces papiers? Tu ne peux qu'essuyer ton cul avec ça.
italian: [_ka_] Quali sono questi cartelli? Puoi solo pulire il tuo culo con esso.
japanese: [_ka_] これらの論文は何ですか? あなたはそれであなたのお尻を拭くことしかできません。
spanish: [_ka_] ¿Qué son estos papeles? Sólo puedes limpiar tu culo con él.

source: [_r_] Okay, okay, I got it. Maybe you'll tell me where am I? I don't understand anything yet.
french: [_r_] D'accord, d'accord, je l'ai compris. Peut-être que vous me direz où suis-je ? Je ne comprends rien pour le moment.
italian: [_r_] Okay, okay, ho capito. Forse mi dirai dove sono? Non capisco ancora niente.
japanese: [_r_] わかりました、わかりました。私はどこにいるのか教えてくれるかもしれません。まだ何も分かりません。
spanish: [_r_] Vale, bueno, lo tengo. Tal vez me digas dónde estoy yo? No entiendo nada todavía.

source: [_ka_] Briefly I've casted a summoning trap in lots of dimensions and you got right into one of them. I've summoned you.
french: [ _ka_ ] En bref, j'ai casté un piège à convocations dans de nombreuses dimensions et vous avez eu droit à l'un d'entre eux. Je vous ai appelé.
italian: [_ka_] Ho gettato brevemente una trappola evocativa in molte dimensioni e tu sei entrato in una di esse.
japanese: [_ka_] 簡単に言うと、私は多くのディメンションで召喚トラップをキャストし、あなたはそのうちの1つに入った。私はあなたを召喚しました。
spanish: [_ka_] Breve vez he lanzado una trampa de invocación en muchas dimensiones y te has metido en una de ellas. Te he llamado.

source: [_r_] Just like in all these anime... Where are we right now?
french: [_r_] Comme dans tous ces animes... Où en sommes-nous maintenant ?
italian: [_r_] Proprio come in tutti questi anime... Dove siamo adesso?
japanese: [_r_] これらのすべてのアニメのように...
spanish: [_r_] igual que en todo este anime... ¿Dónde estamos ahora mismo?

source: [_ka_] Near the Leaf village of the Fire country. Will you continue asking me questions?
french: [ _ka_ ] Près du village de Leaf du pays d'Incendie. Pourriez-vous me poser des questions?
italian: [_ka_] Vicino al villaggio Foglia del paese del Fuoco. Continuerai a farmi domande?
japanese: [_ka_] 火の国の葉の村の近く. あなたは私に質問を続けますか?
spanish: [_ka_] Cerca del pueblo de hojas del país de fuego. ¿Continuarás haciéndome preguntas?

source: [_r_] Wait, wait... I've heard this before... Naruto, does this name sounds familiar?
french: [_r_] Attendez, attendez... J'ai entendu ça avant... Naruto, est-ce que ce nom semble familier ?
italian: [_r_] Aspetta, aspetta... l'ho sentito prima... Naruto, questo nome sembra familiare?
japanese: [_r_] お待ちください...前に聞いたことがあります... Naruto, この名前は聞き覚えがありますか?
spanish: [_r_] Espera, espera... He escuchado esto antes... Naruto, ¿este nombre suena familiar?

source: [_ka_] Do you mean him?
french: [_ka_] Vous voulez dire lui?
italian: [_ka_] Vuole dire lui?
japanese: [_ka_] 彼のことですか？
spanish: [_ka_] ¿Te refieres a él?

source: [_ka_] Did I answer your question?
french: [ _ka_ ] J'ai répondu à votre question?
italian: [_ka_] Ho risposto alla tua domanda?
japanese: [_ka_] あなたの質問に答えましたか？
spanish: [_ka_] ¿He respondido a tu pregunta?

source: [_r_] I'm in Naruto world? Is this kind of a dream?
french: [_r_] Je suis dans le monde de Naruto ? Est-ce une sorte de rêve ?
italian: [_r_] Sono nel mondo di Naruto? È questo tipo di sogno?
japanese: [_r_] 私は鳴門の世界にいますか? このような夢ですか?
spanish: [_r_] Estoy en el mundo Narudo? ¿Es este tipo de sueño?

source: [_ka_] Naruto Udsumaki is of course a Hokade, but this world surely doesn't belong to him. Because soon this world will belong to me - Kamiko Ootsutsuki!
french: [ _ka_ ] Naruto Udsumaki est bien sûr un Hokade, mais ce monde ne lui appartient sûrement pas. Parce que bientôt ce monde sera de moi-Kamiko Ootsutsuki !
italian: [_ka_] Naruto Udsumaki è ovviamente un Hokade, ma questo mondo sicuramente non gli appartiene. Perché presto questo mondo mi apparirà - Kamiko Ootsutsuki!
japanese: [_ka_] 鳴門ウドゥスマキはもちろん法門ですが、この世界は確かに彼のものではありません。 なぜなら、すぐにこの世界は私のものになるからです。
spanish: [_ka_] Naruto Udsumaki es, por supuesto, una Hokade, pero este mundo seguramente no le pertenece. Porque pronto este mundo va a pertenecer a mí - Kamiko Ootsutsuki!

source: [_r_] You're from Ootsutsuki?! Just like Kaguya?
french: [_r_] Vous venez d'Ootsutsuki?! Comme Kaguya?
italian: [_r_] Sei di Ootsutsuki?! Proprio come Kaguya?
japanese: [_r_] おつつきさんですか？かぐやと同じですか？
spanish: [_r_] ¿Eres de Ootsutsuki?! ¿Al igual que Kaguya?

source: [_ka_] You've heard about Kaguya? What an interesting person we have here... Maybe It was more dangerous to keep you alive than I thought.
french: [_ka_] Vous avez entendu parler de Kaguya ? Quelle personne intéressante que nous avons ici... Peut-être qu'il était plus dangereux de vous garder en vie que je ne le pensais.
italian: [_ka_] Hai sentito parlare di Kaguya? Che persona interessante che abbiamo qui... Forse era più pericoloso mantenerti in vita di quanto pensassi.
japanese: [_ka_] カグヤについて聞いたことがあるでしょうか? ここで私たちが持っている興味深い人は何でしょうか? たぶん、私が思ったよりもあなたを生かしておく方が危険でした。
spanish: [_ka_] ¿Has oído hablar de Kaguya? ¿Qué persona interesante tenemos aquí... Tal vez fue más peligroso mantenerte vivo de lo que pensaba.

source: [_r_] Wait, wait! I only saw her in anime! And to be honest, I only know that she's very strong...
french: [_r_] Attendez, attendez ! Je ne l'ai vue qu'en anime! Et pour être honnête, je sais seulement qu'elle est très forte...
italian: [_r_] Aspetta, aspetta! L'ho vista solo in anime! E per essere onesti, so solo che è molto forte...
japanese: [_r_] 待って、待って!アニメでしか見たことがない!そして正直に言うと、私は彼女が非常に強いことを知っているだけだ...
spanish: [_r_] ¡Espera, espera! ¡Sólo la vi en anime! Y para ser honesto, sólo sé que es muy fuerte...

source: [_ka_] Anime? What are you talking about?
french: [_ka_] Anime ? De quoi parlez-vous ?
italian: [_ka_] Anime? Di cosa stai parlando?
japanese: [_ka_] アニメ？何の話をしてるの？
spanish: [_ka_] ¿Anime? ¿De qué estás hablando?

source: [_r_] Just let me explain...
french: [ _r_ ] Laissez-moi vous expliquer ...
italian: [_r_] Lasciatemi spiegare...
japanese: [_r_] 説明させてください...
spanish: [_r_] Solo déjame explicar...

source: [_ka_] Shut up. It's not the right time. So be it. I won't kill you, but you need to prove your value.
french: [_ka_] Fermez-le. Ce n'est pas le bon moment. Qu'il en soit ainsi. Je ne vous tuerai pas, mais vous devez prouver votre valeur.
italian: [_ka_] sta zitto. Non è il momento giusto. Quindi sia. Non ti ucciderò, ma devi dimostrare il tuo valore.
japanese: [_ka_] 黙れ。今は時期ではない。殺すつもりはないが、価値を証明する必要がある。
spanish: [_ka_] Cierra. No es el momento adecuado. Así que así sea. No te mataré, pero necesitas probar tu valor.

source: [_r_] But how? I can only deliver a pizza, nothing more...
french: [_r_] Mais comment? Je ne peux livrer qu'une pizza, rien de plus...
italian: [_r_] Ma come? Posso solo consegnare una pizza, niente di più...
japanese: [_r_] しかしどうやって？ピザしか届けられないけど、それ以上は...
spanish: [_r_] Pero, ¿cómo? Sólo puedo entregar una pizza, nada más...

source: [_ka_] You'll take your chance later. I'm going to explain in a more quieting setting. Let's go to the village.
french: [_ka_] Vous prendrez votre chance plus tard. Je vais vous expliquer dans un cadre plus tranquille. Allons au village.
italian: [_ka_] Coglierai l'occasione più tardi. Ti spiegherò in un ambiente più tranquillo. Andiamo al villaggio.
japanese: [_ka_] あとでチャンスを取ります。もっと静かな環境で説明します。村に行きましょう。
spanish: [_ka_] Usted tendrá su oportunidad más tarde. Voy a explicar en un entorno más inquietante. Vamos a la aldea.

source: [_r_] We can just enter? Will they let us?
french: [ _r_ ] Nous pouvons juste entrer? Va-t-on nous laisser?
italian: [_r_] Possiamo solo entrare? Ci lasceranno?
japanese: [_r_] 入るだけですか？彼らは私たちを助けてくれますか？
spanish: [_r_] ¿Podemos entrar? ¿Nos van a dejar?

source: [_ka_] You're talking to the seventh Hokage, dattebayo! Don't bother yourself with such a nuisance, just keep going close to me.
french: [ _ka_ ] Vous parlez à la septième crique, dattebayo ! Ne vous embêtez pas avec une telle nuisance, continuez à me près de moi.
italian: [_ka_] Stai parlando con il settimo Hokage, dattebayo! Non ti disturbare con un tale fastidio, basta continuare ad andare vicino a me.
japanese: [_ka_] あなたは7番目のHokage、dattebayoと話しています! そんな迷惑をかけるな、私に近づき続けてください。
spanish: [_ka_] ¡Estás hablando con el séptimo Hokage, datebayo! No te molestes con una molestia así, solo sigue cerca de mí.

source: [_ka_] Here we are!
french: [_ka_] Nous sommes là!
italian: [_ka_] Ecco!
japanese: [_ka_] ここにいます！
spanish: [_ka_] ¡Aquí estamos!
