Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_hi_] Thank you, Anko!
french: [_hi_] Merci, Anko!
italian: [_hi_] Grazie, Anko!
japanese: [_hi_] ありがとうございます！
spanish: [_hi_] Gracias, Anko!

source: [_m_] Well, well Anko... I mean, she's pretty juicy in real life. In the anime, they made a mess of her.
french: [_m_] Eh bien, bien Anko... Je veux dire, elle est assez juteuse dans la vie réelle. Dans l'animé, ils ont fait un gâchis d'elle.
italian: [_m_] Beh, bene Anko... voglio dire, lei è abbastanza succosa nella vita reale. Nel anime, hanno fatto un pasticcio di lei.
japanese: [_m_] さて、アンコ... つまり、彼女は実際の生活ではかなりジューシーです。アニメでは、彼らは彼女の混乱を作りました。
spanish: [_m_] Bueno, bien Anko... Quiero decir, es bastante jugosa en la vida real. En el anime, hicieron un lío de ella.

source: [_m_] When I walked into Anko’s office, I was bracing myself for the worst, and eventually I saw a juicy, plump milf.
french: [ _m_ ] Quand j'ai marché dans le bureau d'Anko, je me préparais pour le pire, et finalement j'ai vu un milf juteux.
italian: [_m_] Quando entrai nell'ufficio di Anko, mi stavo accontentando per il peggio, e alla fine vidi un succoso milf.
japanese: [_m_] Ankoのオフィスに入った時、私は最悪の事態に立ち向かっていました。そして最終的にはジューシーでふっくらしたミルフを見ました。
spanish: [_m_] Cuando entré en la oficina de Anko, me preparé para lo peor, y finalmente vi un jugoso y tierno suave.

source: [_m_] But her image in her youth is just space...
french: [ _m_ ] Mais son image dans sa jeunesse n'est que de l'espace ...
italian: [_m_] Ma la sua immagine nella sua giovinezza è solo spazio...
japanese: [_m_] しかし、彼女の若い頃の彼女のイメージはただの空間です...
spanish: [_m_] Pero su imagen en su juventud es solo espacio...

source: [_m_] Nostalgia is suffocating...
french: [_m_] La nostalgie suffocante...
italian: [_m_] Nostalgia soffoca...
japanese: [_m_] ノスタルジアは窒息しています...
spanish: [_m_] Nostalgia se está sumiendo...

source: [_m_] Damn it, I’m obviously interested, but will I master it now?
french: [_m_] Bon sang, je suis évidemment intéressé, mais je vais le maîtriser maintenant ?
italian: [_m_] Dannazione, sono ovviamente interessato, ma lo padronerò adesso?
japanese: [_m_] くそっ、私は明らかに興味があるが、私は今それをマスターしますか？
spanish: [_m_] Lo malo, obviamente estoy interesado, pero ¿lo dominaré ahora?

source: [_r_] Kamiko! Can we talk?
french: [_r_] Kamiko! Pouvons-nous parler?
italian: [_r_] Kamiko! Possiamo parlare?
japanese: [_r_] 神子！話せますか？
spanish: [_r_] ¡Kamiko! ¿Podemos hablar?

source: [_ka_] Why do you ask? Just come here!
french: [ _ka_ ] Pourquoi demandez-vous? Viens juste ici !
italian: [_ka_] Perché chiedi? Vieni qui!
japanese: [_ka_] なんで聞くの？こっちに来い！
spanish: [_ka_] ¿Por qué te preguntas? ¡Sólo tienes que venir aquí!

source: [_r_] There is a woman named Anko. She's a teacher at the academy. Can you feel her chakra?
french: [ _r_ ] Il y a une femme nommée Anko. Elle est professeur à l'académie. Peux-tu sentir son chakra?
italian: [_r_] C'è una donna di nome Anko. Lei è un'insegnante all'accademia. Riesci a sentire il suo chakra?
japanese: [_r_] Ankoという女性がいます。彼女はアカデミーの教師です。彼女のチャクラを感じることができますか？
spanish: [_r_] Hay una mujer llamada Anko. Es profesora en la academia. ¿Puede sentir su chakra?

source: [_ka_] Of course. Ah... I understand...
french: [_ka_] Bien sûr. Ah... Je comprends...
italian: [_ka_] Certo. Ah... Capisco...
japanese: [_ka_] もちろん、ああ...
spanish: [_ka_] Por supuesto. Ah... lo entiendo...

source: [_r_] Right... Can my provocation deal with her now?
french: [_r_] D'accord... Ma provocation peut-elle la traiter maintenant?
italian: [_r_] giusto... La mia provocazione può affrontare con lei adesso?
japanese: [_r_] 正しいchar@@1 私の挑発は今彼女と対処できますか?
spanish: [_r_] derecha... ¿Puede mi provocación lidiar con ella ahora?

source: [_ka_] Don't worry about it, you'll overpower her.
french: [_ka_] Ne vous inquiétez pas, vous allez la surprendre.
italian: [_ka_] Non preoccupatevi, la sopraffazione.
japanese: [_ka_] それについて心配しないで、あなたは彼女を圧倒します。
spanish: [_ka_] No te preocupes por ello, la sobrecargarás.

source: [_ka_] This woman has not been monitoring the control of her chakra for a long time, she can hardly be called a strong shinobi.
french: [ _ka_ ] Cette femme n'a pas suivi le contrôle de son chakra depuis longtemps, elle peut difficilement être appelée shinobi fort.
italian: [_ka_] Questa donna non ha monitorato da molto tempo il controllo del suo chakra, difficilmente può essere chiamata uno shinobi forte.
japanese: [_ka_] この女性は長い間チャクラのコントロールを監視しておらず、強い忍とは言えない。
spanish: [_ka_] Esta mujer no ha estado supervisando el control de su chakra durante mucho tiempo, difícilmente se la puede llamar un fuerte shinobi.

source: [_ka_] She had great potential, but she preferred to eat sweets than to become stronger.
french: Elle avait un grand potentiel, mais elle préférait manger des sucreries plutôt que de se renforcer.
italian: [_ka_] Aveva un grande potenziale, ma preferiva mangiare dolci che diventare più forte.
japanese: [_ka_] 彼女は大きな可能性を秘めていたが、彼女は強くなるよりもお菓子を食べることを好んだ。
spanish: [_ka_] Ella tenía un gran potencial, pero prefería comer dulces que volverse más fuertes.

source: [_r_] Great! So I'll fulfill my childhood dream.
french: [_r_] Super! Je vais donc réaliser mon rêve d'enfance.
italian: [_r_] Ottimo! Così realizzerò il mio sogno d'infanzia.
japanese: [_r_] 素晴らしい! だから私は私の子供時代の夢を果たします.
spanish: [_r_] ¡Genial! Así que cumpliré mi sueño de infancia.

source: [_r_] No matter, thanks for the information!
french: [ _r_ ] Peu importe, merci pour l'information !
italian: [_r_] Non importa, grazie per le informazioni!
japanese: [_r_] 情報をありがとうございます!
spanish: [_r_] No importa, ¡gracias por la información!

source: [_an_] So, you're here, I'm just finishing up the paperwork.
french: [ _an_ ] Donc, vous êtes là, je vais juste finir la paperasse.
italian: [_an_] Quindi, sei qui, sto solo finendo la burocrazia.
japanese: [_an_] だから、あなたはここにいる、私はちょうど書類を終えた。
spanish: [_an_] Así que estás aquí, solo estoy terminando el papel.

source: [_r_] Great, can you tell me more about them?
french: [ _r_ ] Super, pouvez-vous me dire plus à leur sujet?
italian: [_r_] Grande, puoi dirmi di più su di loro?
japanese: [_r_] 素晴らしいです。もっと詳しく教えていただけますか？
spanish: [_r_] Genial, ¿puedes decirme más sobre ellos?

source: [_an_] Oh, come on, why you? I'm not that old!
french: [_an_] Oh, allez-y, pourquoi vous ? Je ne suis pas si vieux !
italian: [_an_] Oh, vieni, perché tu? Non sono così vecchio!
japanese: [_an_] ああ、さあ、どうしてあなた？私はそんなに古くはない！
spanish: [_an_] Oh, vaya, ¿por qué tú? ¡No soy tan viejo!

source: [_an_] Don't hesitate to refer to you, I like it.
french: [ _an_ ] N'hésitez pas à vous y référer, j'aime bien.
italian: [_an_] Non esitate a riferirvi a voi, mi piace.
japanese: [_an_] 遠慮なく紹介してください。気に入っています。
spanish: [_an_] No dudes en referirte a ti, me gusta.

source: [_r_] All right! You're not old at all, you actually look wonderful!
french: [_r_] D'accord! Vous n'êtes pas du tout vieux, vous avez l'air merveilleux!
italian: [_r_] Va bene! Non sei affatto vecchio, in realtà sembri meraviglioso!
japanese: [_r_] 大丈夫！あなたは全く年を取っていない、実際に素晴らしいです！
spanish: [_r_] ¡Muy bien! No tienes edad alguna, ¡realmente te ves maravilloso!

source: [_an_] That's another thing! Women over the age of forty should be told such compliments more often!
french: [_an_] C'est une autre chose ! On devrait dire plus souvent aux femmes de plus de quarante ans de compliments !
italian: [_an_] Questa è un'altra cosa! Alle donne di età superiore ai quaranta anni dovrebbe essere detto tali complimenti più spesso!
japanese: [_an_] それは別のことです! 40歳以上の女性は、より頻繁にそのような賛辞を言われるべきです!
spanish: [_an_] ¡Eso es otra cosa! ¡A las mujeres mayores de cuarenta años se les debería informar de estas felicitaciones más a menudo!

source: [_r_] Over fourty? I thought you were about thirty...
french: [_r_] Plus de quarante ans ? Je pensais que vous aviez une trentaine...
italian: [_r_] Più di quattro? Pensavo che avessi circa trenta...
japanese: [_r_] ４０歳以上？３０歳ぐらいだと思ったchar@@1
spanish: [_r_] ¿Más de cuatro? Pensé que eras una treintena ...

source: [_an_] All right, all right! No more compliments! You came for the files.
french: [_an_] D'accord, d'accord! Fini les compliments ! Vous êtes venu pour les fichiers.
italian: [_an_] Va bene, va bene! Niente più complimenti! Sei venuto per i file.
japanese: [_an_] わかりました, わかりました! もう褒め言葉はありません! あなたはファイルのために来ました.
spanish: [_an_] ¡Muy bien! ¡Ya no hay más felicitaciones! Has venido a los archivos.

source: [_r_] I almost forgot about them in your company.
french: [ _r_ ] J'en ai presque oublié dans votre entreprise.
italian: [_r_] Ho quasi dimenticato di loro in vostra compagnia.
japanese: [_r_] あなたの会社ではもう少しで忘れてしまいました。
spanish: [_r_] casi me olvidé de ellos en su empresa.

source: [_an_] So you're a good tutor? Have you ever thought about teaching?
french: [_an_] Donc vous êtes un bon tuteur ? Avez-vous déjà pensé à enseigner ?
italian: [_an_] Quindi sei un buon tutor? Hai mai pensato di insegnare?
japanese: [_an_] あなたは良い家庭教師ですか？教えることを考えたことはありますか？
spanish: [_an_] ¿Entonces eres un buen tutor? ¿Alguna vez has pensado en enseñar?

source: [_r_] Do I need a qualification for it?
french: [ _r_ ] Ai-je besoin d'une qualification pour cela?
italian: [_r_] Ho bisogno di una qualificazione per esso?
japanese: [_r_] 資格は必要ですか?
spanish: [_r_] ¿Necesito una cualificación para ello?

source: [_an_] The recommendations of the family of Lord Seven are more than enough!
french: [ _an_ ] Les recommandations de la famille de Lord Seven sont plus que suffisantes !
italian: [_an_] Le raccomandazioni della famiglia di Lord Seven sono più che sufficienti!
japanese: [_an_] 七人の主の家族の勧告は十分です!
spanish: [_an_] ¡Las recomendaciones de la familia de Lord Seven son más que suficientes!

source: [_r_] Wow, I didn’t think it could be that easy.
french: [_r_] Wow, je ne pensais pas que ce serait aussi facile.
italian: [_r_] Wow, non pensavo che potesse essere così facile.
japanese: [_r_] うわー、そんなに簡単ではないと思った。
spanish: [_r_] Wow, no pensé que pudiera ser tan fácil.

source: [_an_] Good people are appreciated. It is not easy to find good teachers.
french: [ _an_ ] Les bonnes personnes sont appréciées. Il n'est pas facile de trouver de bons professeurs.
italian: [_an_] Le persone buone sono apprezzate. Non è facile trovare buoni insegnanti.
japanese: [_an_] 良い人々が評価されています。良い先生を見つけるのは容易ではありません。
spanish: [_an_] buenas personas son apreciadas. No es fácil encontrar buenos maestros.

source: [_r_] I'll think about it...
french: [_r_] Je vais y réfléchir...
italian: [_r_] ci penserò...
japanese: [_r_] 考えてみよう...
spanish: [_r_] lo pensaré...

source: [_an_] Decide wisely! It’s a great profession to realize yourself.
french: [ _an_ ] Décidez sagement ! C'est une grande profession de vous réaliser.
italian: [_an_] Decidi con saggezza! È una grande professione realizzare te stesso.
japanese: [_an_] 賢く決めてください！自分自身を実現するのは素晴らしい職業です。
spanish: [_an_] ¡Decide sabiamente! Es una gran profesión darse cuenta.

source: [_r_] Definitely! Well, good to see you!
french: [_r_] Certainement ! Eh bien, bon de vous voir !
italian: [_r_] Sicuramente! Beh, bello vederti!
japanese: [_r_] 間違いなく! まあ、会えて嬉しい!
spanish: ¡[_r_] definidamente! ¡Bueno, bueno verte!

source: [_an_] Say hi to Hinata!
french: [ _an_ ] Dites bonjour à Hinata !
italian: [_an_] Dite ciao a Hinata!
japanese: [_an_] ひなたさんによろしく!
spanish: [_an_] ¡Di a Hinata!

source: [_m_] Pulled my hand, got it!
french: [_m_] Je me suis tiré la main, j'ai compris !
italian: [_m_] Mi ha tirato la mano, mi ha capito!
japanese: [_m_] 手を引いてくれた！
spanish: [_m_] Tiró mi mano, ¡lo tengo!

source: [_an_] Oh... I feel a little dizzy...
french: [_an_] Oh... Je me sens un peu étourdissement...
italian: [_an_] Oh... Mi sento un po 'capogiro...
japanese: [_an_] ああ... 少しめまいを感じる...
spanish: [_an_] Oh... Me siento un poco mareado...

source: [_an_] It wasn't so hot here...
french: [ _an_ ] Ce n'était pas si chaud ici ...
italian: [_an_] Non era così caldo qui...
japanese: [_an_] ここではそんなに暑くなかった...
spanish: [_an_] No ha sido tan caliente aquí...

source: [_r_] I think taking off some clothes is a good idea.
french: [ _r_ ] Je pense que prendre des vêtements est une bonne idée.
italian: [_r_] Penso che togliersi dei vestiti sia una buona idea.
japanese: [_r_] 服を脱ぐのはいい考えだと思います。
spanish: [_r_] Creo que quitar algunas ropas es una buena idea.

source: [_an_] D-do you think? Maybe you're right...
french: [_an_] D-croyez-vous ? Peut-être avez-vous raison...
italian: [_an_] D-ne pensi? Forse hai ragione...
japanese: [_an_] D-doと思いますか？たぶんあなたは正しいです...
spanish: [_an_] D-¿cree usted? Tal vez tienes razón ...

source: [_r_] How about getting naked? I can see how you want to show off all your charms.
french: [ _r_ ] Comment se faire nue? Je peux voir comment vous voulez montrer tous vos charmes.
italian: [_r_] Che ne dici di essere nudo? Posso vedere come vuoi mostrare tutti i tuoi fascini.
japanese: [_r_] 裸になってみてはいかがでしょうか? あなたの魅力を見せびらかす姿が見えます。
spanish: [_r_] ¿Cómo se desnudan? Puedo ver cómo quieres lucir todos tus encantos.

source: [_an_] I... You want to see it? You want to see a mature woman undress in front of you?
french: [_an_] Je... Vous voulez le voir? Vous voulez voir une femme mûre se déshabiller devant vous?
italian: [_an_] Io... Vuoi vederlo? Vuoi vedere una donna matura spogliarsi di fronte a te?
japanese: [_an_] 私は... あなたはそれを見たいですか? あなたはあなたの目の前で成熟した女性の服を見たいですか?
spanish: [_an_] I. .. ¿Quieres verlo? ¿Quieres ver a una mujer madura desnudarse frente a ti?

source: [_r_] Is there anything wrong with that?
french: [ _r_ ] Y a-t-il quoi que ce soit de mal?
italian: [_r_] C'è qualcosa di sbagliato in questo?
japanese: [_r_] それで何か悪いことはありますか?
spanish: [_r_] ¿Hay algo malo en eso?

source: [_an_] Little pervert... Okay, I'll show you what a real woman looks like...
french: [_an_] Petite perverse... Ok, je vais vous montrer à quoi ressemble une vraie femme...
italian: [_an_] Poco perverso... Okay, ti mostrerò come sembra una donna vera...
japanese: [_an_] 少し変態... わかりました, 私はあなたに本物の女性が何に見えるかをお見せします...
spanish: [_an_] Pequeño pervertido... Vale, te mostraré cómo se ve una mujer real...

source: [_an_] You're literally eating me with your eyes... Do you like what you see?
french: [ _an_ ] Tu me manges littéralement avec tes yeux ... Aimes-tu ce que tu vois?
italian: [_an_] Mi stai letteralmente mangiando con gli occhi... Ti piace quello che vedi?
japanese: [_an_] あなたは文字通り目で私を食べています... あなたはあなたが見るものが好きですか?
spanish: [_an_] Usted literalmente me está comiendo con los ojos ... ¿Te gusta lo que ves?

source: [_r_] Don't doubt it! You're good at this. The movements are like snakes.
french: [_r_] Ne doutez pas de cela ! Vous y êtes bien. Les mouvements sont comme des serpents.
italian: [_r_] Non dubitarlo! Sei bravo in questo. I movimenti sono come serpenti.
japanese: [_r_] 疑わないでください! あなたはこれが得意です。動きはヘビのようです。
spanish: [_r_] ¡No lo dudes! Eres bueno en esto. Los movimientos son como snakes.

source: [_an_] Oh... Boy, you embarrass me with your words! Look! Look at me closer! Look at my body!
french: [_an_] Oh... gars, vous m'embarrassez de vos paroles ! Regardez-moi ! Regardez-moi de plus près ! Regardez mon corps !
italian: [_an_] Oh... Ragazzo, mi imbarazzi con le tue parole! Guarda! Guardami più vicino! Guarda il mio corpo!
japanese: [_an_] ああchar@@1坊や、お前は言葉で私を困らせてくれた！見てみろ！私の体を見ろ！
spanish: [_an_] Oh... ¡muchacho, me avergonzas con tus palabras! ¡Mira más cerca! ¡Mira a mi cuerpo!

source: [_r_] Fuck, you obviously know how to excite a man...
french: [_r_] Vid�o porno et blondes hard! Vous savez évidemment comment exciter un homme...
italian: [_r_] Cazzo sapete, ovviamente, come eccitare un uomo...
japanese: [_r_] ファック, あなたは明らかに男を興奮させる方法を知っています...
spanish: [_r_] Pierde, obviamente sabes cómo excitar a un hombre...

source: [_r_] How about going to your place and getting laid? And don't say you don't want to, I can see you wagging your juicy ass.
french: [_r_] Que diriez-vous d'aller chez vous et de vous poser ? Et ne dites pas que vous ne le voulez pas, je peux vous voir traîner votre cul juteux.
italian: [_r_] Che ne dici di andare al tuo posto e di essere disposto? E non dire che non vuoi, posso vederti strappare il tuo culo succoso.
japanese: [_r_] あなたの家に行って寝るのはどうですか? そして、あなたがしたくないとは言わないで、私はあなたがあなたのジューシーなお尻を振ります見ることができます。
spanish: [_r_] ¿Qué tal si vas a tu lugar y te lo gastas? Y no te digas que no quieres, puedo verte agotando tu jugoso culo.

source: [_an_] Good idea... Take the files, I'll get dressed quickly and let's go. I want your cock so badly!
french: [_an_] Bonne idée... Prenez les fichiers, je vais m'habiller rapidement et allons-y. Je veux que votre queue soit si mauvaise !
italian: [_an_] Buona idea... Prendi i file, mi vestirò rapidamente e andiamo. Voglio il tuo cazzo così male!
japanese: [_an_] 良いアイデア...ファイルを取って、素早く服を着て行きましょう。私はあなたのチンポがそんなにひどく欲しいです！
spanish: [_an_] Buena idea... Lleva los archivos, me atestiguaré rápidamente y vamos. ¡Quiero tu polla tan mala!

source: [_an_] It's been a long time since I've fucked... Time to make up for the losses!
french: [ _an_ ] Cela fait longtemps que j'ai baisé ... Le temps de compenser les pertes !
italian: [_an_] È passato molto tempo da quando ho scopato... Tempo per compensare le perdite!
japanese: [_an_] 私がやったのは久しぶりだchar@@1 損失を埋め合わせる時だ！
spanish: [_an_] Ha pasado mucho tiempo desde que me he jodido ... ¡Tiempo para compensar las pérdidas!

source: [_an_] Take your damn pants off! I want to suck your cock until my jaw falls off!
french: [ _an_ ] Prenez votre putain de pantalon ! Je veux sucer ta bite jusqu'à ce que ma mâchoire tombe !
italian: [_an_] Togli via i pantaloni maledetti! Voglio succhiare il tuo cazzo fino a quando la mia mascella non cade!
japanese: [_an_] ズボンを脱げ！顎が落ちるまでチンポを吸いたい！
spanish: [_an_] ¡Quita tus pantalones malditos! ¡Quiero chupar tu polla hasta que mi mandíbula caiga!

source: [_r_] Wait... I had an idea. You're hot as hell right now, but I want to have fun with a younger version of you.
french: [_r_] Attendez... J'ai eu une idée. Vous êtes chaud comme l'enfer en ce moment, mais je veux m'amuser avec une version plus jeune de vous.
italian: [_r_] Aspetta... Ho avuto un'idea. Sei caldo come l'inferno in questo momento, ma voglio divertirmi con una versione più giovane di te.
japanese: [_r_] ちょっと待って...アイデアがありました。あなたは今地獄のように暑いですが、私はあなたの若いバージョンで楽しみたいです。
spanish: [_r_] Espere... Tuve una idea. Estás caliente como infierno ahora mismo, pero quiero divertirme con una versión más joven de ti.

source: [_an_] Oh... This isn't new to me, the guys I've been screwing have been asking me to turn... Come on, I'm all for it!
french: [_an_] Oh... Ce n'est pas nouveau pour moi, les gars que je vis me demandent de tourner... Allez, je suis tout pour ça !
italian: [_an_] Oh... Questo non è nuovo per me, i ragazzi che ho avvitato mi hanno chiesto di girare... Avanti, sono tutto per questo!
japanese: [_an_] ああ...これは私にとっては新しいことではありません、私がねじ曲げてきた連中が私に向かって言っています...さあ、私はすべてのためです!
spanish: [_an_] Oh... Esto no es nuevo para mí, los chicos que he estado follando me han estado pidiendo que gire... Vamos, ¡estoy todo por ello!

source: [_an_] Do u enchoy the few...?
japanese: [_an_] あなたは少数をエンチョイ?
spanish: [_an_] ¿Enchoy a unos pocos...?

source: [_r_] Oh, I'm enjoying it so much... Fuck...
french: [_r_] Oh, je l'aime tellement ... Fuck ...
italian: [_r_] Oh, mi sto divertendo tanto... Fuck...
japanese: [_r_] ああ、私はそれをとても楽しんでいます...
spanish: [_r_] Oh, estoy disfrutando mucho... Suerte...

source: [_r_] How many cocks have you sucked to work so well with your mouth...
french: [ _r_ ] Combien de coques vous avez aspirées pour travailler si bien avec votre bouche ...
italian: [_r_] Quanti cazzi hai succhiato per lavorare così bene con la bocca...
japanese: [_r_] 口でうまく動けるように吸い込まれたチンポの数はchar@@1
spanish: [_r_] ¿Cuántos gallos has chupado para trabajar tan bien con la boca ...

source: [_an_] He-he..
french: [_an_] Il...
spanish: [_an_] Él..

source: [_r_] Fuck... Yeah... keep it up...
french: [_r_] Fuck ... Oui... continuez comme ça ...
italian: [_r_] Fuck... Sì... continuate...
japanese: [_r_] ファック... うん... それを維持...
spanish: [_r_] Sí... Sí... sigue así...

source: [_r_] That's fucking awesome!
french: [_r_] C'est fucking génial !
italian: [_r_] Che scopa fantastico!
japanese: [_r_] それはクソawesome!
spanish: [_r_] ¡Eso es increíble!

source: [_r_] I'm going to!..
french: [_r_] Je vais !..
italian: [_r_] sto andando a!..
japanese: [_r_] 私は行くつもりです!..
spanish: [_r_] ¡Voy a! ..

source: [_an_] Who let you cum? I still have to fuck you good!
french: [_an_] Qui vous laisse foutre ? Je dois toujours vous baiser bien !
italian: [_an_] Chi ti ha lasciato cum? Devo ancora scoparti bene!
japanese: [_an_] 誰があなたをクムにしましたか？私はまだあなたをファック良い!
spanish: [_an_] ¿Quién te deja correr? ¡Todavía tengo que follar bien!

source: [_r_] Oh, well... You have a magical tongue!
french: [_r_] Oh, bien... Vous avez une langue magique!
italian: [_r_] Oh, bene... Hai una lingua magica!
japanese: [_r_] ああ、まあ、あなたは魔法の舌を持っています！
spanish: [_r_] Oh, bien... ¡Tienes una lengua mágica!

source: [_r_] A little more!
french: [ _r_ ] Un peu plus !
italian: [_r_] Un po' di più!
japanese: [_r_] もう少し！
spanish: [_r_] ¡Un poco más!

source: [_r_] Soon! Soon!
french: [_r_] Bientôt !
italian: [_r_] Presto! Presto!
japanese: [_r_] まもなく！ まもなく！
spanish: [_r_] pronto! ¡Pronto!

source: [_an_] Lie down and don't move! MMM! FUCK YEAH!
french: [_an_] Allongez-vous et ne bougez pas! MMM! FUCKE ANNEE !
italian: [_an_] Sdraiati e non muoverti! MMM! SCOPRI YEAH!
japanese: [_an_] うそをついて動かないで! MMM!
spanish: [_an_] ¡Acumule y no se mueva! ¡MM! ¡AÑA!

source: [_an_] I love hard sex! Fuck like that every day!
french: [_an_] J'adore le sexe hard ! Fuck like that every day!
italian: [_an_] Amo il sesso duro! Cazzo così ogni giorno!
japanese: [_an_] 私はハードセックスが大好きです!
spanish: [_an_] ¡Me encanta el sexo duro! ¡Suerte así cada día!

source: [_r_] Fuck... How do you have so much energy...
french: [_r_] Fuck ... Comment avez-vous autant d'énergie...
italian: [_r_] Fuck... Come hai tanta energia...
japanese: [_r_] ファック... あなたはそんなに多くのエネルギーを持っている方法...
spanish: [_r_] Suerte... ¿Cómo tienes tanta energía...

source: [_m_] It feels like I’m being raped, but it’s fucking amazing!
french: [ _m_ ] J'ai l'impression d'être violée, mais c'est incroyable !
italian: [_m_] Mi sembra di essere violentato, ma è fantastico!
japanese: [_m_] レイプされているような気がするけどすごい！
spanish: [_m_] Parece que estoy siendo violado, ¡pero está follando increíble!

source: [_an_] YES! YES! YES! BITCH! WHAT A NICE COCK!
french: [_an_] OUI ! OUI ! OUI ! BITCH! QU'UN COCK!
italian: [_an_] SI! SI! SI! SI! BITCH! COSA UNA COCK!
japanese: [_an_] はい! はい! はい! はい! はい!
spanish: [_an_] ¡SÍ! ¡SÍ! ¡SÍ! ¡BITCH! ¡QUÉ BUENA POLLA!

source: [_r_] I will cum soon! Not so fast!
french: [_r_] Je vais bientôt foutre ! Pas si vite!
italian: [_r_] Io lo cum presto! Non così veloce!
japanese: [_r_] 私はすぐに兼任します! それほど速くありません!
spanish: [_r_] ¡Me cum pronto! ¡No tan rápido!

source: [_an_] SHUT THE FUCK UP!
french: [_an_] SHUT LE FUCK HAUT !
spanish: ¡[_an_] CONTRA EL MUCK ARRIBA!

source: [_r_] I'm CUMMING!
french: [_r_] Je SUPPRIMER !
italian: [_r_] Sto CUMMING!
japanese: [_r_] 私はCUMMINGです!
spanish: [_r_] ¡Soy CUMING!

source: [_r_] It was... Rough... You fuck like an animal! That's a compliment, by the way.
french: [_r_] C'était... Rugue... Vous baisez comme un animal! C'est un compliment, en passant.
italian: [_r_] Era... Rough... Ti scopa come un animale! Questo è un complimento, a proposito.
japanese: [_r_] それは... ラフ... あなたは動物のようにファック! それは賛辞です, ちなみに.
spanish: [_r_] Era... Rojo... ¡Tú follas como un animal! Por cierto, eso es un cumplido.

source: [_an_] Relax, I know I'm good at sex.
french: [ _an_ ] Relax, je sais que je suis bon pour le sexe.
italian: [_an_] Relax, so che sono bravo a sesso.
japanese: [_an_] リラックス, 私はセックスが得意だと知っています.
spanish: [_an_] Relax, sé que soy bueno en el sexo.
