Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_mira_] AAH...MMMM!!! fuck yeah.
french: [_mira_] AAH...MMMM !!! baise oui.
italian: [_mira_] AAH...MMMM!!! cazzo sì.
japanese: [_mira_] AAH...MMMMMM!!!
spanish: [_mira_] AAH...MMM!!! folla yeah.

source: [_r_] Did you want more? Here you go!
french: [_r_] Vous en vouliez plus ? Allez-y !
italian: [_r_] Volevi di più? Qui vai!
japanese: [_r_] もっと欲しいですか？さあ！
spanish: [_r_] ¿Quisiste más? ¡Aquí vas!

source: [_mira_] Yes! yes! yes! YES!!!
french: [_mira_] Oui! Oui! Oui! Oui! Oui!!!
italian: [_mira_] sì! sì! sì! Sì!!!
japanese: [_mira_] Yes! yes! yes! yes! Yes!!! Yes!!!
spanish: [_mira_] ¡Sí! ¡sí! SÍ !!!

source: [_r_] I'm cumming!
french: [_r_] Je cumpe!
italian: [_r_] sto accumulando!
japanese: [_r_] 私は面倒です!
spanish: [_r_] ¡Estoy cumbando!

source: [_mira_] Cum inside me again!
french: [ _mira_ ] Cum en moi à nouveau !
italian: [_mira_] Cum dentro di me di nuovo!
japanese: [_mira_] もう一度私の中で兼!
spanish: [_mira_] ¡Cum dentro de mí otra vez!

source: [_m_] Ow, no one's home. Kamiko hasn't returned yet.
french: [ _m_ ] Ow, personne n'est à la maison. Kamiko n'est pas encore revenu.
italian: [_m_] Ow, nessuna casa di nessuno. Kamiko non è ancora tornato.
japanese: [_m_] Ow, noone home Kamiko. Kamikoはまだ戻っていない。
spanish: [_m_] Vaya, nadie ha vuelto a casa. Kamiko aún no ha regresado.

source: [_m_] She warned me, though.
french: [_m_] Elle m'a averti.
italian: [_m_] Lei mi ha avvertito, però.
japanese: [_m_] 彼女は私に警告しました, しかし.
spanish: [_m_] Me advirtió, sin embargo.

source: [_m_] There are no new messages.
french: [ _m_ ] Il n'y a pas de nouveaux messages.
italian: [_m_] Non ci sono nuovi messaggi.
japanese: [_m_] 新しいメッセージはありません。
spanish: [_m_] No hay mensajes nuevos.

source: [_m_] I certainly had a productive day, but I did not achieve any results with Hinata.
french: [ _m_ ] J'ai certainement eu une journée productive, mais je n'ai obtenu aucun résultat avec Hinata.
italian: [_m_] Ho avuto certamente una giornata produttiva, ma non ho ottenuto alcun risultato con Hinata.
japanese: [_m_] 確かに生産的な日がありましたが、日向では結果は出ませんでした。
spanish: [_m_] ciertamente tuve un día productivo, pero no conseguí ningún resultado con Hinata.

source: [_m_] At least I knew she wasn’t lying to me, it'd be easier that way.
french: [ _m_ ] Au moins, je savais qu'elle ne me mentait pas, il serait plus facile de le faire.
italian: [_m_] Almeno sapevo che non mi stava mentendo, sarebbe stato più facile in quel modo.
japanese: [_m_] 少なくとも私は彼女が私に嘘をついていないことを知っていた、それは簡単だろう。
spanish: [_m_] Al menos sabía que no estaba mintiéndose, así sería más fácil.

source: [_m_] Something's inside me... A strange new feeling...
french: [_m_] Quelque chose se trouve en moi... Un étrange nouveau sentiment...
italian: [_m_] Qualcosa dentro di me... Una strana nuova sensazione...
japanese: [_m_] 何かが私の中に私の中にあります...
spanish: [_m_] Algo está dentro de mí... Un extraño nuevo sentimiento...

source: [_m_] My time with Mirai gave me a second wind... It's like... I'm capable of more than I know...
french: [ _m_ ] Mon temps avec Mirai m'a donné un deuxième vent ... C'est comme ... Je suis capable de plus que je ne sais ...
italian: [_m_] Il mio tempo con Mirai mi ha dato un secondo vento... è come... Sono capace di più di quanto so...
japanese: [_m_] Miraiとの時間は私に第二の風を与えてくれました... それはまるで...
spanish: [_m_] Mi tiempo con Mirai me dio un segundo viento... Es así... Soy capaz de más de lo que soy...

source: [_m_] Put yourself together, [viname]. Come to think of it, Kamiko herself used to say to me: The main thing is to take everything into your own hands, in our business determination is worth a lot.
french: [ _m_ ] Mettez-vous ensemble, [ viname ]. Venez y penser, Kamiko elle-même m'a dit: L'essentiel est de tout prendre entre vos mains, dans notre détermination de l'entreprise vaut beaucoup.
italian: [_m_] Mettiti insieme, [viname]. Venite a pensarci, Kamiko stessa mi diceva: La cosa principale è prendere tutto nelle vostre mani, nella nostra determinazione commerciale vale molto.
japanese: [_m_] [viname]を一緒にしましょう。 考えてみてください、神子自身が私に言ってくれたことがあります:主なものは、自分の手にすべてを取り込むことです。 我々のビジネスの決意には多くの価値があります
spanish: [_m_] ponte juntos a ti mismo, [viname]. Ven a pensarlo, Kamiko solía decirme: lo principal es tomar todo en tus propias manos, en nuestra determinación comercial vale mucho.

source: [_m_] I feel like these words are truer than ever.
french: [ _m_ ] J'ai l'impression que ces mots sont plus vrais que jamais.
italian: [_m_] Ho la sensazione che queste parole siano più vere che mai.
japanese: [_m_] これらの言葉はこれまで以上に真実であるように感じます。
spanish: [_m_] Creo que estas palabras son más verdaderas que nunca.

source: [_m_] What the hell am I going to do lying on my bed...
french: [ _m_ ] Qu'est-ce que je vais faire allongé sur mon lit ...
italian: [_m_] Che diavolo sto andando a fare sdraiato sul mio letto...
japanese: [_m_] 私は何をしようとしています私のベッドに横たわって...
spanish: [_m_] Qué infierno voy a hacer tumbado en mi cama...

source: [_m_] We must act now.
french: [ _m_ ] Nous devons agir maintenant.
italian: [_m_] Dobbiamo agire ora.
japanese: [_m_] 今すぐ行動しなければなりません。
spanish: [_m_] Debemos actuar ahora.

source: [_m_] My whole fucking gut is screaming - Now is the time to go to Hinata.
french: [ _m_ ] Mon putain de putain d'intestin hurle-Il est maintenant temps d'aller à Hinata.
italian: [_m_] Tutto il mio cazzo di intestino sta urlando - Ora è il momento di andare a Hinata.
japanese: [_m_] 俺の腹全体が叫んでいる - 今がひなたへ行く時だ。
spanish: [_m_] Todo mi fucking gut está gritando: ahora es el momento de ir a Hinata.

source: [_m_] Well... The door is open... Dangerous, though...
french: [_m_] Eh bien... La porte est ouverte... dangereuse, cependant...
italian: [_m_] Bene... La porta è aperta... Però pericolosa...
japanese: [_m_] まあ... ドアが開いています...
spanish: [_m_] Bueno... La puerta está abierta... Peligrosa, sin embargo...

source: [_m_] No one's in the corridor.
french: [ _m_ ] Personne n'est dans le couloir.
italian: [_m_] Nessuno nel corridoio.
japanese: [_m_] 廊下には誰もいません。
spanish: [_m_] No hay nadie en el pasillo.

source: [_m_] There should be no one in home but Hinata.
french: [ _m_ ] Il ne devrait y avoir personne à la maison, mais Hinata.
italian: [_m_] Non dovrebbe esserci nessuno in casa ma Hinata.
japanese: [_m_] ひなた以外には誰もいないはずです。
spanish: [_m_] No debería haber nadie en casa, sino Hinata.

source: [_m_] The bedroom, yes, she should be there.
french: [ _m_ ] La chambre, oui, elle devrait être là.
italian: [_m_] La camera da letto, sì, dovrebbe essere lì.
japanese: [_m_] 寝室, はい, 彼女はそこにあるべきです.
spanish: [_m_] El dormitorio, sí, ella debería estar allí.

source: [_m_] This is where you sleep, unaware.
french: [ _m_ ] C'est là que vous dormiez, ignorant.
italian: [_m_] Questo è dove dormite, non sapete.
japanese: [_m_] あなたが眠っているところです。
spanish: [_m_] Aquí es donde duerme, desconsciente.

source: [_m_] When I touched her hand, there was a strange feeling in me, could I do something new? What is it?
french: [ _m_ ] Quand j'ai touché sa main, il y avait un sentiment étrange en moi, puis-je faire quelque chose de nouveau? Qu'est-ce que c'est?
italian: [_m_] Quando ho toccato la mano, c'era una strana sensazione in me, potrei fare qualcosa di nuovo? Che cos'è?
japanese: [_m_] 私が彼女の手に触れたとき、私の中に奇妙な感じがしました。何か新しいことができますか?それは何ですか?
spanish: [_m_] Cuando le toqué la mano, había un extraño sentimiento en mí, ¿podría hacer algo nuevo? ¿Qué es?

source: [_m_] On an intuitive level, I understand how... I just need to try...
french: [ _m_ ] Sur un plan intuitif, je comprends comment ... J'ai juste besoin d'essayer ...
italian: [_m_] A livello intuitivo, capisco come... Devo solo provare...
japanese: [_m_] 直感的なレベルで, 私はどのように理解しています...
spanish: [_m_] A un nivel intuitivo, entiendo cómo ... Solo necesito probar ...

source: [_hi_] B-but Naruto-kun... You know you can always rely...
french: [_hi_] B-mais Naruto-kun... Vous savez que vous pouvez toujours compter sur ...
italian: [_hi_] B-ma Naruto-kun... Sai che puoi sempre affidarti...
japanese: [_hi_] B-but Naruto kun... あなたはあなたが常に信頼できることを知っています...
spanish: [_hi_] B-but Naruto-kun... Sabes que siempre puedes confiar...

source: [_naru_] I don't need this.
french: [_naru_] Je n'ai pas besoin de cela.
italian: [_naru_] Non ho bisogno di questo.
japanese: [_naru_] 私はこれを必要としません。
spanish: [_naru_] no necesito esto.

source: [_naru_] I'm not interested in you.
french: [ _naru_ ] Je ne suis pas intéressé par toi.
italian: [_naru_] non sono interessato a te.
japanese: [_naru_] 私はあなたに興味がありません。
spanish: [_naru_] No estoy interesado en usted.

source: [_naru_] Maybe it was all a mistake. But it's too late to fix anything.
french: [ _naru_ ] C'était peut-être une erreur. Mais il est trop tard pour réparer quoi que ce soit.
italian: [_naru_] Forse è stato tutto un errore. Ma è troppo tardi per risolvere qualsiasi problema.
japanese: [_naru_] すべての間違いだったのかもしれませんが、何でも直すには遅すぎます。
spanish: [_naru_] Tal vez todo fue un error. Pero es demasiado tarde para arreglar cualquier cosa.

source: [_m_] This is her dream... She's having a nightmare...
french: [_m_] C'est son rêve... Elle a un cauchemar...
italian: [_m_] Questo è il suo sogno... Sta avendo un incubo...
japanese: [_m_] これは彼女の夢です... 彼女は悪夢を見ています...
spanish: [_m_] Este es su sueño... Sha está teniendo una pesadilla...

source: [_hi_] Naruto-kun... Please... I'm sorry... It's all my fault... I want to...
french: [_hi_] Naruto-kun... S'il vous plaît... Je suis désolé... C'est toute ma faute... Je veux...
italian: [_hi_] Naruto-kun... Per favore... Mi dispiace... È tutto colpa mia... voglio per...
japanese: [_hi_] Naruto kun... お願い... ごめんなさい...
spanish: [_hi_] Naruto-kun... Por favor... Lo siento... Es toda mi culpa... quiero que...

source: [_m_] Wait a minute... Can I influence anything?
french: [_m_] Attendez une minute... Puis-je influencer quelque chose ?
italian: [_m_] Aspetta un minuto... Posso influenzare qualcosa?
japanese: [_m_] ちょっと待って... 何か影響を与えることはできますか?
spanish: [_m_] Espere un minuto... ¿Puedo influir en algo?

source: [_m_] Holy crap... I can rearrange this place as I wish...
french: [_m_] Crappe sainte... Je peux réorganiser cet endroit comme je le souhait...
italian: [_m_] Holy crap... Posso riorganizzare questo posto come voglio...
japanese: [_m_] 聖なるがらくた...私は望むようにこの場所を再配置することができます...
spanish: [_m_] Santo crap... Puedo reorganizar este lugar como desee...

source: [_m_] Incredible...
french: [_m_] Incroyable...
italian: [_m_] Incredibile...
japanese: [_m_] 信じられないほど...
spanish: [_m_] Increíble...

source: [_m_] I must take advantage of this!
french: [ _m_ ] Je dois en profiter !
italian: [_m_] devo approfittare di questo!
japanese: [_m_] 私はこれを利用しなければなりません!
spanish: [_m_] ¡Debo aprovechar esto!

source: [_naru_] It's too late to apologize, and it's not your fault. Things just change too fast.
french: [ _naru_ ] Il est trop tard pour s'excuser, et ce n'est pas de ta faute. Les choses changent trop vite.
italian: [_naru_] È troppo tardi per scusarsi, e non è colpa tua. Le cose cambiano semplicemente troppo velocemente.
japanese: [_naru_] 謝るには遅すぎます。あなたのせいではありません。物事は速すぎます。
spanish: [_naru_] Es demasiado tarde para disculparse, y no es culpa suya. Las cosas simplemente cambian demasiado rápido.

source: [_hi_] But how...
french: [ _hi_ ] Mais comment ...
italian: [_hi_] Ma come...
japanese: [_hi_] しかし、どのように...
spanish: [_hi_] Pero cómo...

source: [_naru_] Go away. I don't want to see you anymore.
french: [_naru_] Partez. Je ne veux plus te voir.
italian: [_naru_] Vada via. Non voglio più vederti.
japanese: [_naru_] もうあなたに会いたくありません。
spanish: [_naru_] Vaya. No quiero verte más.

source: [_hi_] S-stop it...
french: [_hi_] S-stoppez...
japanese: [_hi_] S-stop...
spanish: [_hi_] detenerlo...

source: [_m_] Whoa, the dream begins to crumble. We have to rebuild it or she'll wake up.
french: [ _m_ ] Whoa, le rêve commence à s'effriter. Nous devons la reconstruire ou elle va se réveiller.
italian: [_m_] Whoa, il sogno comincia a crollare. Dobbiamo ricostruirlo o si sveglierà.
japanese: [_m_] うわー、夢が崩れ始めます。再建しなければ、彼女は目を覚ますでしょう。
spanish: [_m_] Vaya, el sueño empieza a desmoronarse. Tenemos que reconstruirlo o despertará.

source: [_r_] Do they smell good?
french: [ _r_ ] Est-ce qu'ils sentent bon?
italian: [_r_] hanno un buon odore?
japanese: [_r_] 彼らは良い匂いがしますか?
spanish: [_r_] ¿huelen bien?

source: [_hi_] So beautiful...
french: [_hi_] si beau...
italian: [_hi_] Così bello...
japanese: [_hi_] とても美しい...
spanish: [_hi_] Tan hermoso...

source: [_hi_] Why did you give them?
french: [ _hi_ ] Pourquoi les avez-vous donné?
italian: [_hi_] Perché li hai dati?
japanese: [_hi_] なぜ彼らに与えたのですか?
spanish: [_hi_] ¿Por qué les diste?

source: [_hi_] T-you're very observant... I don't know what to say...
french: [ _hi_ ] T vous êtes très attentif ... Je ne sais pas quoi dire ...
italian: [_hi_] T-Sei molto osservante... Non so cosa dire...
japanese: [_hi_] T-you're very observant... I know what to say...
spanish: [_hi_] T-eres muy observante... No sé qué decir...

source: [_hi_] I... I really like that kind of attention...
french: [_hi_] Je... J'aime vraiment ce genre d'attention...
italian: [_hi_] Io... Mi piace molto questo tipo di attenzione...
japanese: [_hi_] 私は... 私は本当にその種の注目が好きです...
spanish: [_hi_] Yo... realmente me gusta esa atención...

source: [_r_] Come on, I just want you to smile more often, it suits you.
french: [ _r_ ] Allez, je veux juste que vous souriez plus souvent, ça vous convient.
italian: [_r_] Avanti, voglio solo che sorridiate più spesso, ti va bene.
japanese: [_r_] さあ、笑顔をもっと頻繁に見せてください、それはあなたに合っています。
spanish: [_r_] Venga, solo quiero que sonreyes más a menudo, te conviene.

source: [_hi_] I will smile more often then!
french: [_hi_] Je vais sourire plus souvent à ce moment-là !
italian: [_hi_] Sorriderò più spesso allora!
japanese: [_hi_] もっと笑顔になります!
spanish: ¡[_hi_] entonces sonreiré más a menudo!

source: [_m_] We have contact, we have to take the first step I feel it is important!
french: [ _m_ ] Nous avons des contacts, nous devons faire le premier pas, je pense que c'est important !
italian: [_m_] Abbiamo contattato, dobbiamo fare il primo passo che ritengo sia importante!
japanese: [_m_] 私たちは連絡を持っています, 私はそれが重要であると感じる最初のステップを取らなければなりません!
spanish: [_m_] Tenemos contacto, tenemos que dar el primer paso que siento que es importante!

source: [_r_] Let me hug you, you'll like this!
french: [_r_] Laissez-moi vous embrasser !
italian: [_r_] Lasciami abbracciarti, ti piacerà!
japanese: [_r_] ハグさせてください、あなたはこれが好きです！
spanish: [_r_] ¡Déjame abrazarte, te gusta!

source: [_hi_] That's so sweet of you...
french: [ _hi_ ] C'est si gentil de vous ...
italian: [_hi_] È così dolce di te...
japanese: [_hi_] それはあなたにとても優しい...
spanish: [_hi_] Eso es tan dulce de ti...

source: [_hi_] You took me by surprise...
french: [ _hi_ ] Vous m'avez pris par surprise ...
italian: [_hi_] Mi hai colto di sorpresa...
japanese: [_hi_] あなたは私を驚かせました...
spanish: [_hi_] Me has cogido por sorpresa...

source: [_hi_] I do not even know what to answer such words...
french: [ _hi_ ] Je ne sais même pas quoi répondre à ces mots ...
italian: [_hi_] Non so nemmeno cosa rispondere a queste parole...
japanese: [_hi_] そんな言葉に何を答えたらいいのかさえ分かりません...
spanish: [_hi_] Ni siquiera sé qué responder a tales palabras ...

source: [_r_] You don’t have to answer, just enjoy it.
french: [ _r_ ] Vous n'avez pas à répondre, juste en profiter.
italian: [_r_] Non è necessario rispondere, basta goderlo.
japanese: [_r_] 答える必要はありません。ただ楽しんでください。
spanish: [_r_] Usted no tiene que responder, simplemente disfrútalo.

source: [_r_] I love watching you enjoy yourself, you deserve it.
french: [ _r_ ] J'adore regarder que vous vous aimez, vous le méritez.
italian: [_r_] Io amo guardarti divertirti, te lo meriti.
japanese: [_r_] 私はあなたが自分自身を楽しむのを見て大好き, あなたはそれに値する.
spanish: [_r_] Me encanta verte disfrutar, te lo mereces.

source: [_hi_] Th-thank you... No one has said such nice words to me in a long time..
french: [_hi_] Merci beaucoup... Personne ne m'a dit de si belles paroles depuis longtemps...
italian: [_hi_] Grazie... Nessuno mi ha detto parole così belle da molto tempo..
japanese: [_hi_] ありがとうございます...長い間、誰も私にそんな素敵な言葉を言ってくれませんでした。
spanish: [_hi_] Th-gracias ... Nadie me ha dicho tan bonitas palabras en mucho tiempo ..

source: [_r_] Can we hug? I think you need it!
french: [_r_] Pouvons-nous embrasser ? Je pense que vous en avez besoin !
italian: [_r_] Possiamo abbracciare? Penso che ne abbiate bisogno!
japanese: [_r_] ハグできますか？必要だと思います！
spanish: [_r_] ¿Podemos abrazarnos? ¡Creo que lo necesitas!

source: [_hi_] N-no... I'm sorry... I can't do this... I mean... Naruto... He's...
french: [_hi_] N-no... Je suis désolé... Je ne peux pas faire ça... Je veux dire... Naruto... Il...
italian: [_hi_] N-no... Mi dispiace... non posso fare questo... Voglio dire... Naruto... Lui...
japanese: [_hi_] N-いいえ、申し訳ありません...私は... ナルト... 彼は...
spanish: [_hi_] N-no... Lo siento... No puedo hacer esto... quiero decir... Naruto... El...

source: [_m_] Fuck, fuck, fuck, fuck! The dream will fall apart!
french: [_m_] Fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck! Le rêve va tomber!
italian: [_m_] Cazzo cazzo, cazzo, cazzo, cazzo! Il sogno cadrà!
japanese: [_m_] ファック, ファック, ファック, ファック!
spanish: [_m_] ¡Pierde, mierda, mierda, mierda! ¡El sueño se derrumbará!

source: [_m_] I'm getting the hell outa here.
french: [_m_] Je suis en train de sortir de l'enfer ici.
italian: [_m_] Sto ottenendo l'inferno fuori qui.
japanese: [_m_] 私はここで地獄を得ています.
spanish: [_m_] Estoy recibiendo el infierno aquí.

source: [_ka_] There you are! I thought you'd been asleep. Had fun with someone?
french: [_ka_] Vous êtes là ! Je pensais que vous vous endormiriez. Vous vous êtes amusé avec quelqu'un ?
italian: [_ka_] Ecco! Pensavo di essere stato dormito. Si è divertito con qualcuno?
japanese: [_ka_] ここにいます！寝ていたと思っていました。誰かと一緒に楽しんでいましたか？
spanish: [_ka_] ¡Ahí estás! Pensé que estabas durmiendo. ¿Diviértete con alguien?

source: [_r_] How did you get it?
french: [ _r_ ] Comment l'avez-vous obtenu?
italian: [_r_] Come l'hai ottenuta?
japanese: [_r_] どのようにして手に入れましたか?
spanish: [_r_] ¿Cómo lo conseguiste?

source: [_ka_] Your chakra level is higher than in the morning.
french: [ _ka_ ] Votre niveau de chakra est plus élevé que le matin.
italian: [_ka_] Il tuo livello di chakra è più alto che al mattino.
japanese: [_ka_] あなたのチャクラのレベルは午前中よりも高くなります。
spanish: [_ka_] Su nivel de chakra es más alto que en la mañana.

source: [_ka_] You have also mastered a new ability, this is progress!
french: [ _ka_ ] Vous avez aussi maîtrisé une nouvelle capacité, c'est un progrès !
italian: [_ka_] Hai anche imparato una nuova abilità, questo è progresso!
japanese: [_ka_] あなたも新しい能力を習得しました。これは進行中です！
spanish: [_ka_] Usted también ha dominado una nueva habilidad, ¡esto es progreso!

source: [_r_] Kamiko... I don't feel well...
french: [_r_] Kamiko... Je ne me sens pas bien...
italian: [_r_] Kamiko... Non mi sento bene...
japanese: [_r_] カミコ... 気分がよくない...
spanish: [_r_] Kamiko... No me siento bien...

source: [_r_] My head is spinning...
french: [ _r_ ] Ma tête tourne ...
italian: [_r_] La mia testa sta girando...
japanese: [_r_] 頭が回転しています...
spanish: [_r_] Mi cabeza está girando...

source: [_ka_] You have depleted your chakra reserves for a new ability...
french: [ _ka_ ] Vous avez épuisé vos réserves de chakra pour une nouvelle capacité ...
italian: [_ka_] Hai esaurito le tue riserve di chakra per una nuova abilità...
japanese: [_ka_] 新しい能力を得るためにチャクラリザーブを消耗しました...
spanish: [_ka_] Usted ha agotado sus reservas de chakras para una nueva habilidad ...

source: [_ka_] Poor guy... Get on the bed, I'll help you...
french: [ _ka_ ] Un pauvre type ... Va sur le lit, je t'aiderai ...
italian: [_ka_] ragazzo povero... Salite sul letto, vi aiuterò...
japanese: [_ka_] 貧乏人char@@1ベッドに乗れ、助けてやるchar@@2
spanish: [_ka_] Un pobre tipo... Ponte en la cama, te ayudaré...

source: [_m_] Eh? What are these sounds...
french: [_m_] Eh? Quels sont ces sons...
italian: [_m_] Eh? Quali sono questi suoni...
japanese: [_m_] え？これらの音は何ですか？
spanish: [_m_] ¿Eh? ¿Cuáles son estos sonidos...

source: [_m_] I don't see anything...
french: [ _m_ ] Je ne vois rien ...
italian: [_m_] Non vedo nulla...
japanese: [_m_] 何も見えません...
spanish: [_m_] no veo nada...

source: [_r_] You... What are you doing?
french: [_r_] Vous... Que faites-vous ?
italian: [_r_] Tu... Cosa stai facendo?
japanese: [_r_] あなた... あなたは何をしていますか？
spanish: [_r_] Tú... ¿Qué estás haciendo?

source: [_ka_] Dhomth...thyou fee? ( don't you see? )
french: [_ka_] Dhomth...ces frais ? ( ne voyez-vous pas ? )
italian: [_ka_] Dhomth...thyou fee? ( non vedete? )
japanese: [_ka_] Dhomth...thyou fee? (見ませんか? )
spanish: [_ka_] Dhomth... ¿Te importa esto? (¿lo ves? )

source: [_r_] Fuck... How good...
french: [_r_] Fuck ... Quel bon...
italian: [_r_] Fuck... Quanto buono...
japanese: [_r_] ファック... どのように良い...
spanish: [_r_] Fuck ... Qué bueno ...

source: [_r_] Whatever you’re thinking, don’t stop...
french: [ _r_ ] Peu importe ce que vous pensez, n'arrêtez pas ...
italian: [_r_] Qualunque cosa tu stia pensando, non fermarti...
japanese: [_r_] 何を考えていても、止めないで...
spanish: [_r_] No importa lo que pienses, no pares...

source: [_m_] I never thought I would wake up from such a passionate blowjob..
french: [ _m_ ] Je n'ai jamais pensé que je me réveillais d'une telle passion.
italian: [_m_] Non ho mai pensato che mi sarei svegliato da un pompino così appassionato..
japanese: [_m_] こんな情熱的なフェラから目覚めるとは思ってもいませんでした。
spanish: [_m_] nunca pensé que me despertaría de un blowjob tan pasivo..

source: [_r_] Easy there... You're gonna suck my soul out of me!
french: [_r_] Facile là-bas... Tu vas sucer mon âme de moi !
italian: [_r_] Facile lì... Sta per succhiare la mia anima da me!
japanese: [_r_] 簡単に... あなたは私の魂を吸い出すつもりです!
spanish: [_r_] Fácil allí ... ¡Me vas a chupar el alma de mí!

source: [_m_] This lady began to suck even more furiously!
french: [_m_] Cette dame a commencé à sucer encore plus furieusement !
italian: [_m_] Questa signora ha cominciato a succhiare ancora più furiosamente!
japanese: [_m_] この女性はさらに激怒的に吸い始めました!
spanish: [_m_] ¡Esta dama empezó a chupar aún más furiosamente!

source: [_m_] She fucking hates me!
french: [_m_] Elle me déteste !
italian: [_m_] Lei mi scopa odia!
japanese: [_m_] 彼女はクソ私を嫌い!
spanish: [_m_] ¡Ella me odia!

source: [_m_] Or loves me?
french: [_m_] Ou m'aime ?
italian: [_m_] O mi ama?
japanese: [_m_] それとも私を愛してる？
spanish: [_m_] ¿O me ama?

source: [_m_] I'm confused, holy shit...
french: [_m_] Je suis perplexe, sainte merde...
italian: [_m_] Sono confuso, merda santa...
japanese: [_m_] 私は混乱しています, 神聖なたわごと...
spanish: [_m_] Estoy confundido, santa mierda...

source: [_r_] I'm going to! I'll!
french: [_r_] Je vais le faire ! Je vais !
italian: [_r_] sto per farlo! Ora!
japanese: [_r_] 私は行く!
spanish: [_r_] ¡Voy a ir! ¡Lo haré!

source: [_r_] Fuck... It's... What the...
french: [_r_] Fuck ... C'est... C'est quoi...
italian: [_r_] Fuck... E '... Che cosa...
japanese: [_r_] ファック... それは...
spanish: [_r_] Suerte... Sí... Qué las...

source: [_ka_] Wow, so liquid, I can see he came a lot today.
french: [_ka_] Wow, si liquide, je peux voir qu'il est venu beaucoup aujourd'hui.
italian: [_ka_] Wow, così liquido, posso vedere che è venuto molto oggi.
japanese: [_ka_] うわー、水っぽいので、今日は彼がたくさん来ているのが見えます。
spanish: [_ka_] Wow, tan líquido, puedo ver que ha venido mucho hoy.

source: [_ka_] Relax, I'll be right back.
french: [ _ka_ ] Relax, je reviendrai.
italian: [_ka_] Relax, sarò subito indietro.
japanese: [_ka_] リラックスしてください、すぐ戻ってきます。
spanish: [_ka_] Relax, estaré de vuelta.
