Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] If you feel sad, just write to me. We’ll talk about it and you’ll feel a little better.
french: [ _r_ ] Si vous vous sentez triste, écrivez-moi. Nous en parlerons et vous vous sentirez un peu mieux.
italian: [_r_] Se ti senti triste, scrivermi. Ne parleremo e ti sentirai un po' meglio.
japanese: [_r_] 悲しみを感じる場合は、お問い合わせください。少し気分が良くなります。
spanish: [_r_] Si te sientes triste, solo tienes que escribirme. Hablaremos de ello y te sentirás un poco mejor.

source: [_hi_] Is it really possible...?
french: [_hi_] Est-ce vraiment possible...?
italian: [_hi_] È davvero possibile...?
japanese: [_hi_] 本当に可能なのでしょうか?
spanish: [_hi_] ¿Es realmente posible...?

source: [_r_] Of course. Don't think you'll distract me from something, you won't.
french: [_r_] Bien sûr. Ne pensez pas que vous allez me distraire de quelque chose, vous ne le ferez pas.
italian: [_r_] Certo. Non pensate che mi distraggerai da qualcosa, non lo farai.
japanese: [_r_] もちろん、何かから私の気をそらすとは思わないでください、あなたはそうはしません。
spanish: [_r_] Por supuesto. No pienses que me distraerás de algo, no lo harás.

source: [_mira_] Um... Good afternoon Lady Hinata...
french: [_mira_] Heu... Bonne après-midi dame Hinata...
italian: [_mira_] Um... Buon pomeriggio Lady Hinata...
japanese: [こんにちは ひなた様
spanish: [_mira_] Nuevo... Buena tarde Dama Hinata...

source: [_hi_] Mirai, good morning dear, I didn't expect to see you here...
french: [ _hi_ ] Mirai, bonjour cher, je ne m'attendais pas à te voir ici ...
italian: [_hi_] Mirai, buon mattino caro, non mi aspettavo di vederti qui...
japanese: [_hi_] みらい、おはようございます。ここで会うとは思っていませんでした。
spanish: [_hi_] Mirai, buen amado por la mañana, no esperaba verte aquí...

source: [_hi_] I thought you were still on a mission, how's your mom doing?
french: [_hi_] Je pensais que vous étiez encore en mission, comment fait votre maman ?
italian: [_hi_] Pensavo che tu fossi ancora in missione, come sta facendo tua mamma?
japanese: [_hi_] まだ使命があると思っていました。お母さんはどうしていますか？
spanish: [_hi_] pensé que seguías en una misión, ¿cómo lo está haciendo tu mamá?

source: [_mira_] Very good! She loved the hot springs trip you gave her...
french: [ _mira_ ] Très bien ! Elle aimait le voyage des sources thermales que tu lui as donné ...
italian: [_mira_] Molto buono! Lei amava il viaggio delle sorgenti calde che le hai regalato...
japanese: [_mira_] 非常に良い! 彼女はあなたが与えた温泉旅行を愛しました...
spanish: [_mira_] Muy bien! A ella le encantó el viaje de chorro caliente que le diste...

source: [_hi_] Glad it is, she deserves a good rest!
french: [_hi_] Heureuse qu'elle soit, elle mérite un bon repos !
italian: [_hi_] Felice che sia, merita un buon riposo!
japanese: [_hi_] うれしいです, 彼女は良い休息に値します!
spanish: [_hi_] Genial, ¡ella se merece un buen descanso!

source: [_hi_] By the way, Mirai, let me introduce you to my new friend, this is [viname]
french: [ _hi_ ] Au fait, Mirai, laissez-moi vous présenter mon nouvel ami, c'est [ viname ]
italian: [_hi_] A proposito, Mirai, permettetemi di presentarvi al mio nuovo amico, questo è [viname]
japanese: [ところでミライさん、私の新しい友人を紹介しましょう。
spanish: [_hi_] Por cierto, Mirai, déjame presentarte a mi nuevo amigo, esto es [viname]

source: [_mira_] Yeah... I'm Mirai... Nice to meet you...
french: [_mira_] Ouais... Je suis Mirai... Nice de vous rencontrer...
italian: [_mira_] Sì... Sono Mirai... Nizza per incontrarti...
japanese: [_mira_] ええ...私は未来...はじめまして...
spanish: [_mira_] Sí... Soy Mirai... Buen conocerte...

source: [_r_] Nice to meet you too, Mirai.
french: [ _r_ ] Ravi de te rencontrer aussi, Mirai.
italian: [_r_] Piacevole di incontrarvi anche Mirai.
japanese: [_r_] みらいもお会いできて嬉しいです。
spanish: [_r_] Bueno para conocerte también, Mirai.

source: [_mira_] Thanks again from Mom... Have a nice day!
french: [ _mira_ ] Merci encore de maman ... Bonne journée !
italian: [_mira_] Grazie ancora da mamma... Buona giornata!
japanese: [_mira_] お母さんから再びありがとう... 素敵な日をお過ごしください!
spanish: [_mira_] Gracias de nuevo de Mom... ¡Que tengas un buen día!

source: [_hi_] Good day to you too, dear!
french: [_hi_] Bonjour à vous aussi, cher !
italian: [_hi_] Buon giorno anche a voi, caro!
japanese: [_hi_] あなたにも良い一日を！
spanish: [_hi_] ¡Buen día para ti también, querido!

source: [_m_] Apparently Mirai was up to something.
french: [ _m_ ] Apparemment, Mirai était à quelque chose.
italian: [_m_] A quanto pare Mirai aveva in mente qualcosa.
japanese: [_m_] みらいは何か企んでいたらしい。
spanish: [_m_] Al parecer Mirai estaba a la altura de algo.

source: [_r_] Let me go to the bathroom, a little twisted stomach...
french: [ _r_ ] Laisse-moi aller à la salle de bain, un petit ventre tordu ...
italian: [_r_] Lasciami andare in bagno, uno stomaco leggermente contorto...
japanese: [_r_] トイレに行かせてください, 少しねじれた胃...
spanish: [_r_] Déjame ir al baño, un estómago retorcido...

source: [_hi_] Of course I'll be here, take your time.
french: [ _hi_ ] Bien sûr que je serai là, prends ton temps.
italian: [_hi_] Naturalmente sarò qui, prendete il vostro tempo.
japanese: [_hi_] もちろん私はここにいます。ごゆっくりお待ちください。
spanish: [_hi_] Por supuesto que estaré aquí, tómate tu tiempo.

source: [_r_] Well, well, well...
french: [_r_] Eh bien, eh bien...
italian: [_r_] Beh, beh, be...
japanese: [_r_] うーん、まあchar@@1
spanish: [_r_] Bueno, bien...

source: [_r_] So how did you find me?
french: [ _r_ ] Alors, comment m'avez-vous trouvé?
italian: [_r_] Così come mi hai trovato?
japanese: [_r_] では、どうやって私を見つけたのですか?
spanish: [_r_] Entonces, ¿cómo me encontraste?

source: [_mira_] I... I saw you and Lady Hinata heading to the coffee shop...
french: [_mira_] Je... Je vous ai vu et dame Hinata prendre la direction du café...
italian: [_mira_] Io... Ho visto voi e Lady Hinata dirigersi verso il caffè...
japanese: [_mira_] 私は...あなたとひなたさんが喫茶店に向かうのを見ました...
spanish: [_mira_] Yo... te vi a ti y a Dama Hinata dirigiéndose a la cafetería...

source: [_r_] Why did you decide to come to us?
french: [ _r_ ] Pourquoi avez-vous décidé de venir à nous?
italian: [_r_] Perché hai deciso di venire da noi?
japanese: [_r_] なぜ私たちに来ようと思ったのですか?
spanish: [_r_] ¿Por qué decidió venir a nosotros?

source: [_mira_] What've you... What have you done to me??
french: [_mira_] Qu'est-ce que vous avez eu... Qu'est-ce que vous m'avez fait? ?
italian: [_mira_] Cos'hai fatto... Che cosa mi hai fatto??
japanese: [_mira_] あなたは何をしているのですか?
spanish: [_mira_] ¿Qué tienes... ¿Qué me has hecho??

source: [_mira_] Since last time, I've been thinking more and more about our sex!
french: [ _mira_ ] Depuis la dernière fois, je pense de plus en plus à notre sexe !
italian: [_mira_] Fin dall'ultima volta, sto pensando sempre più al nostro sesso!
japanese: [_mira_] 前回以来、私は私たちのセックスについてより多くのことを考えてきました!
spanish: [_mira_] Desde la última vez, ¡estoy pensando más y más en nuestro sexo!

source: [_mira_] I want it more every hour!
french: [ _mira_ ] Je veux qu'il soit plus à chaque heure !
italian: [_mira_] Lo voglio di più ogni ora!
japanese: [_mira_] 私は毎時間それをもっと欲しい!
spanish: [_mira_] ¡Lo quiero más cada hora!

source: [_r_] Do you want to repeat our dirty games?
french: [ _r_ ] Voulez-vous répéter nos jeux sales?
italian: [_r_] Vuoi ripetere i nostri giochi sporchi?
japanese: [_r_] 私たちの汚いゲームを繰り返しますか？
spanish: [_r_] ¿Quiere repetir nuestros juegos sucios?

source: [_mira_] Yes...
french: [_mira_] Oui...
italian: [_mira_] Sì...
japanese: [_mira_] はい...
spanish: [_mira_] Sí ...

source: [_r_] Well, I’ll give you that opportunity. But not now.
french: [ _r_ ] Eh bien, je vous donnerai cette occasion. Mais pas maintenant.
italian: [_r_] Beh, ti darò questa opportunità. Ma non adesso.
japanese: [_r_] さて、その機会を与えます。でも今はそうではありません。
spanish: [_r_] Bueno, te daré esa oportunidad. Pero no ahora.

source: [_mira_] But it's! Right now, the perfect mom...
french: [_mira_] Mais c'est ça ! En ce moment, la mère parfaite...
italian: [_mira_] Ma è così! In questo momento, la mamma perfetta...
japanese: [_mira_] しかし、それはの!ちょうど今、完璧なお母さん...
spanish: [_mira_] ¡Pero de hoy! Ahora mismo, el alma perfecta...

source: [_r_] I didn’t say we wouldn’t do anything.
french: [ _r_ ] Je n'ai pas dit que nous ne ferions rien.
italian: [_r_] Non ho detto che non avremmo fatto nulla.
japanese: [_r_] 私たちは何もしないとは言っていませんでした。
spanish: [_r_] no dije que no haríamos nada.

source: [_r_] We’re going to go into the booth and you’re going to give me as deep and passionate blowjob as it possible.
french: [ _r_ ] Nous allons entrer dans le stand et vous allez me donner le plus profond et passionnant sarbacé.
italian: [_r_] Entreremo nello stand e mi daremo il pompino più profondo e appassionato possibile.
japanese: [_r_] ブースに入って、できるだけ深く情熱的なフェラチオをしていただきます。
spanish: [_r_] Vamos a ir a la cabina y me van a dar una mamada tan profunda y apasionada como sea posible.

source: [_mira_] But I've never...
french: [ _mira_ ] Mais je n'ai jamais ...
italian: [_mira_] Ma non ho mai...
japanese: [_mira_] しかし、私は決して...
spanish: [_mira_] Pero nunca lo he hecho...

source: [_r_] You ought to, otherwise you can forget about the next time.
french: [ _r_ ] Vous devriez, sinon vous pouvez oublier la prochaine fois.
italian: [_r_] Dovresti fare, altrimenti puoi dimenticare la prossima volta.
japanese: [_r_] そうでなければ、次回のことを忘れることができます。
spanish: [_r_] Usted debe, de lo contrario, puede olvidarse de la próxima vez.

source: [_mira_] I... I get it...
french: [_mira_] I... Je l'observe...
italian: [_mira_] I... Lo ottengo...
japanese: [_mira_] I...
spanish: [_mira_] I. .. Lo entiendo ...

source: [_r_] Okay... You're doing a good job...
french: [ _r_ ] Ok ... Tu fais un bon boulot ...
italian: [_r_] Okay... Stai facendo un buon lavoro...
japanese: [_r_] わかりました... あなたは良い仕事をしています...
spanish: [_r_] Vale... Estás haciendo un buen trabajo...

source: [_r_] Nothing complicated, right?
french: [_r_] Rien de compliqué, non ?
italian: [_r_] Niente di complicato, giusto?
japanese: [_r_] 複雑なものはありませんよね？
spanish: [_r_] Nada complicado, ¿verdad?

source: [_r_] Just take it right down your throat.
french: [ _r_ ] Il suffit de le prendre à la gorge.
italian: [_r_] Basta prenderla in fondo alla gola.
japanese: [_r_] ちょうどあなたの喉の下にそれを取る。
spanish: [_r_] , tómalo justo abajo de tu garganta.

source: [_r_] Yes... Good girl...
french: [_r_] Oui... Bonne fille...
italian: [_r_] Sì... Buona ragazza...
japanese: [_r_] はい...
spanish: [_r_] Sí... Buena chica...

source: [_r_] Mmh... Try a little more and you'll taste my cum!
french: [_r_] Mmh... Essayez un peu plus et vous goûterez à mon foutre !
italian: [_r_] Mmh... Prova un po' di più e assaggierai il mio sperma!
japanese: [_r_] Mmh... もう少し試してみると、クムを味わうことができます!
spanish: [_r_] Mmh... ¡Prueba un poco más y probarás mi cum!

source: [_r_] That's it!
french: [_r_] Voilà!
italian: [_r_] Questo è tutto!
japanese: [_r_] 以上です！
spanish: [_r_] ¡Eso es todo!

source: [_r_] Don't stop!
french: [_r_] Ne vous arrêtez pas !
italian: [_r_] Non fermarti!
japanese: [_r_] 止めないで！
spanish: ¡[_r_] no pares!

source: [_r_] Faster!
french: [_r_] Plus vite!
italian: [_r_] Più Veloce!
japanese: [_r_] より速く！
spanish: ¡[_r_] más rápido!

source: [_r_] Take it all!
french: [_r_] Prends tout !
italian: [_r_] Prendete tutto!
japanese: [_r_] 全部取ってみよう!
spanish: [_r_] ¡Llévalo todo!

source: [_r_] Good job, Mirai...
french: [ _r_ ] Bon travail, Mirai ...
italian: [_r_] Buon lavoro, Mirai...
japanese: [_r_] 良い仕事, 未来...
spanish: [_r_] Buen trabajo, Mirai...

source: [_r_] Now give me your number, I will write to you when the time comes.
french: [ _r_ ] Maintenant, donnez-moi votre numéro, je vous écrierai quand le moment viendra.
italian: [_r_] Ora dammi il tuo numero, ti scriverò quando arriverà il momento.
japanese: [_r_] では、あなたの電話番号を教えてください。
spanish: [_r_] Ahora dame tu número, te escribiré cuando llegue el momento.

source: [_m_] Boring.
french: [_m_] ennuyeux.
italian: [_m_] Noioso.
japanese: [_m_] つまらない。
spanish: [_m_] aburrido.

source: [_m_] Maybe I should write Hinata?
french: [ _m_ ] Peut-être que je devrais écrire Hinata?
italian: [_m_] Forse dovrei scrivere Hinata?
japanese: [_m_] ひなたを書くべきかな？
spanish: [_m_] ¿Tal vez debería escribir Hinata?

source: [_m_] Or go to sleep...
french: [ _m_ ] Ou allez dormir ...
italian: [_m_] O vai a dormire...
japanese: [_m_] または寝る...
spanish: [_m_] o vaya a dormir...

source: [_m_] Fuck it, I’m just going to sleep.
french: [_m_] Fuck it, je vais juste dormir.
italian: [_m_] Fanculo, vado a dormire e basta.
japanese: [_m_] やめて、私はちょうど寝るつもりです。
spanish: [_m_] Lo siento, solo voy a dormir.

source: [_ka_] [viname] Come here.
french: [_ka_] [viname] Venez ici.
italian: [_ka_] [viname] Vieni qui.
japanese: [_ka_] [viname] こちらに来てください。
spanish: [_ka_] [viname] Ven aquí.

source: [_r_] Huh? Wait a second.
french: [_r_] Huh ? Attendez une seconde.
italian: [_r_] Huh? Aspetta un secondo.
japanese: [_r_] え？ちょっと待ってください。
spanish: ¿[_r_] Huh? Espera un segundo.

source: [_ka_] I have an interesting job for you.
french: [ _ka_ ] J'ai un boulot intéressant pour vous.
italian: [_ka_] Ho un lavoro interessante per te.
japanese: [_ka_] 興味深い仕事があります。
spanish: [_ka_] Tengo un trabajo interesante para usted.

source: [_r_] Right now?
french: [_r_] En ce moment ?
italian: [_r_] In questo momento?
japanese: [_r_] 今すぐ？
spanish: [_r_] ¿En este momento?

source: [_ka_] Yes, what's it?
french: [_ka_] Oui, qu'est-ce que c'est?
italian: [_ka_] Sì, cos'è?
japanese: [_ka_] はい、何ですか？
spanish: [_ka_] Sí, ¿qué es?

source: [_r_] Well... I wanted to go to bed and everything..
french: [_r_] Eh bien... Je voulais aller au lit et tout...
italian: [_r_] Bene... Volevo andare a letto e tutto..
japanese: [_r_] うーん...ベッドに行ってみたかったんだけど。
spanish: [_r_] Bueno... quería ir a la cama y todo..

source: [_ka_] You'll have enough time to sleep when you die, it's a very serious matter.
french: [ _ka_ ] Vous aurez assez de temps pour dormir quand vous mourrez, c'est une affaire très sérieuse.
italian: [_ka_] Avrai abbastanza tempo per dormire quando morirai, è una questione molto seria.
japanese: [_ka_] 死ぬまでには十分な時間があります。それは非常に深刻な問題です。
spanish: [_ka_] Tendrás tiempo suficiente para dormir cuando mueras, es un asunto muy serio.

source: [_r_] I got it, got it... Don't make such an evil face...
french: [_r_] Je l'ai compris, compris... Ne faites pas un tel visage maléfique...
italian: [_r_] l'ho capito... Non fare un volto così malvagio...
japanese: [_r_] 分かりました... そんな邪悪な顔をしないでください...
spanish: [_r_] Lo tengo, lo tengo... No hagas una cara tan malvada...

source: [_ka_] Activate the disguise, run to Hokage's office...
french: [ _ka_ ] Activer le déguisement, courir jusqu'au bureau de Hokage ...
italian: [_ka_] Attiva il travestimento, esegui l'ufficio di Hokage...
japanese: [_ka_] 変装を起動し、ホカゲの事務所まで走る...
spanish: [_ka_] Activa el disfraz, corre a la oficina de Hokage...

source: [_ka_] You have to overhear an important conversation.
french: [ _ka_ ] Vous devez entendre une conversation importante.
italian: [_ka_] Devi sentire una conversazione importante.
japanese: [_ka_] 重要な会話を聞かなければなりません。
spanish: [_ka_] Hay que escuchar una conversación importante.

source: [_r_] Who will be there?
french: [ _r_ ] Qui sera là?
italian: [_r_] Chi ci sarà?
japanese: [_r_] 誰がそこにいるでしょうか?
spanish: [_r_] ¿Quién estará allí?

source: [_ka_] You may have heard of him... You know everything about everyone...
french: [ _ka_ ] Vous avez peut-être entendu parler de lui ... Tu sais tout sur tout le monde ...
italian: [_ka_] Potresti aver sentito parlare di lui... Sai tutto su tutti...
japanese: [_ka_] あなたは彼について聞いたことがあるかもしれません...あなたはすべての人のことを知っています...
spanish: [_ka_] Usted puede haber oído hablar de él ... Usted sabe todo acerca de todos ...

source: [_ka_] Under cover of night he went to Naruto.
french: [ _ka_ ] Sous couvert de nuit, il est allé à Naruto.
italian: [_ka_] Sotto copertura di notte andò a Naruto.
japanese: [_ka_] 夜のカバーの下、彼はナルトに行きました。
spanish: [_ka_] Bajo la cobertura de la noche fue a Naruto.

source: [_r_] Sasuke? What does he need now?
french: [_r_] Sasuke? De quoi a-t-il besoin maintenant?
italian: [_r_] Sasuke? Di cosa ha bisogno ora?
japanese: [_r_] Sasuke? 彼は今何が必要ですか?
spanish: [_r_] Sasuke? ¿Qué necesita ahora?

source: [_ka_] He was sniffing out information about my fellow clansmen, apparently he has something to report, I need this information.
french: [ _ka_ ] Il reniait des informations sur mes collègues, apparemment il a quelque chose à signaler, j'ai besoin de cette information.
italian: [_ka_] Stava sniffando le informazioni sui miei compagni di clansmen, a quanto pare ha qualcosa da segnalare, ho bisogno di queste informazioni.
japanese: [_ka_] 彼は私の仲間のクランメンについての情報を嗅ぎ分けていました。どうやら彼は報告するものがあるようです、私はこの情報が必要です。
spanish: [_ka_] Él estaba esnizando información sobre mis compañeros del Clan, al parecer tiene algo que reportar, necesito esta información.

source: [_r_] Copy that, I'm on my way.
french: [ _r_ ] Copier ça, je suis sur mon chemin.
italian: [_r_] Copiatelo, sono sulla mia strada.
japanese: [_r_] コピーして、今向かっています。
spanish: [_r_] Copia eso, estoy en camino.

source: [_naru_] I understand in general terms, but why is it so urgent?
french: [_naru_] Je comprends en termes généraux, mais pourquoi est-ce si urgent ?
italian: [_naru_] Capisco in termini generali, ma perché è così urgente?
japanese: [_naru_] 一般的には分かりますが、なぜそんなに緊急なのでしょうか?
spanish: [_naru_] Entiendo en términos generales, pero ¿por qué es tan urgente?

source: [_sasu_] Ootsutsuki. The Kaguya's clan. My informants say they saw a strange man heading toward the tree.
french: [_sasu_] Ootsutsuki. Le clan du Kaguya. Mes informateurs disent qu'ils ont vu un étrange homme se dirigeant vers l'arbre.
italian: [_sasu_] Ootsutsuki. Il clan di Kaguya. I miei informatori dicono di aver visto uno strano uomo diretto verso l'albero.
japanese: [_sasu_] 大筒木。かぐやの一族。情報提供者たちは木に向かっている奇妙な男を見たそうだ。
spanish: [_sasu_] Ootsutsuki. El clan de Kaguya. Mis informantes dicen que vieron a un extraño hombre dirigiéndose hacia el árbol.

source: [_sasu_] I followed the right trail, everything indicates that this is another creature from the Ootsutsuki clan.
french: [ _sasu_ ] J'ai suivi la bonne piste, tout indique qu'il s'agit d'une autre créature du clan Ootsutsuki.
italian: [_sasu_] Ho seguito il sentiero giusto, tutto indica che questa è un'altra creatura dal clan Ootsutsuki.
japanese: [_sasu_] 適切な道をたどったところ、全ては大槻氏の別の生き物であることを示しています。
spanish: [_sassu_] Seguí el camino correcto, todo indica que esta es otra criatura del clan Ootsutsuki.

source: [_sasu_] Probably more dangerous than Kaguya, but I'm not sure.
french: [ _sasu_ ] Probablement plus dangereux que Kaguya, mais je ne suis pas sûr.
italian: [_sasu_] Probabilmente più pericoloso di Kaguya, ma non ne sono sicuro.
japanese: [_sasu_] かぐやよりも危険かも知れませんが、よく分かりません。
spanish: [_sasu_] Probablemente más peligroso que Kaguya, pero no estoy seguro.

source: [_naru_] Is the village in danger?
french: [ _naru_ ] Le village est-il en danger?
italian: [_naru_] Il villaggio è in pericolo?
japanese: [_naru_] 村は危険にさらされていますか?
spanish: [_naru_] ¿Está el pueblo en peligro?

source: [_sasu_] I considered this possibility first.
french: [_sasu_] J'ai d'abord envisagé cette possibilité.
italian: [_sasu_] Ho considerato prima questa possibilità.
japanese: [_sasu_] 私はこの可能性を最初に考えました。
spanish: [_sasu_] primero consideré esta posibilidad.

source: [_sasu_] I came to tell you to be prepared.
french: [ _sasu_ ] Je suis venu vous dire d'être préparé.
italian: [_sasu_] Sono venuto a dirvi di essere preparato.
japanese: [_sasu_] 私はあなた方に準備をするように言いに来ました。
spanish: [_sasu_] vine a decirte que esté preparado.

source: [_sasu_] I don't know how things will turn out in the future.
french: [ _sasu_ ] Je ne sais pas comment les choses vont se passer à l'avenir.
italian: [_sasu_] Non so come andranno le cose in futuro.
japanese: [_sasu_] 今後どうなっていくのか分かりません。
spanish: [_sassu_] No sé cómo van a salir las cosas en el futuro.

source: [_naru_] I get it... Not the right time for all this...
french: [_naru_] Je l'obtiens... Pas le bon moment pour tout cela...
italian: [_naru_] lo ottengo... Non è il momento giusto per tutto questo...
japanese: [_naru_] 私はそれを得ます...
spanish: [_naru_] lo obtengo... No es el momento adecuado para todo esto...

source: [_sasu_] Are you okay? There's something wrong with you.
french: [_sasu_] Vous êtes d'accord ? Il y a quelque chose qui ne va pas avec vous.
italian: [_sasu_] Stai bene? C'è qualcosa che non va con te.
japanese: [_sasu_] 大丈夫ですか？何か問題があります。
spanish: [_sassu_] ¿Está bien? Hay algo malo contigo.

source: [_naru_] I've been feeling awful lately... I don't know what's going on...
french: [_naru_] Je me sentais horrible ces derniers temps... Je ne sais pas ce qui se passe...
italian: [_naru_] Mi sono sentita terribile ultimamente... non so cosa stia succedendo...
japanese: [_naru_] 最近ひどく感じています...何が起きているのか分かりません...
spanish: [_naru_] Me he sentido horrible últimamente... No sé lo que está pasando...

source: [_sasu_] You have time to get fully prepared.
french: [ _sasu_ ] Vous avez le temps de vous préparer.
italian: [_sasu_] Hai tempo per prepararti completamente.
japanese: [_sasu_] あなたは完全に準備する時間があります。
spanish: [_sassu_] Tiene tiempo para prepararse completamente.

source: [_naru_] Okay... I understand you...
french: [_naru_] D'accord... Je vous comprends...
italian: [_naru_] Okay... Ti capisco...
japanese: [_naru_] 分かりましたchar@@1
spanish: [_naru_] Vale... Te entiendo...

source: [_sasu_] One more. It's just my guess, but there may be another potential enemy.
french: [ _sasu_ ] Un autre. C'est juste ma supposition, mais il peut y avoir un autre ennemi potentiel.
italian: [_sasu_] Uno in più. È solo mia ipotesi, ma ci può essere un altro potenziale nemico.
japanese: [_sasu_] もう一つ、私の推測ですが、別の可能性のある敵がいるかもしれません。
spanish: [_sasu_] Uno más. Es sólo mi conjetura, pero puede haber otro enemigo potencial.

source: [_naru_] What are you talking about?
french: [ _naru_ ] De quoi parlez-vous?
italian: [_naru_] Di cosa stai parlando?
japanese: [_naru_] 何の話をしていますか？
spanish: [_naru_] ¿De qué estás hablando?

source: [_sasu_] Thanks to Sharingan, I was able to catch a barely noticeable thread of the chakra that belongs to... I don't know how to say it to make it clearer...
french: [ _sasu_ ] Grâce à Sharingan, j'ai pu attraper un fil à peine perceptible du chakra qui appartient à ... Je ne sais pas comment le dire pour le rendre plus clair ...
italian: [_sasu_] Grazie a Sharingan, sono stato in grado di prendere un filo appena evidente del chakra a cui appartiene. . – Non so come dirlo per renderlo più chiaro...
japanese: [_sasu_] シャリンガンのおかげで、チャクラの糸はほとんど目立たないほどのものでした。 はっきりさせるにはどう言えばいいのか分かりません...
spanish: [_sasu_] Gracias a Sharingan, pude capturar un hilo apenas visible del chakra al que pertenece. . No sé cómo decirlo para hacerlo más claro...

source: [_sasu_] It's the chakra of a monster...
french: [ _sasu_ ] C'est le chakra d'un monstre ...
italian: [_sasu_] È il chakra di un mostro...
japanese: [_sasu_] モンスターのチャクラchar@@1
spanish: [_sasu_] Es el chakra de un monstruo...

source: [_sasu_] A similar type of chakra I observed in Kaguya, but this is an order of magnitude higher.
french: [ _sasu_ ] Un type similaire de chakra que j'ai observé à Kaguya, mais c'est un ordre de grandeur plus élevé.
italian: [_sasu_] Un tipo simile di chakra che ho osservato in Kaguya, ma questo è un ordine di grandezza superiore.
japanese: [_sasu_] 私がかぐやで観察した同様のチャクラですが、これは一桁高いです。
spanish: [_sasu_] Un tipo similar de chakra que observé en Kaguya, pero es un orden de magnitud más alto.

source: [_naru_] I don't know what you're talking about yet.
french: [ _naru_ ] Je ne sais pas encore de quoi tu parles.
italian: [_naru_] Non so ancora di cosa stai parlando.
japanese: [_naru_] まだ何の話をしているのか分かりません。
spanish: [_naru_] No sé de qué estás hablando todavía.
