Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_ka_] There are only two ways I know. To provoke false romantic feelings, or to corrupt her. Both ways will lead to the desired result.
french: [ _ka_ ] Il n'y a que deux façons de savoir. Pour provoquer de faux sentiments romantiques, ou pour la corrompules. Les deux méthodes mèneront au résultat souhaité.
italian: [_ka_] Ci sono solo due modi che conosco. Promuovere falsi sentimenti romantici, o corromperla. Entrambi i modi porteranno al risultato desiderato.
japanese: [_ka_] 私が知っている方法は二つしかありません。虚偽のロマンチックな感情を誘発するか、彼女を堕落させるか。どちらの方法も望ましい結果につながります。
spanish: [_ka_] Sólo hay dos maneras que conozco. Para provocar falsos sentimientos románticos, o para corromperla. Ambas formas conducirán al resultado deseado.

source: [_r_] So I have to choose...
french: [ _r_ ] Je dois donc choisir ...
italian: [_r_] Quindi devo scegliere...
japanese: [_r_] だから私は選択する必要があります...
spanish: [_r_] Así que tengo que elegir...

source: [_ka_] Remember, creating romantic feelings based on my power is harder than corrupting. If you don’t have enough memories with Hinata, you can’t choose this way.
french: [ _ka_ ] Rappelez-vous que créer des sentiments romantiques basés sur mon pouvoir est plus difficile que la corruption. Si vous n'avez pas assez de souvenirs avec Hinata, vous ne pouvez pas le choisir.
italian: [_ka_] Ricorda, creare sentimenti romantici basati sul mio potere è più difficile che corrompere. Se non hai abbastanza ricordi con Hinata, non puoi scegliere in questo modo.
japanese: [_ka_] 自分の力に基づいてロマンチックな感情を作ることは、腐敗するよりも難しいことを覚えておいてください。 ヒナタとの思い出が足りない場合は、この方法で選択することはできません。
spanish: [_ka_] Recuerda, crear sentimientos románticos basados en mi poder es más difícil que corromper. Si no tienes suficientes recuerdos con Hinata, no puedes elegir de esta manera.

source: [_ka_] But you’ll still be able to corrupt her mind.
french: [ _ka_ ] Mais tu seras toujours capable de corrompu son esprit.
italian: [_ka_] Ma sarete ancora in grado di corrompere la sua mente.
japanese: [_ka_] しかし、あなたは彼女の心を堕落させることができます。
spanish: [_ka_] Pero todavía podrás corromper su mente.

source: [_r_] Understood. I got this, don’t doubt me!
french: [ _r_ ] Comprendre. J'ai eu ça, ne me doutent pas !
italian: [_r_] compreso. Ho capito questo, non dubitarmi!
japanese: [_r_] わかったよ、間違いない！
spanish: [_r_] Se ha subrayado. ¡Tengo esto, no me dude!

source: [_ka_] Get a good night’s sleep.
french: [ _ka_ ] Apprenez une bonne nuit de sommeil.
italian: [_ka_] Dormi una buona notte.
japanese: [_ka_] おやすみなさい。
spanish: [_ka_] Agarra una buena noche de sueño.

source: [_m_] Holy shit... I have such a responsibility... if this thing starts tomorrow...
french: [_m_] Sainte merde... J'ai une telle responsabilité... si cette chose commence demain...
italian: [_m_] Santa merda... Ho una tale responsabilità... se questa cosa inizia domani...
japanese: [_m_] 神聖なクソchar@@1 私にはそんな責任があるchar@@2 もしこれが明日始まったら...
spanish: [_m_] Sagrada mierda... Tengo tal responsabilidad... si esta cosa empieza mañana...

source: [_m_] I have to calm my nerves a little...
french: [ _m_ ] Je dois calmer mes nerfs un peu ...
italian: [_m_] Devo calmare un po' i nervi...
japanese: [_m_] 少し神経を落ち着かせる必要があります...
spanish: [_m_] tengo que calmar un poco mis nervios...

source: [_m_] And I have an idea how to do that.
french: [ _m_ ] Et j'ai une idée de comment faire ça.
italian: [_m_] E ho un'idea su come farlo.
japanese: [_m_] そして、私はそれを行う方法を考えています。
spanish: [_m_] Y tengo una idea de cómo hacerlo.

source: [_ay_] Oh... It's you...
french: [_ay_] Oh... C'est vous...
italian: [_ay_] Oh... Sei tu...
japanese: [_ay_] ああ... それはあなた...
spanish: [_ay_] Oh... Es tú...

source: [_r_] Good afternoon, Ayame. To day you are as charming as yesterday.
french: [_r_] Bon après-midi, Ayame. À jour vous êtes aussi charmant qu'hier.
italian: [_r_] Buon pomeriggio, Ayame. Al giorno siete affascinanti come ieri.
japanese: [_r_] こんにちは、あやめさん。今日は昨日と同じくらい魅力的です。
spanish: [_r_] Buenas tardes, Ayame. Hoy eres tan encantador como ayer.

source: [_ay_] Um... Thanks... (Whispering)... Keep your voice down... Dad can hear us...
french: [_ay_] Heu... Merci... (Murmure)... Gardez votre voix au bas... Papa peut nous entendre...
italian: [_ay_] Um... Grazie... (Whispering)... Mantieni la tua voce... Papà può sentirci...
spanish: [_ay_] Um... Gracias... (susurrando)... Mantén tu voz baja... papá nos puede oir...

source: [_r_] (whispering) Okay...
french: [_r_] (chuchotement) Ok...
italian: [_r_] (sussurre) Okay...
japanese: [_r_] (ささやき) OK...
spanish: [_r_] (susurro) Bien...

source: [_r_] (whispering) Our yesterday night was awesome, do you want to do this again?
french: [_r_] (chuchotement) Notre nuit d'hier était géniale, voulez-vous recommencer ?
italian: [_r_] (sussurre) La nostra notte di ieri è stata fantastica, vuoi farlo di nuovo?
japanese: [_r_] (ささやき) 昨日の夜は素晴らしかったです。もう一度やりますか？
spanish: [_r_] (susurro) Nuestra noche de ayer fue increíble, ¿quieres hacer esto de nuevo?

source: [_ay_] (Whispering) I’m... I’m at work... there’s a lot of people and...
french: [_ay_] (Whispering) Je... je suis au travail... il y a beaucoup de gens et...
italian: [_ay_] (Whispering) Io... Sono al lavoro... c'è un sacco di persone e...
japanese: [_ay_] (ささやいている) 私はchar@@1 仕事中だchar@@2 たくさんの人がいるchar@@3
spanish: [_ay_] (susurro) Yo... Estoy trabajando... hay mucha gente y...

source: [_r_] (Whispering) When are you on break?
french: [_r_] (Whispering) Quand êtes-vous en pause ?
italian: [_r_] (Whispering) Quando sei in pausa?
japanese: [_r_] (ささやき) いつ休憩中ですか?
spanish: [_r_] (Susurrante) ¿Cuándo estás en pausa?

source: [_ay_] (Whispering) In half an hour... Hmm... there’s an alley behind the ramen building, be there in half an hour...
french: [_ay_] (Whispering) Dans une demi-heure... Hmm... il y a une ruelle derrière le bâtiment ramen, soit là en une demi-heure...
italian: [_ay_] (Whispering) In mezz'ora... Hmm... c'è un vicolo dietro l'edificio ramen, ci sia in mezz'ora...
japanese: [_ay_] (ささやき) 30分後に... うーん...ラーメン屋の裏に路地があります。30分後にそこに...
spanish: [_ay_] (susurrando) En media hora... Hmm... hay un callejón detrás del edificio del ramen, esté allí en media hora...

source: [_r_] (Whispering) Got you.
french: [_r_] (Whispering) Vous avez.
italian: [_r_] (Whispering) Hai capito.
japanese: [_r_] (ささやく) 分かりました。
spanish: [_r_] (susurro) te ha llegado.

source: [_ay_] H-hello...
french: [_ay_] Bonjour...
spanish: [_ay_] H-hola...

source: [_r_] I've been waiting for you.
french: [ _r_ ] Je t'ai attendu.
italian: [_r_] ti ho aspettato.
japanese: [_r_] お待ちしておりました。
spanish: [_r_] te he estado esperando.

source: [_ay_] L-let's do this quick... I have only 15 minutes...
french: [_ay_] L-allons faire cela rapidement... Je n'ai que 15 minutes...
italian: [_ay_] L-let's fare questo velocemente... Ho solo 15 minuti...
japanese: [_ay_] L-lets this quick... I have only 15 minutes...
spanish: [_ay_] L-vamos a hacer esto rápido... Solo tengo 15 minutos...

source: [_r_] Let us begin then.
french: [ _r_ ] Commençons alors.
italian: [_r_] Cominciamo allora.
japanese: [_r_] で始めましょう。
spanish: [_r_] Comencemos entonces.

source: [_m_] Ayame started sucking my dick rapidly.
french: [_m_] Ayame a commencé à sucer ma queue rapidement.
italian: [_m_] Ayame ha iniziato a succhiare il mio cazzo rapidamente.
japanese: [_m_] Ayameは私のペニスを急速に吸い始めました.
spanish: [_m_] Ayame comenzó a chupar mi polla rápidamente.

source: [_m_] Working with her hand, she sucks it.
french: [_m_] Travaillant avec sa main, elle la suce.
italian: [_m_] Lavorando con la mano, lei lo succhia.
japanese: [_m_] 彼女の手で作業, 彼女はそれを吸う.
spanish: [_m_] Trabajando con su mano, ella la chupa.

source: [_m_] I don’t even have to do anything.
french: [ _m_ ] Je n'ai même pas à faire quoi que ce soit.
italian: [_m_] Non ho nemmeno bisogno di fare nulla.
japanese: [_m_] 私は何もする必要はありません。
spanish: [_m_] ni siquiera tengo que hacer nada.

source: [_m_] It’s time to relax while Ayame does all the work.
french: [ _m_ ] Il est temps de se détendre alors que Ayame fait tout le travail.
italian: [_m_] È tempo di rilassarsi mentre Ayame fa tutto il lavoro.
japanese: [_m_] Ayameがすべての作業をしている間、リラックスする時間です。
spanish: [_m_] Es hora de relajarse mientras Ayame hace todo el trabajo.

source: [_m_] How good she is at this, no embarrassment...
french: [ _m_ ] Comment elle est bonne à ça, pas d'embarras ...
italian: [_m_] Quanto è brava a questo, nessun imbarazzo...
japanese: [_m_] 彼女はこれでどのように良いです, 恥ずかしくありません...
spanish: [_m_] Qué tan buena es en esto, sin vergüenza...

source: [_r_] Ugh... Slow the fuck down! 'Cause I’m gonna come earlier...
french: [_r_] Ugh... Ralentissez la baise vers le bas! Parce que je vais venir plus tôt...
italian: [_r_] Ugh... Rallenta il cazzo giù! 'Perché arriverò prima...
japanese: [_r_] うーんchar@@1 くそったれ！早く来るからchar@@2
spanish: [_r_] Ugh... ¡Lenta la fuck hacia abajo! "Causa que voy a venir antes...

source: [_r_] Nope, touch your toes now!
french: [_r_] Nœud touchez vos orteils maintenant !
italian: [_r_] Nope, tocca le dita dei piedi ora!
japanese: [_r_] いいえ、あなたのつま先に触れましょう！
spanish: [_r_] Nope, ¡toca los dedos de los pies ahora!

source: [_ay_] Just don’t get my clothes dirty, 'cause I can’t explain it to my dad.
french: [ _ay_ ] Ne me salit pas mes vêtements, parce que je ne peux pas l'expliquer à mon père.
italian: [_ay_] Basta non sporcare i miei vestiti, 'perché non riesco a spiegarlo a mio papà.
japanese: [_ay_] 服を汚さないでください。お父さんに説明できないから。
spanish: [_ay_] No me sucumban mi ropa, "no puedo explicárselo a mi papá.

source: [_r_] I'll try to.
french: [_r_] Je vais essayer.
italian: [_r_] proverò.
japanese: [_r_] やってみます。
spanish: [_r_] intentaré.

source: [_m_] Just like that, slowly and gently...
french: [ _m_ ] Tout comme ça, lentement et doucement ...
italian: [_m_] Proprio così, lentamente e delicatamente...
japanese: [_m_] そのように、ゆっくりと穏やかに...
spanish: [_m_] Así es, lentamente y despacio...

source: [_r_] That’s a great ass, Ayame!
french: [ _r_ ] C'est un grand cul, Ayame !
italian: [_r_] Questo è un bel culo, Ayame!
japanese: [_r_] すごいケツだね、あやめ！
spanish: [_r_] ¡Es un gran asno, Ayame!

source: [_ay_] T-thank you... I guess...
french: [ _ay_ ] T-merci ... Je suppose ...
italian: [_ay_] T-grazie... Immagino...
japanese: [_ay_] T-thanks you...
spanish: [_ay_] Gracias... Supongo...

source: [_m_] Ichiraku’s daughter is making sweet noises while I’m fucking her near the restaurant.
french: [_m_] La fille d’Ichiraku fait des bruits doux pendant que je la baise près du restaurant.
italian: La figlia di [_m_] Ichiraku sta facendo rumori dolci mentre la sto scopando vicino al ristorante.
japanese: [_m_] 一楽の娘は、レストランの近くで彼女とセックスしている間、甘い音を立てている。
spanish: [_m_] La hija de Ichiraku está haciendo ruidos dulces mientras la miro cerca del restaurante.

source: [_m_] Who’d have thought I’d be so lucky in life!
french: [ _m_ ] Qui aurait cru que je serais si chanceux dans la vie !
italian: [_m_] Chi avrebbe pensato di essere così fortunato nella vita!
japanese: [_m_] 私が人生でとても幸運になると思った人！
spanish: [_m_] ¡Quien hubiera pensado que sería tan afortunado en la vida!

source: [_m_] All I could do was jerk off to her art, and now I’m doing her!
french: [ _m_ ] Tout ce que je pouvais faire était de saccard à son art, et maintenant je la fais !
italian: [_m_] Tutto quello che potevo fare era masturbarsi alla sua arte, e ora la sto facendo!
japanese: [_m_] 私にできることは、彼女のアートにこだわることだけでした。そして今私は彼女をやっています！
spanish: [_m_] Todo lo que pude hacer fue desgarrarse de su arte, ¡y ahora la estoy haciendo!

source: [_m_] I love this world!
french: [_m_] J'aime ce monde !
italian: [_m_] Amo questo mondo!
japanese: [_m_] 私はこの世界が大好きです!
spanish: [_m_] ¡Me encanta este mundo!

source: [_r_] I’ll fuck you even faster!
french: [_r_] Je vais vous baiser encore plus vite !
italian: [_r_] Ti scoperò ancora più velocemente!
spanish: [_r_] ¡Te follaré aún más rápido!

source: [_ay_] Mmm... Yeah... Do it!
french: [_ay_] Mmm... Oui... Faites-le !
italian: [_ay_] Mmm... Sì... Fai!
japanese: [_ay_] MM... Yeah... やりましょう!
spanish: [_ay_] Mmm... Sí... ¡Hazlo!

source: [_m_] The faster I move, the less I can hold out...
french: [ _m_ ] Plus je bousuis plus vite, moins je peux tenir ...
italian: [_m_] Più velocemente mi muovo, meno posso tenere...
japanese: [_m_] 動けば動けるほど、持ちこたえられません...
spanish: [_m_] Cuanto más rápido me mueva, menos puedo resistir...

source: [_r_] I'm going to...
french: [_r_] Je vais voir...
italian: [_r_] Sto andando a...
japanese: [_r_] 私は...
spanish: [_r_] Voy a ...

source: [_r_] I'll cum inside!
french: [_r_] Je vais foutre à l'intérieur!
italian: [_r_] io sborrerò dentro!
japanese: [_r_] 私は中に中出しします!
spanish: [_r_] ¡Me cum adentro!

source: [_ay_] Yes! Yes! Yes! Come on! Faster! Faster! Faster!
french: [_ay_] Oui! Oui! Oui! Vite! Plus vite! Plus vite! Plus vite!
italian: [_ay_] SI! Sì! Sì! Vieni! Veloce! Veloce! Veloce! Veloce! Veloce!
japanese: [_ay_] はい！はい！はい！さあ！さあ！早く！もっと速く！
spanish: [_ay_] ¡Sí! ¡Sí! ¡Sí! ¡Vamos! ¡Rápido! ¡Rápido! ¡Rápido!

source: [_m_] Ugh... I even grew tired... but it was unforgettable...
french: [_m_] Ugh... Je suis même fatigué... mais c'était inoubliable...
italian: [_m_] Ugh... Mi sono anche stanca... ma è stato indimenticabile...
japanese: [_m_] うーん...疲れてしまったけど、忘れられない...
spanish: [_m_] Ugh... Incluso me cansé... pero fue inolvidable...

source: [_ay_] It was...
french: [_ay_] C'était...
italian: [_ay_] È stato...
japanese: [_ay_] それは...
spanish: [_ay_] fue...

source: [_r_] I tried as fast as I could.
french: [ _r_ ] J'ai essayé aussi vite que possible.
italian: [_r_] Ho provato il più velocemente possibile.
japanese: [_r_] 私は私ができるだけ速く試みた。
spanish: [_r_] intenté tan rápido como pude.

source: [_ay_] I’m... I’m all sweaty now... damn...
french: [_ay_] Moi... Je suis tout à fait sueur maintenant... maudite...
italian: [_ay_] Io... Sono tutto sudato ora... maledetto...
spanish: [_ay_] Yo... ahora estoy sudando todo... maldito...

source: [_r_] Don’t tell me you regretted those 15 minutes.
french: [ _r_ ] Ne me dites pas que vous avez regretté ces 15 minutes.
italian: [_r_] Non dirmi che ti sei pentito di quei 15 minuti.
japanese: [_r_] 15分間のことを後悔したとは言わないでください。
spanish: [_r_] No me digas que te arrepintaste esos 15 minutos.

source: [_ay_] No, I didn't...
french: [ _ay_ ] Non, je n'ai pas ...
italian: [_ay_] No, non ho fatto...
japanese: [_ay_] いいえ、私はしませんでした...
spanish: [_ay_] No, no lo hice...

source: [_r_] Well I went, it was nice to fuck.
french: [ _r_ ] Je suis allé, c'était sympa de baiser.
italian: [_r_] Beh, sono andato, è stato bello scopare.
japanese: [_r_] まあ行ってきました, ファックするのは良かったです.
spanish: [_r_] Bueno, me fue, fue agradable de follar.

source: [_ay_] Wait! This is the second time we’ve fucked, and I don’t even know your name...
french: [_ay_] Attendez ! C'est la deuxième fois que nous baisons, et je ne connais même pas votre nom...
italian: [_ay_] Aspetta! Questa è la seconda volta che scopiamo e non conosco nemmeno il tuo nome...
japanese: [_ay_] お待ちください！今回が2回目ですが、あなたの名前すら知りません...
spanish: [_ay_] ¡Espera! Esta es la segunda vez que hemos follado y ni siquiera conozco tu nombre...

source: [_r_] Of course...
french: [_r_] Bien sûr...
italian: [_r_] Certo...
japanese: [_r_] もちろん...
spanish: [_r_] por supuesto...

source: [_r_] My name is [viname], and I know Ayame.
french: [ _r_ ] Mon nom est [ viname ], et je connais Ayame.
italian: [_r_] Il mio nome è [viname]e conosco Ayame.
japanese: [_r_] 私の名前は [viname]で、私はあやめを知っています。
spanish: [_r_] Mi nombre es [viname]y conozco Ayame.

source: [_r_] I’ll come back sometime.
french: [ _r_ ] Je reviendrai un jour.
italian: [_r_] Tornerò qualche volta.
spanish: [_r_] Voy a volver en algún momento.

source: [_ay_] Y-yeah... Goodbye...
french: [_ay_] Y-yeah... Au revoir...
italian: [_ay_] Y-yeah... Arrivederci...
japanese: [_ay_] Y-ye... さようなら...
spanish: [_ay_] Y-sí... Adiós...

source: [_hi_] [viname]! Good Morning! We have just about packed everything we need!
french: [_hi_] [viname]! Bonjour ! Nous avons tout juste emballé tout ce dont nous avons besoin !
italian: [_hi_] [viname]! Buongiorno! Abbiamo quasi tutto ciò di cui abbiamo bisogno!
japanese: [_hi_] [viname]! おはようございます!
spanish: ¡[_hi_] [viname]! ¡Buena mañana! ¡Tenemos casi todo lo que necesitamos!

source: [_r_] Hi Hinata! Do you need some help?
french: [_r_] Salut Hinata ! Avez-vous besoin d'aide ?
italian: [_r_] Ciao Hinata! Hai bisogno di aiuto?
japanese: [_r_] こんにちは、ひなた！助けが必要ですか？
spanish: [_r_] ¡Hola Hinata! ¿Necesitas ayuda?

source: [_hi_] No, just wait a bit, we’ll go out now!
french: [ _hi_ ] Non, attendez un peu, nous sortons maintenant !
italian: [_hi_] No, aspetta un po', usciremo adesso!
japanese: [_hi_] いいえ、少々お待ちください！
spanish: [_hi_] No, espere un poco, ¡saldremos ahora!

source: [_r_] Fine, but I’ll carry the basket!
french: [_r_] Bien, mais je porterai le panier !
italian: [_r_] Bene, ma porterò il cestino!
japanese: [_r_] 大丈夫、バスケットを持っていきます！
spanish: [_r_] Muy bien, ¡pero llevaré la cesta!

source: [_hi_] Very kind of you, I don’t mind.
french: [ _hi_ ] Très gentil de vous, je ne pense pas.
italian: [_hi_] Molto gentile, non mi dispiace.
japanese: [_hi_] どうもありがとうございました。気にしません。
spanish: [_hi_] Muy amable de ti, no me importa.

source: Find a new collectible card!
french: Trouvez une nouvelle carte de collection !
italian: Trova una nuova carta da collezione!
japanese: 新しいコレクションカードを見つけよう！
spanish: ¡Encuentra una nueva tarjeta coleccionable!

source: I'm sure you can do it in less than 10 seconds!
french: Je suis sûr que vous pouvez le faire en moins de 10 secondes!
italian: Sono sicuro che puoi farlo in meno di 10 secondi!
japanese: 10秒以内にできますよ！
spanish: Estoy seguro de que puede hacerlo en menos de 10 segundos!

source: Let's go!
french: Allons-y !
italian: Andiamo!
japanese: さあ始めましょう！
spanish: ¡Vamos!

source: [_hima_] Mom! Will you make me a vegetable salad?
french: [_hima_] Maman ! Veux-tu me faire une salade de légumes ?
italian: [_hima_] Mamma! Mi farai un'insalata di verdure?
japanese: [_hima_] お母さん！野菜サラダを作ってくれませんか？
spanish: ¡[_hima_] mamá! ¿Me convertirás en una ensalada vegetal?

source: [_hi_] Surely!
french: [_hi_] Certainement !
italian: [_hi_] Sicuramente!
japanese: [_hi_] もちろん！
spanish: ¡[_hi_] seguramente!

source: [_hi_] Can one of you tell me more about the bully situation?
french: [ _hi_ ] L'un d'entre vous peut-il me parler de la situation brute?
italian: [_hi_] Uno di voi può dirmi di più sulla situazione del bullo?
japanese: [_hi_] いじめの状況についてもっと教えていただけますか?
spanish: [_hi_] ¿Puede uno de ustedes decirme más acerca de la situación absoluta?

source: [_hima_] The story is short!
french: [ _hima_ ] L'histoire est courte !
italian: [_hima_] La storia è corta!
japanese: [_hima_] ストーリーが短い!
spanish: [_hima_] La historia es corta!

source: [_hima_] That guy came in with his crew, they started saying bad things about my sensei...
french: [ _hima_ ] Ce type est venu avec son équipage, ils ont commencé à dire de mauvaises choses sur mon sensei ...
italian: [_hima_] Quel ragazzo è entrato con il suo equipaggio, hanno iniziato a dire cose cattive circa il mio sense...
japanese: [_hima_] あの男が乗組員と一緒に入ってきて、私の先生について悪いことを言い始めました...
spanish: [_hima_] Ese tipo entró con su equipo, empezaron a decir cosas malas sobre mi sensei...

source: [_hima_] I told them not to say that!
french: [_hima_] Je leur ai dit de ne pas dire cela !
italian: [_hima_] Ho detto loro di non dirlo!
japanese: [_hima_] 私は彼らにそれを言わないように言いました!
spanish: ¡[_hima_] les dije que no dijeran eso!

source: [_hima_] Then that guy got mad, grabbed my shoulder...
french: [_hima_] Alors ce type est devenu fou, j'ai pris mon épaule...
italian: [_hima_] Allora quel tipo si è arrabbiato, mi ha afferrato la spalla...
japanese: [_hima_] そんな男が怒って、私の肩をつかんで...
spanish: [_hima_] Entonces ese tipo se enloqueó, agarró mi hombro...

source: [_hima_] He might even have hit me if sensei hadn’t grabbed his hand!
french: [ _hima_ ] Il pourrait même m'avoir frappé si sensei n'avait pas saisi sa main !
italian: [_hima_] Potrebbe anche avermi colpito se sensei non avesse afferrato la mano!
japanese: [_hima_] 先生が手をつかまなかったら、彼は私を殴ったかもしれません。
spanish: [_hima_] ¡Incluso podría haberme golpeado si sensei no hubiera cogido la mano!

source: [_hima_] He scolded him! That guy got scared and ran away!
french: [_hima_] Il l'a réprimandé ! Ce type s'est effrayé et s'est enfui !
italian: [_hima_] Lo rimproverò! Quel tipo si spaventò e corse via!
japanese: [_hima_] 彼は彼を叱った! あの男は怖がって逃げた!
spanish: [_hima_] ¡Le golpeó! ¡Ese tipo tuvo miedo y huyó!

source: [_hi_] You’re like a real hero, [viname]!
french: [ _hi_ ] Vous êtes comme un vrai héros, [ viname ] !
italian: [_hi_] Sei come un vero eroe, [viname]!
japanese: [_hi_] あなたは本当のヒーロー、 [viname] です！
spanish: [_hi_] ¡Eres como un verdadero héroe, [viname]!

source: [_r_] That’s a bit of a big word. It’s just that the guy took too much, so I stepped in.
french: [ _r_ ] C'est un peu un gros mot. C'est juste que le gars a pris trop, donc je suis entré.
italian: [_r_] Questo è un po 'di una parola grande. È solo che il ragazzo ha preso troppo, quindi ho fatto un passo.
japanese: [_r_] それはちょっと大きな言葉です。ただ、男性があまりにも多すぎるので、私は足を踏み入れました。
spanish: [_r_] Es un poco de una palabra grande. Es simplemente que el tipo tomó demasiado, así que entré.

source: [_hi_] That’s still very nice of you!
french: [ _hi_ ] C'est toujours très gentil avec toi !
italian: [_hi_] Che è ancora molto bello di te!
japanese: [_hi_] 今でも親切に！
spanish: [_hi_] ¡Sigue siendo muy agradable de ti!

source: [_hima_] Sensei is a real hero!
french: [_hima_] Sensei est un vrai héros!
italian: [_hima_] Sensei è un vero eroe!
japanese: [_hima_] 先生は本当のヒーローです!
spanish: [_hima_] Sensei es un héroe real!

source: [_hi_] Honey, don’t embarrass your teacher!
french: [_hi_] Honey, ne gênez pas votre professeur!
italian: [_hi_] Miele, non mettere in imbarazzo il tuo insegnante!
japanese: [_hi_] ハニー、先生を困らせないでください！
spanish: [_hi_] ¡Solita, no molestes a tu profesor!

source: [_hi_] (Whispering) But you’re totally right.
french: [_hi_] (Whispering) Mais vous avez entièrement raison.
italian: [_hi_] (Whispering) Ma hai tutto ragione.
japanese: [_hi_] (ささやく) しかし、あなたは完全に正しいです。
spanish: [_hi_] (susurro) Pero tienes toda la razón.

source: [_hima_] Mom, can I play with my friends for a while? They’re right here!
french: [_hima_] Maman, puis-je jouer avec mes amis pendant un certain temps ? Ils sont ici !
italian: [_hima_] Mamma, posso giocare con i miei amici per un po'? Hanno ragione qui!
japanese: [_hima_] お母さん、しばらく友達と遊んでもいいですか？彼らはここにいます！
spanish: [_hima_] Mamá, ¿puedo jugar con mis amigos por un tiempo? ¡Están aquí mismo!

source: [_hi_] Sure, honey, but come back in ten minutes.
french: [ _hi_ ] Bien sûr, mais revendu en dix minutes.
italian: [_hi_] Certo, miele, ma tornate tra dieci minuti.
japanese: [_hi_] もちろん、でも10分後に戻ってきてください。
spanish: [_hi_] Claro, miel, pero vuelve en diez minutos.

source: [_hima_] Thanks!
french: [ _hima_ ] Merci !
italian: [_hima_] Grazie!
japanese: [_hima_] ありがとうございます！
spanish: ¡[_hima_] Gracias!

source: [_hi_] Let’s make a vegetable salad, Himawari loves it.
french: [ _hi_ ] Faisons une salade de légumes, Himawari l'aime.
italian: [_hi_] Facciamo un’insalata di verdure, Himawari la ama.
japanese: [_hi_] 野菜サラダを作ろう、ひまわりは大好き。
spanish: [_hi_] Hagamos una ensalada vegetal, Himawari la ama.

source: [_r_] That sounds good! Just tell me what to do, I’ll help.
french: [ _r_ ] Ça sonne bien ! Dai-moi quoi faire, je vais aider.
italian: [_r_] Suona bene! Mi dica che cosa fare, aiuterò.
japanese: [_r_] それはいいですね。どうすればいいのか教えてください。手伝います。
spanish: [_r_] ¡Eso suena bien! Solo díganme qué hacer, voy a ayudar.

source: [_hi_] We’ll clean the vegetables and then...
french: [ _hi_ ] Nous allons nettoyer les légumes, puis ...
italian: [_hi_] Puliremo le verdure e poi...
japanese: [_hi_] 私たちは野菜をきれいにします...
spanish: [_hi_] Limpiaremos las verduras y entonces...
