Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_mo_] Wait, can you at least name yourself?
french: [_mo_] Attendez, pouvez-vous au moins vous nommer?
italian: [_mo_] Aspetta, puoi almeno nominarti?
japanese: [_mo_] お待ちください、少なくとも自分自身に名前を付けることができますか？
spanish: [_mo_] Espera, ¿puedes al menos nombrarte a ti mismo?

source: [_r_] At the next meeting, of course, now it's time for me to go.
french: [ _r_ ] Lors de la prochaine réunion, bien sûr, maintenant il est temps pour moi d'y aller.
italian: [_r_] Alla prossima riunione, naturalmente, ora è il momento per me di andare.
japanese: [_r_] 次回の会議ではもちろん、今度は私が行く時間です。
spanish: [_r_] En la próxima reunión, por supuesto, ahora es el momento de que vaya.

source: [_mo_] L-okay... I'm always here, anyway... See you later, I guess...
french: [_mo_] L-okay... Je suis toujours là, de toute façon... À plus tard, je suppose...
italian: [_mo_] L-okay... Sono sempre qui, comunque... Ci vediamo più tardi, immagino...
japanese: [_mo_] L-OK... 私はいつもここにいます...
spanish: [_mo_] L-okay... siempre estoy aquí, de todos modos... Nos vemos más tarde, supongo...

source: [_ka_] Good mood huh? I see you had fun with the new kunoichi!
french: [ _ka_ ] Bonne humeur? Je vois que tu t'amuse avec le nouveau kunoichi !
italian: [_ka_] Buon umore eh? Vedo che ti sei divertito con la nuova kunoichi!
japanese: [_ka_] 良い気分でしたか？新しいクノイチを楽しんでいたようですね！
spanish: [_ka_] ¿Buen humor eh? ¡Veo que te has divertido con el nuevo kunoichi!

source: [_r_] Kamiko, that was definitely the best present! The provocation worked as it should, she did not resist!
french: [_r_] Kamiko, c'était certainement le meilleur cadeau ! La provocation a fonctionné comme il se doit, elle n'a pas résisté !
italian: [_r_] Kamiko, che è stato sicuramente il miglior presente! La provocazione ha funzionato come dovrebbe, lei non ha resistito!
japanese: [_r_] カミコ, それは間違いなく最高のプレゼントでした! それはすべきであるとして挑発が働いた, 彼女は抵抗しませんでした!
spanish: [_r_] Kamiko, ¡eso fue definitivamente el mejor regalo! ¡La provocación funcionó como debía, ¡ella no resistió!

source: [_ka_] Of course, I measured her chakra level exactly, she wouldn't be able to resist you!
french: [ _ka_ ] Bien sûr, j'ai mesuré son niveau de chakra exactement, elle ne serait pas capable de vous résister !
italian: [_ka_] Naturalmente, ho misurato il suo livello di chakra esattamente, lei non sarebbe in grado di resistere!
japanese: [_ka_] もちろん、私は彼女のチャクラレベルを正確に測定しました。彼女はあなたに抵抗することはできません！
spanish: [_ka_] Por supuesto, yo medí su nivel de chakra exactamente, ¡no podría resistirte!

source: [_r_] I had fun with her, but to tell the truth I don't feel that I have become stronger.
french: [ _r_ ] Je me suis amusée avec elle, mais pour dire la vérité, je n'ai pas l'impression d'être devenue plus forte.
italian: [_r_] Mi sono divertito con lei, ma per dire la verità non sento di essere diventato più forte.
japanese: [_r_] 彼女と一緒に楽しんでいましたが、本当のことを言うと、私は強くなったとは感じません。
spanish: [_r_] Me divertí con ella, pero para decir la verdad no siento que me haya hecho más fuerte.

source: [_ka_] To become much stronger, you will need more than one adventure.
french: [ _ka_ ] Pour devenir beaucoup plus fort, vous aurez besoin de plus d'une aventure.
italian: [_ka_] Per diventare molto più forte, avrai bisogno di più di un'avventura.
japanese: [_ka_] もっと強くなるには、複数の冒険が必要になります。
spanish: [_ka_] Para ser mucho más fuerte, usted necesitará más de una aventura.

source: [_ka_] But you pulled some chakra from her, well done!
french: [ _ka_ ] Mais vous avez tiré un certain chakra d'elle, bien fait !
italian: [_ka_] Ma hai tirato un po' di chakra da lei, ben fatto!
japanese: [_ka_] しかし、あなたは彼女からいくつかのチャクラを引っ張りました, よくやりました!
spanish: [_ka_] ¡Pero has sacado un poco de chakra de ella, bien hecho!

source: [_r_] Do you mind if I visit her again sometime?
french: [ _r_ ] N'oubliez pas si je la revisite un jour?
italian: [_r_] Ti dispiace se la trovo di nuovo qualche volta?
japanese: [_r_] またお見舞いに行ってもいいですか。
spanish: [_r_] ¿Te importa si la vuelvo a visitar?

source: [_ka_] No, you can play with her whenever you want, the main thing is not to deviate from our main goal - Hinata.
french: [ _ka_ ] Non, tu peux jouer avec elle quand tu veux, la chose principale n'est pas de s'écarter de notre but principal-Hinata.
italian: [_ka_] No, puoi giocare con lei ogni volta che vuoi, la cosa principale è non deviare dal nostro obiettivo principale - Hinata.
japanese: [_ka_] いいえ、いつでも一緒に遊べるので、メインの目標である日向から逸脱することはありません。
spanish: [_ka_] No, puedes jugar con ella cuando quieras, lo principal no es desviarte de nuestro principal objetivo: Hinata.

source: [_r_] Of course, I only have Hinata in my head.
french: [ _r_ ] Bien sûr, je n'ai que Hinata dans ma tête.
italian: [_r_] Naturalmente, ho solo Hinata in testa.
japanese: [_r_] もちろん、私はひなたしか頭の中にいない。
spanish: [_r_] Por supuesto, solo tengo Hinata en mi cabeza.

source: [_r_] Hinata wrote? This is something new.
french: [_r_] Hinata a écrit ? C'est quelque chose de nouveau.
italian: [_r_] Hinata ha scritto? Questo è qualcosa di nuovo.
japanese: [_r_] ひなたは書いた? これは新しいものです。
spanish: ¿[_r_] Hinata té? Esto es algo nuevo.

source: [_ka_] What's in there?
french: [ _ka_ ] Qu'y a-il là?
italian: [_ka_] Cosa c'è dentro?
japanese: [_ka_] 何が入っていますか？
spanish: [_ka_] ¿Qué hay ahí?

source: [_r_] Hinata asked me to come tomorrow, apparently she needs my help.
french: [ _r_ ] Hinata m'a demandé de venir demain, apparemment elle a besoin de mon aide.
italian: [_r_] Hinata mi ha chiesto di venire domani, a quanto pare ha bisogno del mio aiuto.
japanese: [_r_] ひなたが明日来てくれるように頼まれた。どうやら彼女は私の助けが必要だったようだ。
spanish: [_r_] Hinata me pidió que viniera mañana, al parecer necesita mi ayuda.

source: [_ka_] My sweet boy, not only that, I'm sure she's already started thinking about you in different ways.
french: [ _ka_ ] Mon gentil garçon, non seulement ça, je suis sûr qu'elle a déjà commencé à penser à vous de différentes manières.
italian: [_ka_] Il mio dolce ragazzo, non solo, sono sicuro che lei ha già iniziato a pensare a te in modi diversi.
japanese: [_ka_] それだけでなく、すでにあなたのことをいろいろ考え始めていると思います。
spanish: [_ka_] Mi niño dulce, no sólo eso, estoy seguro de que ella ya ha comenzado a pensar en ti de diferentes maneras.

source: [_r_] So fast?
french: [_r_] si vite?
italian: [_r_] Così veloce?
japanese: [_r_] そんなに速い?
spanish: [_r_] ¿Tan rápido?

source: [_ka_] That's only the beginning, of course, but it's true! You are progressing!
french: [_ka_] Ce n'est que le début, bien sûr, mais c'est vrai ! Vous progressez !
italian: [_ka_] Questo è solo l'inizio, naturalmente, ma è vero! Stai avanzando!
japanese: [_ka_] もちろん始まりに過ぎませんが、本当です! あなたは進んでいます!
spanish: [_ka_] Eso es sólo el comienzo, por supuesto, ¡pero es verdad! ¡Estás progresando!

source: [_r_] It's just super!
french: [_r_] C'est juste super!
italian: [_r_] È solo super!
japanese: [_r_] それはちょうどスーパーです!
spanish: [_r_] ¡Es simplemente genial!

source: [_ka_] Get some sleep, tomorrow Hinata needs you fresh!
french: [ _ka_ ] Va dormir, demain Hinata a besoin de vous frais !
italian: [_ka_] Dormiete un po', domani Hinata ha bisogno di voi fresco!
japanese: [_ka_] 明日、ひなたには新鮮さが必要です!
spanish: [_ka_] ¡Consigue un poco de sueño, mañana Hinata te necesita fresco!

source: [_r_] Exactly!
french: [_r_] Exactement !
italian: [_r_] Esattamente!
japanese: [_r_] まさに！
spanish: [_r_] Exactamente!

source: [_m_] So, I came too early ...
french: [ _m_ ] Donc, je suis venu trop tôt ...
italian: [_m_] Così, sono venuto troppo presto...
japanese: [_m_] だから、早すぎて...
spanish: [_m_] Así que, llegué demasiado pronto...

source: [_m_] Well, I hope Hinata doesn't mind.
french: [_m_] Eh bien, j'espère que Hinata ne s'en fichera pas.
italian: [_m_] Beh, spero che Hinata non mi dispiace.
japanese: [_m_] さて、ひなたは気にしないでほしい。
spanish: [_m_] Bueno, espero que Hinata no le importe.

source: [_m_] So fucking... What is this? Am I out of time?
french: [_m_] tellement fucking... Qu'est-ce que c'est? Suis-je hors de temps ?
italian: [_m_] Così cazzo... Che cos'è questo? Sono fuori tempo?
japanese: [_m_] だからクソchar@@1 これは何ですか？時間切れですか？
spanish: [_m_] Tan fucking... ¿Qué es esto? ¿Estoy fuera de tiempo?

source: [_m_] Gather the fuck! We need to use disguise and see what's the matter.
french: [_m_] Récoltez le foutre ! Nous devons utiliser le déguisement et voir ce qui est en jeu.
italian: [_m_] Raccogli il cazzo! Dobbiamo usare il travestimento e vedere cosa è la questione.
japanese: [_m_] この野郎！変装して何があったか確認しないと。
spanish: [_m_] ¡Reúne la mierda! Necesitamos usar disfraces y ver qué es lo que importa.

source: [_m_] I used a disguise, went upstairs right behind the sounds.
french: [ _m_ ] J'ai utilisé un déguisement, je suis allé à l'étage juste derrière les sons.
italian: [_m_] Ho usato un travestimento, sono andato al piano di sopra proprio dietro i suoni.
japanese: [_m_] 変装をして、音のすぐ後ろに2階へ。
spanish: [_m_] Yo usé un disfraz, subí arriba justo detrás de los sonidos.

source: [_m_] And I saw it ...
french: [ _m_ ] Et je l'ai vu ...
italian: [_m_] E l'ho visto...
japanese: [_m_] そして私はそれを見た...
spanish: [_m_] Y lo ve...

source: [_m_] Look at her, she masturbates, apparently I jumped in on time.
french: [ _m_ ] Regarde elle, elle se masturbe, apparemment j'ai sauté à l'heure.
italian: [_m_] Guardatela, lei si masturba, a quanto pare ho saltato in tempo.
japanese: [_m_] 彼女を見て, 彼女はオナニー, 明らかに私は時間通りに飛び込んだ.
spanish: [_m_] Mira a ella, ella masturba, al parecer salté a tiempo.

source: [_m_] Poor Hinata... Isn't Naruto giving her enough time?
french: [_m_] Pauvre Hinata... Naruto ne lui donne-t-elle pas assez de temps?
italian: [_m_] Povero Hinata... Naruto non le sta dando abbastanza tempo?
japanese: [_m_] ひなた...ナルトは彼女に十分な時間を与えていませんか?
spanish: [_m_] Pobre Hinata... ¿no le está dando el tiempo suficiente?

source: [_m_] Don't worry, soon I will replace Naruto in this regard...
french: [ _m_ ] Ne vous inquiétez pas, bientôt je vais remplacer Naruto à cet égard ...
italian: [_m_] Non preoccuparti, presto sostituirò Naruto a questo riguardo...
japanese: [_m_] 心配しないでください, すぐに私はこの点でナルトを置き換えます...
spanish: [_m_] No te preocupes, pronto reemplazaré a Narunque en este cordial...

source: [_m_] She's so sexy right now... I would come to her... But if I do, she'll probably kill me. She's probably still stronger.
french: [_m_] Elle est si sexy en ce moment... Je viendrais lui voir... Mais si je le fais, elle me tuera probablement. Elle est probablement encore plus forte.
italian: [_m_] Lei è così sexy in questo momento... verrei da lei... Ma se lo faccio, probabilmente mi ucciderà. Probabilmente è ancora più forte.
japanese: [_m_] 彼女は今とてもセクシーだchar@@1私は彼女に会いに来るだろうchar@@2しかし、そうすれば、彼女はおそらく私を殺すだろう。彼女はおそらくまだ強い。
spanish: [_m_] She es tan sexy ahora mismo... yo acudiría a ella... Pero si lo hace, probablemente me matará. Probablemente todavía es más fuerte.

source: [_m_] you have to be patient a little ...
french: [ _m_ ] vous devez être patient un peu ...
italian: [_m_] devi essere paziente un po'...
japanese: [_m_] あなたは少し忍耐強くなければなりません...
spanish: [_m_] tiene que ser paciente un poco ...

source: [_hi_] M....Mmmm.....Mmmm,.......MMMMMMMMM.....
french: [_hi_] M....Mmmm.....Mmmm,.......MMMMMMM.....
japanese: [_hi_] M....Mmm.....Mmm,...MMMMMMMM.....
spanish: [_hi_] M....Mmm.....Mmm,.....MMMMMMM.....

source: [_m_] Wow, she's cumming...
french: [_m_] Wow, elle cumpe...
italian: [_m_] Wow, sta cumming...
japanese: [_m_] うわー、彼女は面倒だ...
spanish: [_m_] Wow, ella se está cummando...

source: [_m_] It's done ... It was nice to look at it, but to abstain - sheer torture.
french: [_m_] C'est fait ... C'était sympa de le regarder, mais de s'abstenir - pure torture.
italian: [_m_] È stato fatto... È stato bello guardarlo, ma astenersi - pura tortura.
japanese: [_m_] 終わりました...それを見るのは良かったですが、断固とした拷問を禁じました。
spanish: [_m_] Se ha hecho... fue agradable mirarlo, pero abstenerse - pura tortura.

source: [_m_] She went downstairs, apparently to put herself in order before my arrival.
french: [ _m_ ] Elle est allée en bas, apparemment pour se mettre en ordre avant mon arrivée.
italian: [_m_] Lei andò al piano di sotto, apparentemente per mettersi in ordine prima del mio arrivo.
japanese: [_m_] 彼女は階下に下りました, どうやら私の到着前に順番に自分自身を置くために.
spanish: [_m_] Ella bajó escaleras, aparentemente para ponerse en orden antes de mi llegada.

source: [_m_] But that's bad luck, you forgot to take the phone ...
french: [ _m_ ] Mais c'est de la malchance, vous avez oublié de prendre le téléphone ...
italian: [_m_] Ma questa è la sfortuna, hai dimenticato di prendere il telefono...
japanese: [_m_] しかし、それは不運です、あなたは電話を取るのを忘れてしまいました...
spanish: [_m_] Pero es mala suerte, olvidaste tomar el teléfono ...

source: [_m_] I wonder what they are texting Naruto about?
french: [ _m_ ] Je me demande ce qu'ils font de Naruto?
italian: [_m_] Mi chiedo di cosa stiano mandando SMS a Naruto?
japanese: [_m_] 私は彼らがナルトについてテキストメッセージを送っているか疑問に思います?
spanish: [_m_] Me pregunto de qué están enviando mensajes a Naruto?

source: [_m_] So ... Here it is, the last correspondence a few hours ago ...
french: [ _m_ ] Donc ... voilà, la dernière correspondance il y a quelques heures ...
italian: [_m_] So ... Ecco, l'ultima corrispondenza di poche ore fa ...
japanese: [_m_] だから... ここでは、数時間前の最後の通信です...
spanish: [_m_] Así que... Aquí está, la última correspondencia hace unas horas ...

source: [_m_] Woo, but on the personal front, everything is really bad, as I see it.
french: [_m_] Woo, mais sur le plan personnel, tout est vraiment mauvais, comme je le vois.
italian: [_m_] Woo, ma sul fronte personale, tutto è davvero male, a mio giudizio.
japanese: [_m_] ウー, しかし、個人的な面で, 私はそれを見て、すべてが本当に悪いです.
spanish: [_m_] Vaya, pero en el frente personal, todo es realmente malo, tal y como yo lo veo.

source: [_m_] I wonder if this is all Kamiko's merit?
french: [_m_] Je me demande si c'est tout le mérite de Kamiko ?
italian: [_m_] Mi chiedo se questo sia tutto il merito di Kamiko?
japanese: [_m_] これで全部神子のメリットなのかな？
spanish: [_m_] Me pregunto si todo esto es mérito de Kamiko.

source: [_m_] I'm almost sure that's right.
french: [_m_] Je suis presque sûr que c'est juste.
italian: [_m_] sono quasi sicuro che sia giusto.
japanese: [_m_] その通りだと思います。
spanish: [_m_] Estoy casi seguro de que está bien.

source: [_m_] I think I'll find a way to benefit from this.
french: [ _m_ ] Je pense que je trouverai un moyen de profiter de ça.
italian: [_m_] Penso che troverò un modo per beneficiare di questo.
japanese: [_m_] 私はこれから利益を得る方法を見つけると思います。
spanish: [_m_] creo que encontraré una forma de beneficiarse de esto.

source: [_m_] It's time to go back.
french: [ _m_ ] Il est temps de revenir.
italian: [_m_] È ora di tornare indietro.
japanese: [_m_] そろそろ戻りましょう。
spanish: [_m_] Es hora de volver.

source: [_m_] Hinata needs some time, so we’ll have to wait a bit before entering.
french: [ _m_ ] Hinata a besoin de temps, donc nous allons devoir attendre un peu avant d'entrer.
italian: [_m_] Hinata ha bisogno di un po' di tempo, quindi dovremo aspettare un po' prima di entrare.
japanese: [_m_] ひなたは時間がかかるので、入る前に少しお待ちください。
spanish: [_m_] Hinata necesita algún tiempo, así que tendremos que esperar un poco antes de entrar.

source: [_m_] The fact that she is constantly horny fits perfectly into my hand.
french: [ _m_ ] Le fait qu'elle soit constamment horny s'intègre parfaitement dans ma main.
italian: [_m_] Il fatto che lei sia costantemente eccitata si adatta perfettamente alla mia mano.
japanese: [_m_] 常に角質であるという事実は、私の手に完全にフィットします。
spanish: [_m_] El hecho de que ella es constantemente caliente encaja perfectamente en mi mano.

source: [_r_] Hey, Hinata, are you there? Can I come in?
french: [_r_] Hey, Hinata, vous êtes là ? Puis-je y entrer ?
italian: [_r_] Ehi, Hinata, sei lì? Posso entrare?
japanese: [_r_] ねえ、ひなたちゃん、いらっしゃいますか？入ってもいいですか？
spanish: [_r_] Hey, Hinata, ¿estás ahí? ¿Puedo entrar?

source: [_hi_] [viname]! Hi, of course come in, thank you for answering to help, it's much easier to deal with household chores with your help.
french: [ _hi_ ] [ viname ] ! Salut, bien sûr, viens, merci de répondre à l'aide, il est beaucoup plus facile de traiter avec les tâches ménagères avec votre aide.
italian: [_hi_] [viname]! Ciao, ovviamente vieni, grazie per aver risposto all'aiuto, è molto più facile affrontare le faccende domestiche con il tuo aiuto.
japanese: [_hi_] [viname]! こんにちは、もちろんお越しいただきありがとうございます。お手伝いいただきありがとうございます。お世話になりました。
spanish: ¡[_hi_] [viname]! Hola, por supuesto que entra, gracias por responder a la ayuda, es mucho más fácil lidiar con las tareas domésticas con tu ayuda.

source: [_r_] I am glad that I can help you Hinata, sitting at home would not be as fun as spending time together!
french: [ _r_ ] Je suis heureux que je puisse vous aider Hinata, assis à la maison ne serait pas aussi amusant que de passer du temps ensemble !
italian: [_r_] Sono contento di poterti aiutare Hinata, seduto a casa non sarebbe così divertente come passare il tempo insieme!
japanese: [_r_] 一緒に時間を過ごすほど、家に座っているひなたさんのお手伝いができて嬉しいです!
spanish: [_r_] Me alegro de poder ayudarte a Hinata, ¡sentarte en casa no sería tan divertido como pasar tiempo juntos!

source: [_hi_] Thank you! And don't worry about the money, I'll pay cash today.
french: [ _hi_ ] Merci ! Et ne vous inquiéterez pas de l'argent, je paierai de l'argent aujourd'hui.
italian: [_hi_] Grazie! E non preoccuparti dei soldi, pagherò denaro oggi.
japanese: [_hi_] ありがとうございます！そして、お金を心配しないで、今日現金を支払います。
spanish: [_hi_] ¡Gracias! Y no te preocupes por el dinero, pagaré en efectivo hoy.

source: [_r_] Sure, whatever you say.
french: [ _r_ ] Bien sûr, peu importe ce que tu dis.
italian: [_r_] Certo, tutto quello che dici.
japanese: [_r_] もちろん、あなたの言うことは何でもいいです。
spanish: [_r_] Claro, digamos lo que digas.

source: [_r_] So what's the plan? What do we do today?
french: [ _r_ ] Alors, quel est le plan? Que faisons-nous aujourd'hui?
italian: [_r_] Qual è il piano? Cosa facciamo oggi?
japanese: [_r_] では、今日の予定は何ですか?
spanish: [_r_] Entonces, ¿cuál es el plan? ¿Qué hacemos hoy?

source: [_hi_] Well... I think I'll do the washing, and you vacuum in the living room, and then I'll figure something out.
french: [_hi_] Eh bien... Je pense que je vais faire le lavage, et vous videz dans le salon, puis je vais trouver quelque chose.
italian: [_hi_] Bene... penso che farò il lavaggio, e voi vuoto nel salotto, e poi capirò qualcosa.
japanese: [_hi_] うーん...洗濯をすると思うし、リビングで掃除してくれて、それから何か見つけ出すよ。
spanish: [_hi_] Bueno... creo que voy a lavar, y usted vacuum en la sala de estar, y entonces voy a averiguar algo.

source: [_r_] No problem, can we start?
french: [ _r_ ] Aucun problème, pouvons-nous commencer?
italian: [_r_] Nessun problema, possiamo iniziare?
japanese: [_r_] 問題ありません。始めることができますか？
spanish: [_r_] No hay problema, ¿podemos empezar?

source: [_hi_] Yes! The sooner we do this, the sooner we'll be free!
french: [_hi_] Oui ! Plus vite nous le ferons, plus vite nous serons gratuits !
italian: [_hi_] Sì! Prima lo faremo, prima saremo liberi!
japanese: [_hi_] はい！早ければ早いほど自由になります！
spanish: [_hi_] Sí! Cuanto antes hagamos esto, más pronto seremos libres!

source: [_r_] Well, let's not waste time, Hinata!
french: [_r_] Eh bien, ne perdons pas de temps, Hinata !
italian: [_r_] Beh, non perdiamo tempo, Hinata!
japanese: [_r_] さて、ひなたは時間を無駄にしないようにしましょう!
spanish: [_r_] Bueno, no perdamos tiempo, ¡Hinata!

source: [_m_] Vacuuming is fine, but I have to figure out a way to get to Hinata.
french: [_m_] L'évacuation est une bonne chose, mais je dois trouver un moyen de me rendre à Hinata.
italian: [_m_] Vacuuming va bene, ma devo capire un modo per arrivare a Hinata.
japanese: [_m_] 真空は大丈夫ですが、日向への行き方を考えなければなりません。
spanish: [_m_] Vacuuming está bien, pero tengo que averiguar una manera de llegar a Hinata.

source: [_m_] I need to use the provocation of arousal on her as often as possible.
french: [ _m_ ] Je dois utiliser la provocation de l'excitation sur elle aussi souvent que possible.
italian: [_m_] Ho bisogno di usare la provocazione di eccitazione su di lei il più spesso possibile.
japanese: [_m_] 私はできるだけ頻繁に彼女に覚醒の誘惑を使用する必要があります。
spanish: [_m_] Necesito usar la provocación de despertar en ella lo más a menudo posible.

source: [_m_] So far, the most I have used this ability is twice a day.
french: [ _m_ ] Jusqu'à présent, le plus que j'ai utilisé cette capacité est deux fois par jour.
italian: [_m_] Finora, il più che ho usato questa abilità è due volte al giorno.
japanese: [_m_] これまで私が使ってきた能力は1日2回です。
spanish: [_m_] Hasta ahora, lo más que he usado esta habilidad es dos veces al día.

source: [_m_] But I think this is far from my limit, although with the second use and feel a slight dizziness..
french: [ _m_ ] Mais je pense que c'est loin de ma limite, bien qu'avec la seconde utilisation et sentir un léger étourdissement ..
italian: [_m_] Ma penso che questo sia lontano dal mio limite, anche se con il secondo uso e sentire un leggero vertigine..
japanese: [_m_] しかし、これは私の限界からは程遠いと思いますが、第二の使用と若干のめまいを感じます。
spanish: [_m_] Pero creo que esto está lejos de mi límite, aunque con el segundo uso y sentir un ligero mareo..

source: [_m_] Eh? What's that sound? Did something fall?
french: [_m_] Eh? Quel son ? Quelque chose est tombé ?
italian: [_m_] Eh? Che cos'è quel suono? È caduto qualcosa?
japanese: [_m_] え？その音は何ですか？何か落ちましたか？
spanish: [_m_] Eh? ¿Qué es ese sonido? ¿Cayó algo?

source: [_r_] Hinata? Do you need help?
french: [_r_] Hinata ? Avez-vous besoin d'aide ?
italian: [_r_] Hinata? Hai bisogno di aiuto?
japanese: [_r_] ひなた？手伝いが必要ですか？
spanish: ¿[_r_] Hinata? ¿Necesitas ayuda?

source: [_hi_] I'm sorry, it's okay!
french: [_hi_] Je suis désolé, ça va bien!
italian: [_hi_] Mi dispiace, va bene!
japanese: [_hi_] 申し訳ありません、大丈夫です!
spanish: [_hi_] Lo siento, ¡está bien!

source: [_hi_] Just a little off guard... It's kind of awkward...
french: [_hi_] Juste un peu en dehors de la garde... C'est un peu maladroit...
italian: [_hi_] Solo un po' fuori guardia... È una specie di imbarazzante...
japanese: [_hi_] 少しガードを外していますchar@@1 ちょっとぎこちないです...
spanish: [_hi_] Un poco de guardia desconectada... Es una especie de incómoda...

source: [_r_] Are you in pain? Is everything alright?
french: [ _r_ ] Êtes-vous dans la douleur? Tout est-il bien?
italian: [_r_] Sei in dolore? Va tutto bene?
japanese: [_r_] 痛いですか？大丈夫ですか？
spanish: [_r_] ¿Está usted en dolor? ¿Está todo bien?

source: [_hi_] I-I don't think so... It's okay, don't worry!
french: [ _hi_ ] I-I ne pense pas ... C'est bon, ne vous inquiéte pas !
italian: [_hi_] Non penso così... va bene, non preoccuparti!
japanese: [_hi_] 私はそう思いません... それは大丈夫です, 心配しないでください!
spanish: [_hi_] Yo no lo creo... ¡Está bien, no te preocupes!

source: [_r_] How did it happen at all?
french: [ _r_ ] Comment cela a-il eu lieu?
italian: [_r_] Come è successo affatto?
japanese: [_r_] いったいどのようにして起こったのでしょうか?
spanish: [_r_] ¿Cómo sucedió en absoluto?

source: [_hi_] It's so stupid... I wanted to wash the small things by hand, I filled the basin with water, but I didn’t notice the slippery floor... So I fell...
french: [_hi_] C'est tellement stupide... Je voulais laver les petites choses à la main, j'ai rempli le bassin avec de l'eau, mais je n'ai pas remarqué le plancher glissant... Alors je suis tombé...
italian: [_hi_] È così stupido... Volevo lavare le piccole cose a mano, ho riempito il bacino di acqua, ma non ho notato il pavimento scivoloso... Così sono caduto...
japanese: [_hi_] そんなにバカな... 小さなものを手で洗いたかったので、流域を水で満たしましたが、滑りやすい床に気づきませんでした...だから落ちました...
spanish: [_hi_] Es tan estúpido... Quería lavar las cosas pequeñas a mano, llené la cuenca con agua, pero no noté el suelo deslizante... Así que caído...
