Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_kure_] B-but that was a little rude of me... You know...
french: [_kure_] B-mais c'était un peu grossier de moi... Vous savez...
italian: [_kure_] B-ma questo era un po' maleducato di me... Sai...
japanese: [_kure_] B-しかし、それは私の少し失礼だった...
spanish: [_kure_] B-but eso fue un poco grosero para mí... Ya sabes...

source: [_r_] That's okay. I think it's quite amusing, considering that you Kurenai look like a young beautiful woman.
french: [_r_] C'est normal. Je pense que c'est assez amusant, étant donné que vous Kurenai ressemblez à une jeune belle femme.
italian: [_r_] Va bene. Penso che sia abbastanza divertente, considerando che tu Kurenai assomigli a una giovane bella donna.
japanese: [_r_] いいですよ。呉内さんが若くて美しい女性に見えることを考えると、とても面白いと思います。
spanish: [_r_] Eso está bien. Creo que es bastante divertido, teniendo en cuenta que tú Kurenai parece una mujer hermosa joven.

source: [_kure_] How interesting... The others are afraid to say it out loud... But you're not like that at all...
french: [ _kure_ ] Quelle est l'intérêt ... Les autres ont peur de le dire haut ... Mais tu n'es pas comme ça du tout ...
italian: [_kure_] Quanto interessante... Gli altri hanno paura di dirlo forte char@@0 Ma non sei così affatto...
japanese: [_kure_] なんて面白いchar@@1 他の人たちはそれを大声で言うのを恐れている...でもあなたは全然そうではない...
spanish: [_kure_] Qué interesante... Los demás temen decirlo en voz alta... Pero no eres como eso...

source: [_kure_] You know how to warm a woman with a kind word...
french: [ _kure_ ] Vous savez réchauffé une femme avec un mot aimable ...
italian: [_kure_] Sai come riscaldare una donna con una parola gentile...
japanese: [_kure_] 親切な言葉で女性を暖める方法を知っています...
spanish: [_kure_] Usted sabe cómo calentar a una mujer con una palabra amable ...

source: [_r_] You know, sometimes a kind word isn't enough...
french: [ _r_ ] Vous savez, parfois un mot gentil ne suffit pas ...
italian: [_r_] Sai, a volte una parola gentile non è sufficiente...
japanese: [_r_] ご存知の通り、優しい言葉だけでは足りない場合があります...
spanish: [_r_] Usted sabe, a veces una palabra amable no es suficiente ...

source: [_r_] With a woman as wise and beautiful as you, I have different thoughts... Dirty... But pleasant...
french: [ _r_ ] Avec une femme aussi sage et belle que toi, j'ai des pensées différentes ... Dirty ... Mais agréable ...
italian: [_r_] Con una donna saggia e bella come te, ho pensieri diversi... sporco... Ma piacevole...
japanese: [_r_] あなたと同じくらい賢くて美しい女性と, 私は異なる考えを持っています...
spanish: [_r_] Con una mujer tan sabia y hermosa como tú, tengo diferentes pensamientos... Sucio... Pero agradable...

source: [_kure_] T-that's how... And what are your thoughts, boy?
french: [ _kure_ ] T-that's how ... Et quelles sont tes pensées, mon garçon?
italian: [_kure_] T è come... E quali sono i tuoi pensieri, ragazzo?
japanese: [_kure_] T-that... そして、あなたの考えは何ですか?
spanish: [_kure_] T-así es que... ¿Y cuáles son tus pensamientos, chicos?

source: [_r_] Can we show me better?
french: [ _r_ ] Pouvons-nous mieux me montrer?
italian: [_r_] Possiamo mostrarmi meglio?
japanese: [_r_] もっと良く見せられますか？
spanish: [_r_] ¿Podemos mostrarme mejor?

source: [_kure_] P-perhaps...
french: [_kure_] P-peut-être...
italian: [_kure_] P-forse...
japanese: [_kure_] おそらくP-char@@1
spanish: [_kure_] P-quizás...

source: [_r_] Don't worry, I know how to give a woman pleasure.
french: [ _r_ ] Ne vous inquiétez pas, je sais donner un plaisir à une femme.
italian: [_r_] Non ti preoccupare, so come dare piacere a una donna.
japanese: [_r_] 心配しないでください, 私は女性の喜びを与える方法を知っています.
spanish: [_r_] No te preocupes, sé cómo dar a una mujer placer.

source: [_r_] Can you feel the depth of my intentions now?
french: [ _r_ ] Pouvez-vous ressentir la profondeur de mes intentions maintenant?
italian: [_r_] Senti la profondità delle mie intenzioni adesso?
japanese: [_r_] 今の私の意図の深さを感じることができますか?
spanish: [_r_] ¿Puede sentir ahora la profundidad de mis intenciones?

source: [_kure_] Mmmm... Yes... Now I understand how serious you are...
french: [_kure_] Mmmm... Oui... Maintenant, je comprends à quel point vous êtes sérieux...
italian: [_kure_] Mmmm... Sì... Ora capisco quanto sei serio...
japanese: [_kure_] Mmm... はい... あなたがどれほど深刻かは分かりました...
spanish: [_kure_] Mmm... Sí... Ahora entiendo lo grave que estás...

source: [_r_] Your pussy is taking my fingers so greedily, you obviously missed a man's hand...
french: [ _r_ ] Votre chatte prend mes doigts si avidement, vous avez manifestement raté la main d'un homme ...
italian: [_r_] La tua figa mi sta prendendo le dita così avidamente, ovviamente ti sei perso la mano di un uomo...
japanese: [_r_] あなたのオマンコは私の指を貪欲に取っています, あなたは明らかに男の手を逃しました...
spanish: [_r_] Tu coño está tomando los dedos tan codiciosamente, obviamente te has perdido la mano de un hombre...

source: [_kure_] After my daughter was born, I didn't have...
french: [ _kure_ ] Après la naissance de ma fille, je n'avais pas ...
italian: [_kure_] Dopo la nascita di mia figlia, non avevo...
japanese: [_kure_] 娘が生まれた後、私は持っていませんでした...
spanish: [_kure_] Después de que mi hija naciera, no tenía...

source: [_kure_] I haven't had anything like that...
french: [_kure_] Je n'ai rien eu comme ça...
italian: [_kure_] Non ho avuto niente del genere...
japanese: [_kure_] そんなものはありません...
spanish: [_kure_] no he tenido nada parecido...

source: [_r_] Poor Kurenai, it's time to get even for all the years you've missed!
french: [ _r_ ] Paume Kurenai, il est temps de se rendre même pour toutes les années que tu as raté !
italian: [_r_] Povero Kurenai, è il momento di ottenere anche per tutti gli anni che hai perso!
japanese: [_r_] クレナイの貧乏, それはあなたが逃したすべての年のためにさえ取得する時間です!
spanish: [_r_] Pobre Kurenai, ¡es hora de conseguir incluso durante todos los años que te has perdido!

source: [_kure_] Yes... Please...
french: [_kure_] Oui... S'il vous plaît...
italian: [_kure_] Sì... Per favore...
japanese: [_kure_] はい...
spanish: [_kure_] Sí... por favor...

source: [_r_] How does it feel? You were craving my big young cock, weren't you?
french: [_r_] Comment ça se sent ? Vous avez envie de ma grosse queue jeune, n'est-ce pas?
italian: [_r_] Come si sente? Stavi desiderando il mio grosso cazzo giovane, vero?
japanese: [_r_] どのように感じますか? あなたは私の大きな若いチンポを渇望していましたね。
spanish: [_r_] ¿Cómo se fetima? Estabas ansiando mi polla joven grande, ¿no?

source: [_kure_] Yes, yes, yes, yes, yes!
french: [ _kure_ ] Oui, oui, oui, oui, oui !
italian: [_kure_] Sì, sì, sì, sì, sì, sì!
japanese: [_kure_] はい，はい，はい，はい，はい，はい，はい！
spanish: [_kure_] Sí, sí, sí, sí, ¡sí!

source: [_kure_] I haven't been fucked like that in a long time!
french: [_kure_] Je n'ai pas été baisé comme ça depuis longtemps !
italian: [_kure_] Non sono stato scopato in questo modo da molto tempo!
japanese: [_kure_] 私は長い間そのように犯されていません!
spanish: [_kure_] no he sido follado así en mucho tiempo!

source: [_kure_] What a... Mmmmm... It feels good...
french: [ _kure_ ] Quoi ... Mmmmm ... Ça se sent bien ...
italian: [_kure_] Che a... Mmmmm... Ci si sente bene...
japanese: [_kure_] どのような... うーん... それは気持ちいい...
spanish: [_kure_] Que ... Mmmmm... Se siente bien...

source: [_kure_] Keep going, boy... Don't stop...
french: [_kure_] Continuez à continuer, garçon... Ne vous arrêtez pas...
italian: [_kure_] Continua ad andare, ragazzo... Non fermarti...
japanese: [_kure_] 続けて、少年よchar@@1 止まらないで...
spanish: [_kure_] Siguiente, muchacho... No pares...

source: [_r_] Your pussy is awesome! I love fucking juicy mommies!
french: [ _r_ ] Votre chatte est génial ! J'adore les mamans juteux !
italian: [_r_] La tua figa è fantastica! Amo scopare mamme succose!
japanese: [_r_] あなたのオマンコは素晴らしい！私はクソジューシーなママが大好き！
spanish: [_r_] ¡Tu coño es increíble! ¡Me encanta follar jugosos jugosos!

source: [_kure_] God yes... Fuck me harder...
french: [_kure_] Dieu oui... Fuck me plus dur...
italian: [_kure_] Dio sì... Cazzo me più duro...
japanese: [_kure_] 神様はい...もっと強く私をファック...
spanish: [_kure_] Dios sí ... Joder me más duro ...

source: [_kure_] MMMMMMM! Good boy! That's it!
french: [_kure_] MMMMMM ! Bon garçon ! C'est ça !
italian: [_kure_] MMMMMMM! Buon ragazzo! È tutto!
japanese: [_kure_] MMMMMMM! グッドボーイ!
spanish: [_kure_] MMMMMMM! ¡Buen chico! ¡Eso es todo!

source: [_r_] I'm gonna cum so soon!
french: [_r_] Je vais foutre si bientôt !
italian: [_r_] lo farò così presto!
japanese: [_r_] 私はそんなに早く兼任するつもりです!
spanish: [_r_] ¡Estoy gonna cum tan pronto!

source: [_r_] I'm cumming! I'll cum right in my pussy!
french: [_r_] Je suis épilé! Je vais éjaculer dans ma chatte !
italian: [_r_] sto accumulando! Scrivo proprio nella mia figa!
japanese: [_r_] 私はカミングアウトしています!
spanish: [_r_] ¡Estoy comiendo! ¡Me cum justo en mi coño!

source: [_kure_] Come on! Don't worry about it! Cum!
french: [_kure_] Venez ! Ne vous inquiétez pas ! Cum!
italian: [_kure_] Avanti! Non preoccuparti! Cum!
japanese: [_kure_] さあ！心配しないで！カム！
spanish: [_kure_] ¡Vamos! ¡No te preocupes! ¡Cum!

source: [_r_] Shit... That was... Very hot...
french: [_r_] Shit... C'était très chaud...
italian: [_r_] merda... Che era... Molto caldo...
japanese: [_r_] クソ... それは... とても暑い...
spanish: [_r_] Shit ... Eso fue ... Muy caliente ...

source: [_kure_] I've never felt passion so fast... It was something...
french: [ _kure_ ] Je n'ai jamais ressenti la passion si vite ... C'était quelque chose ...
italian: [_kure_] Non ho mai sentito la passione così velocemente... era qualcosa...
japanese: [_kure_] こんなに速く情熱を感じたことがないchar@@1 何か...
spanish: [_kure_] Nunca he sentido pasión tan rápido... Fue algo...

source: [_r_] Show me what your mouth can do, Kurenai!
french: [ _r_ ] Montrez-moi ce que votre bouche peut faire, Kurenai !
italian: [_r_] Mostrami cosa può fare la tua bocca, Kurenai!
japanese: [_r_] あなたの口にできることを見せてください!
spanish: [_r_] Muéstrame lo que puedes hacer la boca, ¡Kurenai!

source: [_kure_] Give it to me...
french: [ _kure_ ] Donne-le-moi ...
italian: [_kure_] Damlo a me...
japanese: [_kure_] 私にそれを与えます...
spanish: [_kure_] Déjame...

source: [_r_] Good job... Just give my balls a good sucking...
french: [_r_] Bon travail... Il suffit de donner à mes couilles une bonne suce...
italian: [_r_] Buon lavoro... Basta dare alle mie palle un buon succhio...
japanese: [_r_] 良い仕事... ちょうど私のボールを良い吸う...
spanish: [_r_] Buen trabajo... Dale a mis bolas un buen chupando...

source: [_r_] Mmmm... Fuck... I love that view. It's so exciting.
french: [_r_] Mmmm... Fuck ... J'adore cette vue. C'est tellement excitant.
italian: [_r_] Mmmm... Fuck... Mi piace quella vista. È così eccitante.
japanese: [_r_] ふざけるchar@@1 その景色が大好きです。とてもエキサイティングです。
spanish: [_r_] Mmmm... Fuck... Me encanta esa vista. Es muy emocionante.

source: [_r_] It's exciting to watch a juicy mommy take care of my balls...
french: [ _r_ ] C'est excitant de regarder une maman juteuse prendre soin de mes couilles ...
italian: [_r_] È emozionante guardare una mamma succosa prendersi cura delle mie palline...
japanese: [_r_] ジューシーなママが私のボールの世話をするのを見るのはエキサイティングです...
spanish: [_r_] Es emocionante ver a un jugoso mío hacerse cargo de mis bolas...

source: [_r_] I love it...
french: [_r_] Je l'aime...
italian: [_r_] lo adoro...
japanese: [_r_] 私はそれが大好き...
spanish: [_r_] Me encanta...

source: [_r_] I... I'm going to cum now don't stop!
french: [_r_] Je... Je vais éjaculer maintenant ne s'arrête pas !
italian: [_r_] Io... Sto andando a cum ora non si ferma!
japanese: [_r_] 私は... 私は今兼に行く停止しないで!
spanish: [_r_] yo... ¡ahora no voy a parar!

source: [_r_] That was great... Thanks for the great job with your tongue...
french: [_r_] C'était génial... Merci pour l'excellent travail avec votre langue...
italian: [_r_] È stato fantastico... Grazie per il grande lavoro con la lingua...
japanese: [_r_] それは素晴らしかった... あなたの舌で素晴らしい仕事をありがとう...
spanish: [_r_] Eso fue genial... Gracias por el gran trabajo con tu lengua...

source: [_m_] This month went by surprisingly quickly.
french: [ _m_ ] Ce mois-ci est passé d'une façon étonnamment rapide.
italian: [_m_] Questo mese è passato sorprendentemente rapidamente.
japanese: [_m_] 今月は驚くほど早く過ぎました。
spanish: [_m_] Este mes fue sorprendentemente rápido.

source: [_m_] I had a few more fun times with Kurenai while Mirai was running around on missions, which helped me accumulate a good amount of chakra.
french: [ _m_ ] J'ai eu quelques moments de plaisir avec Kurenai tandis que Mirai courait autour de missions, ce qui m'a aidé à accumuler une bonne quantité de chakra.
italian: [_m_] Ho avuto un paio di momenti più divertenti con Kurenai mentre Mirai stava correndo in giro per le missioni, che mi ha aiutato ad accumulare una buona quantità di chakra.
japanese: [_m_] 未来がミッションで走り回っている間に、もう少しクレナイとの楽しい時間を過ごしました。 チャクラを大量に蓄積させてくれた。
spanish: [_m_] Tuve unos momentos más de diversión con Kurenai mientras Mirai estaba corriendo en misiones, lo que me ayudó a acumular una buena cantidad de chakra.

source: [_m_] As for Hinata... I continued to work on her emotional state, supporting her, making her feel good.
french: [ _m_ ] Quant à Hinata ... J'ai continué à travailler sur son état émotionnel, à la soutenir, à le faire sentir bien.
italian: [_m_] Per quanto riguarda Hinata... Ho continuato a lavorare sul suo stato emotivo, sostenendola, facendola sentire bene.
japanese: [_m_] ひなたについては... 私は彼女の感情的な状態で働き続けました, 彼女を支えます, 彼女は良い気分にさせます.
spanish: [_m_] En cuanto a Hinata... seguí trabajando en su estado emocional, apoyándola y haciéndola sentir bien.

source: [_m_] All my escapades at night, came back to me with double power.
french: [ _m_ ] Toutes mes escapades de nuit, sont venues me retrouver avec une double puissance.
italian: [_m_] Tutte le mie fughe di notte, sono tornate a me con doppio potere.
japanese: [_m_] 夜、全ての逃亡者がダブルパワーで帰ってきました。
spanish: [_m_] Todos mis escapadas por la noche, volvieron a mí con doble poder.

source: [_m_] She often calls me to her place when she's bored, so we can chat or just watch a movie, like now.
french: [ _m_ ] Elle m'appelle souvent à sa place quand elle est ennuyeux, alors nous pouvons discuter ou simplement regarder un film, comme maintenant.
italian: [_m_] Mi chiama spesso al suo posto quando è annoiata, in modo da poter chattare o semplicemente guardare un film, come ora.
japanese: [_m_] 彼女はしばしば彼女が退屈したときに彼女の場所に私を呼び出します, 私たちは今のように、チャットや単に映画を見ることができます.
spanish: [_m_] Ella a menudo me llama a su lugar cuando está aburrida, así que podemos chatear o simplemente ver una película, como ahora.

source: [_m_] I'm pretty sure she's comfortable with me, that's the main thing.
french: [_m_] Je suis presque sûr qu'elle est à l'aise avec moi, c'est la chose principale.
italian: [_m_] sono abbastanza sicuro che lei sia a suo agio con me, è la cosa principale.
japanese: [_m_] 私は彼女が私と一緒に快適だと確信しています, それが主なものです.
spanish: [_m_] Estoy bastante seguro de que ella está cómoda conmigo, eso es lo principal.

source: [_m_] I probably wouldn't even change anything in our relationship... I'm so comfortable with her now, but Kamiko insisted that it's time to act.
french: [_m_] Je ne changerais probablement rien dans notre relation... Je suis maintenant à l'aise avec elle, mais Kamiko a insisté pour qu'il soit temps d'agir.
italian: [_m_] Probabilmente non cambierei nulla nella nostra relazione... sono così a mio agio con lei ora, ma Kamiko ha insistito che è il momento di agire.
japanese: [_m_] 私はおそらく私たちの関係で何も変わらないだろう...私は今彼女ととても慣れていますが、神子は行動すべき時であると主張しました。
spanish: [_m_] Probablemente ni siquiera cambiaría nada en nuestra relación... Estoy tan cómoda con ella ahora, pero Kamiko insistió en que es el momento de actuar.

source: [_m_] I can't refuse her, so it's time.
french: [ _m_ ] Je ne peux pas la refuser, alors il est temps.
italian: [_m_] Non posso rifiutarla, quindi è tempo.
japanese: [_m_] 私は彼女を拒否することができないので、それは時間です.
spanish: [_m_] no puedo rechazarla, así que es el momento.

source: [_m_] This month has gone by surprisingly quickly.
french: [ _m_ ] Ce mois-ci est passé par étonnamment vite.
italian: [_m_] Questo mese è passato sorprendentemente rapidamente.
japanese: [_m_] 今月は驚くほど早く過ぎています。
spanish: [_m_] Este mes ha pasado sorprendentemente rápido.

source: [_m_] I had a few more fun times with Kurenai while Mirai was running missions, so I've accumulated a good amount of chakra.
french: [ _m_ ] J'ai eu quelques moments de plaisir avec Kurenai alors que Mirai était en mission, donc j'ai accumulé une bonne quantité de chakra.
italian: [_m_] Ho avuto un paio di momenti più divertenti con Kurenai mentre Mirai stava eseguendo missioni, quindi ho accumulato una buona quantità di chakra.
japanese: [_m_] みらいがミッションを続けている間に、もう少し呉内と楽しい時間を過ごしたので、チャクラをたくさん蓄積してきました。
spanish: [_m_] Tuve unos momentos más de diversión con Kurenai mientras Mirai estaba ejecutando misiones, así que he acumulado una buena cantidad de chakra.

source: [_m_] As for Hinata... It's pretty complicated... I kept bending the line with negative emotions.
french: [ _m_ ] Quant à Hinata ... C'est assez compliqué ... J'ai gardé la ligne avec des émotions négatives.
italian: [_m_] Per quanto riguarda Hinata... è piuttosto complicato... ho continuato a piegare la linea con emozioni negative.
japanese: [_m_] ひなた...かなり複雑です...ネガティブな感情で線を曲げ続けていました。
spanish: [_m_] En cuanto a Hinata... Es bastante complicado... seguí plegando la línea con emociones negativas.

source: [_m_] With my part of the job in her dreams, it's hard to watch. It leaves an uneasy residue after every session like this.
french: [ _m_ ] Avec ma part du travail dans ses rêves, c'est difficile à regarder. Il laisse un résidu non facile après chaque session comme celle-ci.
italian: [_m_] Con la mia parte di lavoro nei suoi sogni, è difficile da guardare. Lascia un residuo difficile dopo ogni sessione come questa.
japanese: [_m_] 彼女の夢の中で私の仕事の一部で, 見るのは難しいです. それは、このようなすべてのセッションの後に不安な残留物を残します.
spanish: [_m_] Con mi parte del trabajo en sus sueños, es difícil de ver. Deja un residuo incómodo después de cada sesión como esta.

source: [_m_] But I have to admit, it pays off.
french: [ _m_ ] Mais je dois l'admettre, ça paie.
italian: [_m_] Ma devo ammetterlo, paga.
japanese: [_m_] しかし、私は認めなければなりません, それはオフに支払います.
spanish: [_m_] Pero tengo que admitir que vale la pena.

source: [_m_] Hinata is so open and honest with me that it's even scary. It's like she's trying to find someone to rely on.
french: [ _m_ ] Hinata est si ouvert et honnête avec moi que c'est même effrayé. C'est comme si elle essaya de trouver quelqu'un sur qui compter.
italian: [_m_] Hinata è così aperta e onesta con me che è persino spaventosa. È come lei sta cercando di trovare qualcuno su cui fare affidamento.
japanese: [_m_] 日向は私に正直すので、それはさらに恐ろしいことです。彼女は誰かに頼る人を見つけようとしているようです。
spanish: [_m_] La Hinata es tan abierta y honesta conmigo que incluso es aterradora. Es como si estuviera tratando de encontrar a alguien en el que confiar.

source: [_m_] Of course, thanks to my strength, I became that person.
french: [ _m_ ] Bien sûr, grâce à ma force, je suis devenu cette personne.
italian: [_m_] Naturalmente, grazie alla mia forza, sono diventato quella persona.
japanese: [_m_] もちろん、強さのおかげで、私はその人になりました。
spanish: [_m_] Por supuesto, gracias a mi fuerza, me convertí en esa persona.

source: [_m_] She often invites me to her place just to be with her, so she feels safer, more secure.
french: [ _m_ ] Elle m'invite souvent à sa place juste pour être avec elle, donc elle se sent plus en sécurité, plus sûre.
italian: [_m_] Lei mi invita spesso al suo posto solo per stare con lei, quindi si sente più sicura, più sicura.
japanese: [_m_] 彼女はしばしば彼女と一緒にいるために彼女の場所に私を招待します, 彼女はより安全に感じています, より安全.
spanish: [_m_] Ella a menudo me invita a su lugar sólo para estar con ella, por lo que se siente más segura y segura.

source: [_m_] Hinata is a very nice girl, but sometimes... I feel an understatement...
french: [_m_] Hinata est une très belle fille, mais parfois... je ressens un understatement...
italian: [_m_] Hinata è una ragazza molto bella, ma a volte... sento un eufemismo...
japanese: [_m_] ひなたはとてもいい女の子です, しかし、時には...
spanish: [_m_] Hinata es una chica muy bonita, pero a veces... siento una subestimación...

source: [_m_] Okay, maybe it's just me.
french: [_m_] Ok, peut-être que c'est juste moi.
italian: [_m_] Okay, forse è solo me.
japanese: [_m_] わかりました、多分それは私だけです。
spanish: [_m_] Vale, tal vez sea solo yo.

source: [_r_] Do you think they'll finally start dating?
french: [ _r_ ] Pensez-vous qu'ils vont enfin commencer à sortir?
italian: [_r_] Pensi che finalmente cominceranno a incontri?
japanese: [_r_] やっとデートを始めると思いますか？
spanish: [_r_] ¿Crees que finalmente comenzarán a citar?

source: [_hi_] Who knows... There are still so many episodes before the end of the season...
french: [ _hi_ ] Qui sait ... Il y a encore tant d'épisodes avant la fin de la saison ...
italian: [_hi_] Chissà... Ci sono ancora tanti episodi prima della fine della stagione...
japanese: [_hi_] 誰が知っています... シーズン終了前にはまだまだたくさんのエピソードがあります...
spanish: [_hi_] ¿Quién sabe... Todavía hay tantos episodios antes del final de la temporada...

source: [_r_] She also has a daughter and he doesn't know about it...
french: [ _r_ ] Elle a aussi une fille et il ne le sait pas ...
italian: [_r_] Ha anche una figlia e non ne sa mai...
japanese: [_r_] 彼女はまた娘を持っており、彼はそれについて知らない...
spanish: [_r_] Ella también tiene una hija y no la sabe...

source: [_hi_] Do you think he'll react badly? How would you react if the main character and her daughter were me and Himawari.
french: [ _hi_ ] Pensez-vous qu'il réagira mal? Comment réagiez-vous si le personnage principal et sa fille étaient moi et Himawari.
italian: [_hi_] Pensi che reagirà male? Come reagirete se il personaggio principale e sua figlia fossi io e Himawari.
japanese: [_hi_] 彼はひまわりに反応すると思いますか? もし主人公と娘が私とひまわりであったら、どのように反応しますか?
spanish: [_hi_] ¿Crees que va a reaccionar mal? ¿Cómo reaccionarías si el personaje principal y su hija fueran yo y Himawari.

source: [_r_] Well....
french: [_r_] Eh bien....
italian: [_r_] Bene...
japanese: [_r_] うーん...。
spanish: [_r_] bien....

source: [_r_] It's not that easy...
french: [ _r_ ] Ce n'est pas si facile ...
italian: [_r_] Non è così facile...
japanese: [_r_] そんなに簡単ではありません...
spanish: [_r_] No es tan fácil...

source: [_r_] You know, accepting someone with a baby. You have to talk about it right away.
french: [ _r_ ] Tu sais, accepter quelqu'un avec un bébé. Vous devez en parler tout de suite.
italian: [_r_] Sai, accettare qualcuno con un bambino. Devi parlarne subito.
japanese: [_r_] 赤ちゃんを持つ人を受け入れることを知っています。あなたはすぐにそれについて話しなければなりません。
spanish: [_r_] Usted sabe, aceptando a alguien con un bebé. Hay que hablar de ello de inmediato.

source: [_r_] Especially since she's still so young, you'd never think she'd have a daughter growing up.
french: [ _r_ ] Surtout depuis qu'elle est encore si jeune, vous ne penseriez jamais qu'elle aurait une fille grandir.
italian: [_r_] Soprattutto perché è ancora così giovane, non crederesti mai di avere una figlia che cresce.
japanese: [_r_] 特に彼女はまだまだ若いので、彼女には成長している娘がいるとは思えません。
spanish: [_r_] Especialmente desde que todavía es tan joven, nunca creerás que ella tendría una hija creciendo.

source: [_hi_] That's probably a normal reaction. But children are always happiness, so I don't understand you a bit in that regard.
french: [ _hi_ ] C'est probablement une réaction normale. Mais les enfants sont toujours le bonheur, donc je ne vous comprends pas un peu à cet égard.
italian: [_hi_] Questa è probabilmente una reazione normale, ma i bambini sono sempre felici, quindi non ti capisco un po' a questo proposito.
japanese: [_hi_] それは正常な反応かもしれませんが、子どもたちはいつも幸せなので、少しは理解できません。
spanish: [_hi_] Probablemente sea una reacción normal. Pero los niños siempre son felices, así que no te entiendo un poco a ese respecto.

source: [_r_] To each his own, Hinata.
french: [ _r_ ] À chacun son propre, Hinata.
italian: [_r_] A ciascuno suo, Hinata.
japanese: [_r_] それぞれに、彼自身の日向。
spanish: [_r_] A cada uno de los suyos, Hinata.
