Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] Why the sudden reward? You literally raped me...
french: [ _r_ ] Pourquoi la récompense soudaine? Tu m'as littéralement violée ...
italian: [_r_] Perché l'improvviso premio? Mi hai letteralmente violentato...
japanese: [_r_] 突然の報酬は何ですか？文字通り私をレイプしました...
spanish: [_r_] ¿Por qué la recompensa súbita? Me violaste literalmente...

source: [_ka_] You'd better thank me! I just restored your chakra to make you feel good.
french: [ _ka_ ] Tu ferais mieux de me remercier ! Je viens de restaurer ton chakra pour te faire sentir bien.
italian: [_ka_] Faresti meglio a ringraziarmi! Ho appena restaurato il tuo chakra per farti sentire bene.
japanese: [_ka_] あなたは私に感謝した方がいいでしょう！私はちょうどあなたのチャクラを復元して、あなたを気分が良くしました。
spanish: [_ka_] ¡Mejor te agradecerías! Acabo de restaurar tu chakra para hacerte sentir bien.

source: [_r_] So you just helped me?
french: [ _r_ ] Alors vous venez de m'aider?
italian: [_r_] Così mi hai appena aiutato?
japanese: [_r_] それであなたは私を助けてくれたの？
spanish: [_r_] ¿Entonces me acabas de ayudar?

source: [_ka_] Of course! I have to take good care of my creation!
french: [ _ka_ ] Bien sûr ! Je dois prendre soin de ma création !
italian: [_ka_] Certo! Devo prendermi cura della mia creazione!
japanese: [_ka_] もちろんです！私は自分の作品を大切にしなければなりません！
spanish: ¡[_ka_] por supuesto! ¡Tengo que cuidar bien mi creación!

source: [_r_] Now it is clear... I feel so refreshed... Thank you..
french: [ _r_ ] Maintenant il est clair ... Je me sens tellement rafraîchie ... Je vous remercie.
italian: [_r_] Ora è chiaro... mi sento così rinfrescato... Grazie..
japanese: [_r_] 今は晴れています... とてもリフレッシュされました... ありがとうございます..
spanish: [_r_] Ahora está claro... Me siento tan actualizado... Gracias..

source: [_ka_] You're welcome, sweetie!
french: [ _ka_ ] Vous êtes les bienvenus, chérie !
italian: [_ka_] Sei il benvenuto, dolce!
japanese: [_ka_] どういたしまして！
spanish: [_ka_] ¡Estás bienvenido, sweetie!

source: [_m_] I have to think about everything that happened last night...
french: [ _m_ ] Je dois penser à tout ce qui s'est passé la nuit dernière ...
italian: [_m_] Devo pensare a tutto quello che è successo ieri sera...
japanese: [_m_] 私は昨夜起こったすべてのことについて考えなければなりません...
spanish: [_m_] tengo que pensar en todo lo que sucedió la noche pasada...

source: [_m_] A new ability... It's probably the craziest thing I could imagine.
french: [ _m_ ] Une nouvelle capacité ... C'est probablement la chose la plus folle que je puisse imaginer.
italian: [_m_] Una nuova abilità... È probabilmente la cosa più pazza che potessi immaginare.
japanese: [_m_] 新しい能力...おそらく私が想像できる最もクレイジーなことです。
spanish: [_m_] Una nueva habilidad... Probablemente sea lo más curioso que pueda imaginar.

source: [_m_] To think I can control the flow of a person's sleep...
french: [ _m_ ] Pour penser que je peux contrôler le flux du sommeil d'une personne ...
italian: [_m_] Per pensare di poter controllare il flusso del sonno di una persona...
japanese: [_m_] 人の睡眠の流れをコントロールできると思うのですが...
spanish: [_m_] Para pensar que puedo controlar el flujo del sueño de una persona...

source: [_m_] If you go deeper, this ability is incredibly useful for manipulating human feelings.
french: [ _m_ ] Si vous allez plus loin, cette capacité est incroyablement utile pour manipuler les sentiments humains.
italian: [_m_] Se si va più in profondità, questa abilità è incredibilmente utile per manipolare i sentimenti umani.
japanese: [_m_] もっと深く進めば、この能力は人間の感情を操作するのに非常に有用です。
spanish: [_m_] Si usted va más profundo, esta habilidad es increíblemente útil para manipular los sentimientos humanos.

source: [_m_] I can literally deprive my potential enemy of sleep by giving him never ending nightmares.
french: [ _m_ ] Je peux littéralement priver mon ennemi potentiel de sommeil en lui donnant de ne jamais mettre fin aux cauchemars.
italian: [_m_] Posso letteralmente privare il mio potenziale nemico del sonno dandogli incubi mai finiti.
japanese: [_m_] 私は彼に悪夢を終わらせないようにすることで、文字通り私の潜在的な敵から睡眠を奪うことができます。
spanish: [_m_] Puedo literalmente privar a mi potencial enemigo del sueño al darle nunca acabar con las pesadillas.

source: [_m_] Or to persuade the person I need to my side, emotionally tying him to myself.
french: [ _m_ ] Ou pour persuader la personne que j'ai besoin de mon côté, le liant émotionnellement à moi-même.
italian: [_m_] O per convincere la persona di cui ho bisogno al mio fianco, legandolo emotivamente a me stesso.
japanese: [_m_] あるいは、自分の側に必要な人物を説得するために、感情的に彼を自分自身に縛り付ける。
spanish: [_m_] O para persuadir a la persona que necesito a mi bando, atándolo emocionalmente a mí mismo.

source: [_m_] Hinata is worried because of the unstable relations with Naruto...
french: [_m_] Hinata s'inquiète à cause des relations instables avec Naruto...
italian: [_m_] Hinata è preoccupata a causa dei rapporti instabili con Naruto...
japanese: [_m_] 鳴門との不安定な関係が原因でひなたが心配している。
spanish: [_m_] Hinata está preocupado por las relaciones inestables con Naruto...

source: [_m_] I feel like a jerk, but I can't help but take advantage of it...
french: [ _m_ ] Je me sens comme un con, mais je ne peux pas m'empêcher d'en profiter ...
italian: [_m_] Mi sento un jerk, ma non posso fare a meno di sfruttarlo...
japanese: [_m_] 私はジャークのように感じますが、私はそれを活用することができます...
spanish: [_m_] Me siento como una carnicería, pero no puedo dejar de aprovecharla...

source: [_m_] Tomorrow night I must visit Hinata again.
french: [ _m_ ] Demain soir je dois me rendre à Hinata à nouveau.
italian: [_m_] Domani notte devo visitare di nuovo Hinata.
japanese: [_m_] 明日の夜、またひなたを訪ねなければなりません。
spanish: [_m_] Mañana por la noche debo volver a visitar Hinata.

source: [_m_] She sleeps quietly, as always.
french: [ _m_ ] Elle dort tranquillement, comme toujours.
italian: [_m_] dorme tranquillamente, come sempre.
japanese: [_m_] いつものように彼女は静かに眠ります.
spanish: [_m_] Ella duerme tranquilamente, como siempre.

source: [_m_] Well... Let's go.
french: [_m_] Eh bien... Allons-y.
italian: [_m_] Bene... Andiamo.
japanese: [_m_] さて、行きましょう。
spanish: [_m_] bien... vayamos.

source: [_hi_] C-cold...
french: [_hi_] C-froid...
italian: [_hi_] C-fredd...
spanish: [_hi_] C-frío...

source: [_hi_] How cold it is...
french: [ _hi_ ] Comment c'est froid ...
italian: [_hi_] Quanto è freddo...
japanese: [_hi_] なんて寒いchar@@1
spanish: [_hi_] ¡Qué frío es!

source: [_hi_] It's so scary...
french: [ _hi_ ] C'est tellement effrayé ...
italian: [_hi_] È così spaventoso...
japanese: [_hi_] とても怖いです...
spanish: [_hi_] Es tan aterrador...

source: [_hi_] Daddy... Dad... Where are you...?
french: [_hi_] Papa... Papa... Où êtes-vous...?
italian: [_hi_] Papà... Papà... Dove sei...?
japanese: [_hi_] パパ... パパ... どこにいるの?
spanish: [_hi_] Dadd... Dad... Dad... ¿Dónde estás...?

source: [_hi_] N-naruto-kun... Where's Naruto-kun...
french: [_hi_] N-naruto-kun... Où est Naruto-kun...
italian: [_hi_] N-naruto-kun... Dove...
japanese: [_hi_] N-ナルトくん...ナルトくんはどこに...
spanish: [_hi_] N-naruto-kun... Donde está Naruto-kun...

source: [_hi_] I want to go home... I want to warm... Scary... Scary...
french: [_hi_] Je veux rentrer à la maison... Je veux chauffer... Effrayant...
italian: [_hi_] voglio andare a casa... voglio caldo... Spaventoso... Spaventoso...
japanese: [_hi_] 家に帰りたいchar@@1暖かくしたいchar@@2char@@3char@@4char@@5char@@6char@@7char@@8char@@9char@@10char@@11
spanish: [_hi_] Quiero volver a casa... Quiero calentarme... Temeroso... Temeroso...

source: [_m_] Such a terrible dream...
french: [ _m_ ] Un tel rêve ...
italian: [_m_] Un sogno così terribile...
japanese: [_m_] そんなひどい夢...
spanish: [_m_] un sueño tan terrible...

source: [_m_] I can feel her fear myself...
french: [ _m_ ] Je peux sentir sa peur moi-même ...
italian: [_m_] Posso sentire la sua paura me stesso...
japanese: [_m_] 私は彼女の恐怖を感じることができます...
spanish: [_m_] puedo sentir su miedo a mí mismo...

source: [_m_] This emotion is too strong...
french: [ _m_ ] Cette émotion est trop forte ...
italian: [_m_] Questa emozione è troppo forte...
japanese: [_m_] この感情は強すぎます...
spanish: [_m_] Esta emoción es demasiado fuerte...

source: [_m_] I feel that I will completely destroy this dream if I try to change something...
french: [ _m_ ] J'ai le sentiment que je détruira complètement ce rêve si j'essaie de changer quelque chose ...
italian: [_m_] Sento che distruggerò completamente questo sogno se cerco di cambiare qualcosa...
japanese: [_m_] 何かを変えようとすると、この夢を完全に破壊してしまう気がします...
spanish: [_m_] siento que destruiré completamente este sueño si intento cambiar algo...

source: [_m_] I have to prepare...
french: [ _m_ ] Je dois préparer ...
italian: [_m_] devo preparare...
japanese: [_m_] 私は準備しています...
spanish: [_m_] Tengo que prepararme...

source: [_r_] Kamiko, do you have a minute?
french: [_r_] Kamiko, avez-vous une minute ?
italian: [_r_] Kamiko, hai un minuto?
japanese: [_r_] 神子さん、ちょっと時間はありますか？
spanish: [_r_] Kamiko, ¿tienes un minuto?

source: [_ka_] Of course, what is it my sweety?
french: [ _ka_ ] Bien sûr, quelle est ma chérie?
italian: [_ka_] Naturalmente, qual è la mia dolce?
japanese: [_ka_] もちろん、私の甘いものは何ですか?
spanish: [_ka_] Por supuesto, ¿qué es mi dulce?

source: [_r_] Seriously, I need to ask you about the ability...
french: [ _r_ ] Sérieusement, je dois vous poser la question de la capacité ...
italian: [_r_] Seriamente, ho bisogno di chiederti circa l'abilità...
japanese: [_r_] 真剣に、能力についてお聞きしたいのですが...
spanish: [_r_] Serious, necesito preguntarle acerca de la capacidad...

source: [_ka_] Ask!
french: [ _ka_ ] Demandez !
italian: [_ka_] Chiedi!
spanish: [_ka_] ¡Pregunte!

source: [_ka_] And don't mind me, I just like sweet words.
french: [ _ka_ ] Et ne me dérais pas, j'aime les mots doux.
italian: [_ka_] E non mi dispiace, mi piacciono solo le parole dolci.
japanese: [_ka_] そして私を気にしないでください, 私はちょうど甘い言葉が好き.
spanish: [_ka_] Y no me importa, me gustan las palabras dulces.

source: [_r_] Yes... Anyway...
french: [_r_] Oui... Quoi qu'il en soit...
italian: [_r_] Sì... Comunque...
japanese: [_r_] はい...とにかく...
spanish: [_r_] Sí ... En fin ...

source: [_r_] A new ability allows me to change dreams, to influence them, but today I felt that I can destroy the dream if I change something...
french: [ _r_ ] Une nouvelle capacité me permet de changer de rêves, de les influencer, mais aujourd'hui j'ai senti que je peux détruire le rêve si je change quelque chose ...
italian: [_r_] Una nuova capacità mi permette di cambiare i sogni, di influenzarli, ma oggi ho sentito che posso distruggere il sogno se cambio qualcosa...
japanese: [_r_] 新しい能力で夢を変えて、彼らに影響を与えることができます。 でも今日は何かを変えれば夢を壊せると感じた...
spanish: [_r_] Una nueva habilidad me permite cambiar los sueños, influir en ellos pero hoy he sentido que puedo destruir el sueño si cambio algo...

source: [_r_] How can I control this power?
french: [ _r_ ] Comment puis-je contrôler ce pouvoir?
italian: [_r_] Come posso controllare questo potere?
japanese: [_r_] このパワーはどのように制御できますか?
spanish: [_r_] ¿Cómo puedo controlar este poder?

source: [_ka_] It's all about your concentration.
french: [ _ka_ ] Tout est à propos de votre concentration.
italian: [_ka_] È tutto sulla vostra concentrazione.
japanese: [_ka_] それはすべてあなたの集中についてです。
spanish: [_ka_] Se trata de tu concentración.

source: [_ka_] Sometimes the emotions of a stranger can feel too heavy, but this is normal.
french: [ _ka_ ] Parfois, les émotions d'un étranger peuvent se sentir trop lourdes, mais c'est normal.
italian: [_ka_] A volte le emozioni di uno straniero possono sembrare troppo pesanti, ma questo è normale.
japanese: [_ka_] 見知らぬ人の感情が重すぎることもありますが、これは普通です。
spanish: [_ka_] A veces las emociones de un extraño pueden sentirse demasiado pesadas, pero esto es normal.

source: [_ka_] Jitters that you feel is not going anywhere, you just have to keep yourself in control, and not do something spontaneously, otherwise it will break your concentration.
french: [ _ka_ ] Jitters que vous sentez ne se rendant nulle part, il vous suffit de garder le contrôle, et de ne pas faire quelque chose spontanément, sinon il brisera votre concentration.
italian: [_ka_] Jitters che si sente non sta andando da nessuna parte, basta tenersi sotto controllo, e non fare qualcosa spontaneamente, altrimenti romperà la concentrazione.
japanese: [_ka_] あなたが感じるジッターはどこにも行っていない、あなただけのコントロールで自分自身を維持する必要があります。 自発的なことをしないと集中力が崩れてしまいます
spanish: [_ka_] jaleo que sientes que no va a ninguna parte, solo tienes que mantenerte en el control y no hacer algo espontáneamente, de lo contrario romperá su concentración.

source: [_ka_] Awareness is the main key to mastering this ability.
french: [_ka_] La conscience est la clé principale pour maîtriser cette capacité.
italian: [_ka_] La consapevolezza è la chiave principale per padroneggiare questa abilità.
japanese: [_ka_] この能力を習得するには、意識が鍵となります。
spanish: [_ka_] La conciencia es la clave principal para dominar esta habilidad.

source: [_ka_] You must be aware of what you want to bring to the dream of your purpose.
french: [ _ka_ ] Vous devez être conscient de ce que vous voulez apporter au rêve de votre but.
italian: [_ka_] Devi essere consapevole di ciò che vuoi portare al sogno del tuo scopo.
japanese: [_ka_] 自分の目的の夢に何をもたらすかを知っていなければなりません。
spanish: [_ka_] Usted debe ser consciente de lo que quiere llevar al sueño de su propósito.

source: [_ka_] What emotions you want to bring on a person.
french: [ _ka_ ] Quelles émotions vous voulez apporter à une personne.
italian: [_ka_] Quali emozioni vuoi portare su una persona.
japanese: [_ka_] 人にどんな感情をもたらしたいか。
spanish: [_ka_] Qué emociones quieres traer a una persona.

source: [_ka_] Think ahead to what outcome you want to come, and you will succeed.
french: [ _ka_ ] Réfléchi à quel résultat vous voulez venir, et vous réussirez.
italian: [_ka_] Pensa a quale risultato vuoi venire, e avrai successo.
japanese: [_ka_] あなたが望む結果を先に考えれば、あなたは成功するでしょう。
spanish: [_ka_] Piense en qué resultado desea venir, y tendrá éxito.

source: [_r_] So I need to gradually bring the goal into the right mood to give the desired emotion?
french: [ _r_ ] Alors j'ai besoin d'amener progressivement l'objectif dans la bonne humeur pour donner l'émotion désirée?
italian: [_r_] Quindi ho bisogno di portare gradualmente l'obiettivo nel giusto umore per dare l'emozione desiderata?
japanese: [_r_] では、少しずつ目標を適切な気分に組み込んで、望ましい感情を与える必要がありますか?
spanish: [_r_] ¿Entonces necesito acercar gradualmente el objetivo al estado de ánimo adecuado para dar la emoción deseada?

source: [_ka_] Precisely.
french: [_ka_] avec précision.
italian: [_ka_] precisamente.
japanese: [_ka_] 正確に。
spanish: [_ka_] Precisamente.

source: [_ka_] Speak with purpose in your appearance, support if you want to give hope. Depress if you want to plunge into despair.
french: [ _ka_ ] Parlez avec le but dans votre apparence, le support si vous voulez donner de l'espoir. Depress si tu veux plonger dans le désespoir.
italian: [_ka_] Parla con lo scopo nel tuo aspetto, supporto se vuoi dare speranza. Sprema se vuoi immergerti nella disperazione.
japanese: [_ka_] 希望を与えたい場合は、外見で目的を持って話し合ってください。絶望に陥りたい場合は、デプレス。
spanish: [_ka_] Habla con propósito en tu apariencia, apoya si quieres dar esperanza. Deprime si quieres sumergirte en la desesperación.

source: [_r_] I think I understand...
french: [ _r_ ] Je pense que je comprends ...
italian: [_r_] penso di capire...
japanese: [_r_] わかると思います...
spanish: [_r_] Creo que entiendo...

source: [_ka_] Don't worry, I trusted you with my power for a reason, you can do it!
french: [ _ka_ ] Ne vous inquiétez pas, je vous ai fait confiance avec mon pouvoir pour une raison, vous pouvez le faire !
italian: [_ka_] Non ti preoccupare, mi sono fidato del mio potere per una ragione, puoi farlo!
japanese: [_ka_] 心配しないでください、私は理由のために私の力であなたを信頼しました、あなたはそれを行うことができます!
spanish: [_ka_] No te preocupes, confié en ti con mi poder por una razón, ¡puedes hacerlo!

source: [_r_] At least I will do my best.
french: [ _r_ ] Au moins, je ferai de mon mieux.
italian: [_r_] Almeno farò del mio meglio.
japanese: [_r_] 少なくとも最善を尽くします。
spanish: [_r_] Al menos haré todo lo que esté en mi mano.

source: [_m_] Think about everything ahead...
french: [ _m_ ] Pensez à tout ce qui est en avance ...
italian: [_m_] Pensa a tutto in avanti...
japanese: [_m_] 今後のことを考えてみてください...
spanish: [_m_] Piense en todo lo que se avecina...

source: [_m_] What do I want to achieve?
french: [ _m_ ] Qu'est-ce que je veux réaliser?
italian: [_m_] Che cosa voglio ottenere?
japanese: [_m_] 何を達成したいですか？
spanish: [_m_] ¿Qué quiero lograr?

source: [_m_] What do I need from Hinata?
french: [ _m_ ] Qu'est-ce que j'ai besoin de Hinata?
italian: [_m_] Di cosa ho bisogno da Hinata?
japanese: [_m_] ひなたから必要なものは?
spanish: [_m_] ¿Qué necesito de Hinata?

source: [_m_] Should I make Hinata feel that Naruto will never be the same again? Make Hinata's feelings fade.
french: [ _m_ ] Dois-je faire croire à Hinata que Naruto ne sera plus jamais la même? Rendez les sentiments de Hinata fade.
italian: [_m_] Dovrei far sentire a Hinata che Naruto non sarà mai più lo stesso? Fai sbiadire i sentimenti di Hinata.
japanese: [_m_] 鳴門は二度と同じにはならないと日向に感じさせるべきか?
spanish: [_m_] ¿Debo hacer que Hinata sienta que Naruto nunca volverá a ser el mismo? Hacer que los sentimientos de Hinata se desvanezcan.

source: [_m_] Or help her get out of negative emotions through support?
french: [ _m_ ] Ou l'aider à sortir des émotions négatives par le soutien?
italian: [_m_] O aiutarla a uscire dalle emozioni negative attraverso il supporto?
japanese: [_m_] サポートを通じてネガティブな感情を抜け出す手助けをしますか？
spanish: [_m_] ¿O ayudarla a salir de las emociones negativas a través del apoyo?

source: [_m_] In the first version, I will be able to pick her up as a wounded dove, give her a new love, instill in her a sense of security.
french: [ _m_ ] Dans la première version, je vais pouvoir la prendre comme une colombe blessée, lui donner un nouvel amour, inencore dans son sens de la sécurité.
italian: [_m_] Nella prima versione, sarò in grado di prenderla come una colomba ferita, darle un nuovo amore, infondere in lei un senso di sicurezza.
japanese: [_m_] 最初のバージョンでは、私は負傷した鳩として彼女をピックアップすることができます. 彼女に新しい愛を与えて安心感を与えてあげるんだ
spanish: [_m_] En la primera versión, podré recogerla como una paloma herida, darle un nuevo amor, inculcar en ella un sentido de seguridad.

source: [_m_] In the second, I can try to win her trust. She can trust me completely and it will grow into something more...
french: [ _m_ ] Dans la seconde, je peux essayer de gagner sa confiance. Elle peut me faire confiance et elle va grandir dans quelque chose de plus ...
italian: [_m_] Nella seconda, posso provare a conquistare la sua fiducia. Può fidarsi di me completamente e diventerà qualcosa di più...
japanese: [_m_] 第二に, 私は彼女の信頼を獲得しようとすることができます. 彼女は完全に私を信頼することができ、それはもっと何かに成長します...
spanish: [_m_] En el segundo, puedo intentar ganar su confianza. Ella puede confiar en mí por completo y crecerá hasta convertirse en algo más...

source: [_m_] I think both options are good...
french: [ _m_ ] Je pense que les deux options sont bonnes ...
italian: [_m_] Penso che entrambe le opzioni siano buone...
japanese: [_m_] どちらのオプションも良いと思います...
spanish: [_m_] Creo que ambas opciones son buenas...

source: [_m_] I'll have to decide in action, but I understand what to do in both situations.
french: [ _m_ ] Je vais devoir décider en action, mais je comprends ce qu'il faut faire dans les deux situations.
italian: [_m_] Dovrò decidere in azione, ma capisco cosa fare in entrambe le situazioni.
japanese: [_m_] 行動を決める必要がありますが、どちらの状況でも何をすべきか理解しています。
spanish: [_m_] tendré que decidir en acción, pero entiendo qué hacer en ambas situaciones.

source: [_m_] Let's go, let's see where this leads.
french: [ _m_ ] Allons, voyons où ça mène.
italian: [_m_] Andiamo, vediamo dove questo comporta.
japanese: [_m_] では、これがどこに向かっているのか見ていきましょう。
spanish: [_m_] vamos, veamos adónde conduce esto.

source: [_hi_] Daddy... Daddy... Where are you...
french: [_hi_] Papa... Papa... Où êtes-vous...
italian: [_hi_] Papà... Papà... Dove sei...
japanese: [_hi_] パパ... パパ... どこにいるの...
spanish: [_hi_] Dadd... Daddy... ¿Dónde estás...

source: [_hi_] Naruto-kun... Hear... Me...
french: [_hi_] Naruto-kun... Écoutez... moi...
italian: [_hi_] Naruto-kun... Ascolta...
japanese: [_hi_] 鳴門君... 聞いて...
spanish: [_hi_] Naruto-kun... Escucho... Yo...

source: [_m_] The same nightmare...
french: [ _m_ ] Le même cauchemar ...
italian: [_m_] Lo stesso incubo...
japanese: [_m_] 同じ悪夢...
spanish: [_m_] La misma pesadilla...

source: [_m_] The time has come to decide how to develop her emotions...
french: [ _m_ ] Le temps est venu de décider comment développer ses émotions ...
italian: [_m_] È giunto il momento di decidere come sviluppare le sue emozioni...
japanese: [_m_] 彼女の感情をどのように発達させるかを決める時が来ました...
spanish: [_m_] Ha llegado el momento de decidir cómo desarrollar sus emociones...

source: [_r_] Naruto's not coming, Hinata...
french: [_r_] Naruto n'arrive pas, Hinata...
italian: [_r_] Naruto non viene, Hinata...
japanese: [_r_] ナルトが来ない、ひなた...
spanish: [_r_] Naruto no viene, Hinata...

source: [_hi_] But... But why...?
french: [_hi_] Mais... Mais pourquoi...?
italian: [_hi_] Ma... Ma perché...?
japanese: [_hi_] しかし...しかし、なぜ...?
spanish: [_hi_] pero... Pero, ¿por qué...?

source: [_hi_] Naruto always comes...
french: [_hi_] Naruto arrive toujours...
italian: [_hi_] Naruto arriva sempre...
japanese: [_hi_] ナルトは常に来ます...
spanish: [_hi_] Siempre viene Naruto...

source: [_r_] This time he doesn’t care.
french: [ _r_ ] Cette fois, il ne s'en soucie pas.
italian: [_r_] Questa volta non gli importa.
japanese: [_r_] 今回は彼は気にしない。
spanish: R[_r_] Esta vez no le importa.

source: [_r_] Naruto is too busy to come to save you as he always does...
french: [ _r_ ] Naruto est trop occupé pour venir vous sauver comme il le fait toujours ...
italian: [_r_] Naruto è troppo occupato per venire a salvarti come lui fa sempre...
japanese: [_r_] ナルトは忙しすぎて、いつも通りあなたを救うことはできません...
spanish: [_r_] Nartaño está demasiado ocupado para venir a salvarte como siempre lo hace...

source: [_r_] He has too many other things to do.
french: [ _r_ ] Il a trop d'autres choses à faire.
italian: [_r_] Lui ha troppe altre cose da fare.
japanese: [_r_] 彼は他にもたくさんのことをする必要があります。
spanish: [_r_] Él tiene demasiadas otras cosas por hacer.

source: [_hi_] Naruto doesn't want to?
french: [ _hi_ ] Naruto ne veut pas?
italian: [_hi_] Naruto non vuole?
japanese: [_hi_] ナルトは望んでいませんか?
spanish: ¿[_hi_] Naruto no desea?

source: [_r_] He doesn't care.
french: [_r_] Il s'en fiche.
italian: [_r_] non gli importa.
japanese: [_r_] 彼は気にしません.
spanish: [_r_] No le importa.

source: [_hi_] This... It's not like Naruto...
french: [_hi_] Voilà... Ce n'est pas comme Naruto...
italian: [_hi_] Questo... Non è come Naruto...
japanese: [_hi_] これは... Naruto とは違います。
spanish: [_hi_] esto... No es como Naruto...

source: [_r_] It's been too long, honey.
french: [ _r_ ] C'est trop long, chérie.
italian: [_r_] È stato troppo lungo, miele.
japanese: [_r_] 長すぎるよ、はちみつ。
spanish: [_r_] Ha sido demasiado largo, miel.

source: [_r_] There is no one here but me.
french: [ _r_ ] Il n'y a personne ici, mais moi.
italian: [_r_] Non c'è nessuno qui se non me.
japanese: [_r_] 私以外には誰もいません。
spanish: [_r_] No hay nadie aquí más que yo.

source: [_hi_] This means... I can't wait for him...?
french: [_hi_] Cela veut dire... J'ai hâte de le recevoir...?
italian: [_hi_] Questo significa... Non posso aspettarlo...?
japanese: [_hi_] これはつまり... 彼を待つことができないのですか?
spanish: [_hi_] Esto significa... ¿No puedo esperarlo...?

source: [_r_] Sorry, but there's no way you can...
french: [ _r_ ] Désolé, mais vous ne pouvez pas ...
italian: [_r_] Ci dispiace, ma non c'è modo che puoi...
japanese: [_r_] 申し訳ありませんが、あなたができる方法はありません...
spanish: [_r_] Lo sentimos, pero no hay forma de que puedes...
