Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_ka_] And that feeling inside her, it will grow like a seed that will become a huge tree.
french: [ _ka_ ] Et ce sentiment à l'intérieur, il croira comme une graine qui deviendra un énorme arbre.
italian: [_ka_] E quel sentimento dentro di lei, crescerà come un seme che diventerà un albero enorme.
japanese: [_ka_] そして彼女の中のその感覚は、巨大な木になる種のように成長します。
spanish: [_ka_] Y ese sentimiento dentro de ella, crecerá como una semilla que se convertirá en un enorme árbol.

source: [_r_] So I did good?
french: [_r_] J'ai donc fait du bien ?
italian: [_r_] Così ho fatto bene?
japanese: [_r_] だから私は良かった?
spanish: [_r_] ¿Entonces hice el bien?

source: [_ka_] Sure. But you don’t have to relax. You have to work hard.
french: [ _ka_ ] Bien sûr. Mais vous n'avez pas à vous détendre. Tu dois travailler dur.
italian: [_ka_] Certo. Ma non dovete rilassarvi. Dovete lavorare duramente.
japanese: [_ka_] もちろんです。でもリラックスする必要はありません。一生懸命働かなければなりません。
spanish: [_ka_] Claro. Pero no tienes que preocuparte. Tienes que trabajar duro.

source: [_ka_] I can feel how much my chakra has increased in you.
french: [ _ka_ ] Je peux sentir combien mon chakra a augmenté en vous.
italian: [_ka_] Posso sentire quanto il mio chakra è aumentato in voi.
japanese: [_ka_] 私はあなたの中で私のチャクラがどれだけ増加したかを感じることができます。
spanish: [_ka_] puedo sentir cuánto ha aumentado mi chakra en ti.

source: [_ka_] You have to evolve to get Hinata.
french: [ _ka_ ] Vous devez évoluer pour obtenir Hinata.
italian: [_ka_] Devi evolvere per ottenere Hinata.
japanese: [_ka_] ひなたを手に入れるには進化しなければなりません。
spanish: [_ka_] Hay que evolucionar para conseguir Hinata.

source: [_ka_] Seducing her would be a lot easier, but there’s nothing you can do about it.
french: [ _ka_ ] La séduisant serait beaucoup plus facile, mais il n'y a rien que vous puissiez faire à ce sujet.
italian: [_ka_] Seducerla sarebbe molto più facile, ma non c'è niente che tu possa fare al riguardo.
japanese: [_ka_] 彼女を誘惑するのはもっと簡単ですが、あなたにできることは何もありません。
spanish: [_ka_] Seducarla sería mucho más fácil, pero no hay nada que puedas hacer al respecto.

source: [_r_] What do I do? I’m ready to work on myself.
french: [ _r_ ] Que dois-je faire? Je suis prêt à travailler sur moi-même.
italian: [_r_] Che cosa faccio? Sono pronto a lavorare su me stesso.
japanese: [_r_] どうすればいいですか？自分で取り組む準備ができています。
spanish: [_r_] ¿Qué hago? Estoy listo para trabajar en mí mismo.

source: [_ka_] Development. You must develop your abilities.
french: [ _ka_ ] Développement. Vous devez développer vos capacités.
italian: [_ka_] Sviluppo. Devi sviluppare le tue capacità.
japanese: [_ka_] 開発. あなたはあなたの能力を開発しなければなりません.
spanish: [_ka_] Desarrollo. Debes desarrollar tus habilidades.

source: [_ka_] Seduce women with my power, have sex with them. So you will gradually increase your chakra supply even more.
french: [ _ka_ ] Seduire les femmes avec mon pouvoir, avoir des relations sexuelles avec elles. Donc vous augmenterons progressivement votre offre de chakra encore plus.
italian: [_ka_] Sedurre le donne con il mio potere, fare sesso con loro. Quindi aumenterai gradualmente la fornitura di chakra ancora di più.
japanese: [_ka_] 私の力を持つ女性を誘惑, 彼らとセックスしています. だから、徐々にあなたのチャクラの供給がさらに増加します.
spanish: [_ka_] Seduce a las mujeres con mi poder, mantén relaciones sexuales con ellas. Así que aumentará gradualmente tu oferta de chakra aún más.

source: [_ka_] You’re strong enough to go bigger than that.
french: [ _ka_ ] Vous êtes assez fort pour aller plus gros que ça.
italian: [_ka_] Sei abbastanza forte da diventare più grande.
japanese: [_ka_] あなたはそれよりも大きくなるほど強力です。
spanish: [_ka_] Eres lo suficientemente fuerte como para ir más grande que eso.

source: [_ka_] Now you can seduce women with the rank of Genin and even some Jonins.
french: [ _ka_ ] Maintenant vous pouvez séduire les femmes avec le rang de Genin et même quelques Jonins.
italian: [_ka_] Ora puoi sedurre le donne con il rango di Genin e anche alcuni Jonins.
japanese: [_ka_] 今、あなたはGeninといくつかのJoninsのランクの女性を誘惑することができます。
spanish: [_ka_] Ahora puedes seducir a las mujeres con el rango de Genin e incluso algunos Jonins.

source: [_r_] I promise I’ll do everything I can!
french: [_r_] Je promets que je ferai tout ce que je pourrai !
italian: [_r_] Prometto che farò tutto il possibile!
japanese: [_r_] 私は私ができることをすべてすると約束します!
spanish: [_r_] te prometo que haré todo lo que pueda!

source: [_ka_] I know my boy...
french: [ _ka_ ] Je connais mon garçon ...
italian: [_ka_] Conosco il mio ragazzo...
japanese: [_ka_] 私は息子を知っています...
spanish: [_ka_] Conozco a mi chico ...

source: [_ka_] But the chakra of outsider women in our case will not be enough.
french: [ _ka_ ] Mais le chakra des femmes de l'extérieur dans notre cas ne sera pas suffisant.
italian: [_ka_] Ma il chakra delle donne estranee nel nostro caso non sarà sufficiente.
japanese: [_ka_] しかし、私たちの場合、部外者女性のチャクラだけでは十分ではありません。
spanish: [_ka_] Pero el chakra de mujeres ajenas en nuestro caso no será suficiente.

source: [_r_] What’s that supposed to mean?
french: [ _r_ ] Qu'est-ce que c'est censé vouloir dire?
italian: [_r_] Che cosa dovrebbe significare?
japanese: [_r_] それはどういう意味ですか？
spanish: [_r_] ¿Qué se supone que significa eso?

source: [_ka_] We have a lot of face-to-face activities to do. Special activities...
french: [ _ka_ ] Nous avons beaucoup d'activités face à face à faire. Activités spéciales ...
italian: [_ka_] Abbiamo un sacco di attività faccia a faccia da fare. Attività speciali...
japanese: [_ka_] 私たちは対面で多くの活動を行っています。
spanish: [_ka_] Tenemos muchas actividades cara a cara que hacer. Actividades especiales ...

source: [_r_] Are you suggesting...
french: [ _r_ ] Voulez-vous suggérer ...
italian: [_r_] Stai suggerendo...
japanese: [_r_] あなたは提案しています...
spanish: [_r_] Está sugiriendo ...

source: [_ka_] Yeah, from now on, we’re gonna be fucking a lot.
french: [ _ka_ ] Ouais, à partir de maintenant, on va être putain beaucoup.
italian: [_ka_] Sì, d'ora in poi, faremo un gran cazzo.
japanese: [_ka_] ええ、これからはたくさんクソになりそうです。
spanish: [_ka_] Sí, de ahora en adelante, vamos a follar mucho.

source: [_r_] I'm so lucky!
french: [_r_] J'ai tellement de chance !
italian: [_r_] sono così fortunato!
japanese: [_r_] 私はとてもラッキーです!
spanish: [_r_] ¡Tengo mucha suerte!

source: [_ka_] Don’t get too excited, it’s for our common purpose. I have to give you a lot of chakra so you can successfully get Hinata.
french: [ _ka_ ] Ne vous excitez pas trop, c'est pour notre but commun. Je dois vous donner beaucoup de chakra pour que vous puissiez obtenir des Hinata.
italian: [_ka_] Non emozionarti troppo, è per il nostro scopo comune. Devo darti un sacco di chakra in modo che tu possa ottenere con successo Hinata.
japanese: [_ka_] あまり興奮しないで、私たちの共通の目的のためです。ヒナタを手に入れられるようにチャクラをたくさんあげなければなりません。
spanish: [_ka_] No te excites demasiado, es para nuestro propósito común. Tengo que darte un montón de chakra para que puedas obtener Hinata.

source: [_r_] Can we start now? I’m ready now!
french: [ _r_ ] Pouvons-nous commencer maintenant? Je suis prêt maintenant !
italian: [_r_] Possiamo iniziare ora? Sono pronto adesso!
japanese: [_r_] 始められますか？準備はできました！
spanish: [_r_] ¿Podemos empezar ahora? ¡Ya estoy listo!

source: [_ka_] What a determined boy...
french: [ _ka_ ] Quel garçon déterminé ...
italian: [_ka_] Che ragazzo determinato...
japanese: [_ka_] 決められた少年は何です...
spanish: [_ka_] Lo que un niño determinado ...

source: [_ka_] All right, let’s start now!
french: [_ka_] D'accord, commençons maintenant !
italian: [_ka_] Va bene, iniziamo ora!
japanese: [_ka_] さあ、始めましょう！
spanish: [_ka_] Muy bien, ¡comencemos ahora!

source: [_ka_] Do you like the view?
french: [_ka_] Aimez-vous la vue ?
italian: [_ka_] Ti piace la vista?
japanese: [_ka_] ビューが好きですか？
spanish: [_ka_] ¿Le gusta la vista?

source: [_r_] What a pervert you are... I love this...
french: [ _r_ ] Quel pervert vous êtes ... J'adore ça ...
italian: [_r_] Che pervertito sei... Amo questo...
japanese: [_r_] どのような変態あなたです...
spanish: [_r_] Qué perverso eres... Me encanta esto...

source: [_ka_] What’s up? Do I need a special invitation? You’re not going to watch all day, are you?
french: [_ka_] Qu'est-ce qui se passe ? Ai-je besoin d'une invitation spéciale ? Vous n'allez pas regarder toute la journée, n'est-ce pas?
italian: [_ka_] Cos'è? Ho bisogno di un invito speciale? Non guarderai tutto il giorno, vero?
japanese: [_ka_] どうしたの？特別な招待状が必要なの？一日中見ないでしょ？
spanish: [_ka_] ¿Qué hay? ¿Necesito una invitación especial? No vas a ver todo el día, ¿verdad?

source: [_ka_] Get your dick out, absorb as much chakra as you can!
french: [_ka_] Sortez votre queue et absorbez autant de chakra que vous le pouvez!
italian: [_ka_] Prendi il tuo cazzo, assorbe il chakra più che puoi!
japanese: [_ka_] ディックを取り出して、できるだけ多くのチャクラを吸収しよう！
spanish: [_ka_] ¡Saca tu polla, absorbe tantos chakra como puedas!

source: [_r_] Now I'll show you!
french: [ _r_ ] Maintenant, je vais vous montrer !
italian: [_r_] Ora ti mostrerò!
japanese: [_r_] これでお見せします！
spanish: [_r_] ¡Ahora te mostraré!

source: [_ka_] Woo-woo, I see you have no desire to stretch the pleasure a little.
french: [_ka_] Woo-woo, je vois que tu n'as pas envie d'allonger un peu le plaisir.
italian: [_ka_] Woo-woo, vedo che non avete alcun desiderio di allungare un po 'il piacere.
japanese: [_ka_] Woo-woo, 私はあなたが少し喜びをストレッチする欲求を持っていない参照してください.
spanish: [_ka_] Woo-woo, veo que no tienes ningún deseo de estirar un poco el placer.

source: [_r_] It’s still for the sake of our (Main goal), there is no need to pull, it’s time to get more chakra!
french: [ _r_ ] C'est toujours pour le bien de notre (but principal), il n'y a pas besoin de tirer, il est temps d'avoir plus de chakra !
italian: [_r_] E 'ancora per il nostro (Main goal), non c'è bisogno di tirare, è il momento di ottenere più chakra!
japanese: [_r_] まだ私たちの（主な目標）のために、引く必要はありません。もっとチャクラを手に入れる時間です！
spanish: [_r_] Todavía es por el bien de nuestro (objetivo principal), no hay necesidad de tirar, es hora de conseguir más chakra!

source: [_ka_] I like your energy, that’s my boy!
french: [ _ka_ ] J'aime votre énergie, c'est mon garçon !
italian: [_ka_] Mi piace la tua energia, questo è il mio ragazzo!
japanese: [_ka_] 私はあなたのエネルギーが好きです、それは私の息子です！
spanish: [_ka_] me gusta tu energía, ¡ese es mi niño!

source: [_m_] I put my dick in her wet hole up to my balls.
french: [_m_] J'ai mis ma queue dans son trou mouillé jusqu'à mes couilles.
italian: [_m_] Ho messo il mio cazzo nel suo buco bagnato fino alle mie palle.
japanese: [_m_] 私は私のボールまで彼女のぬれた穴に私のディックを置きます.
spanish: [_m_] puse mi polla en su agujero húmedo hasta mis bolas.

source: [_m_] The look on her face at the same time scared me a little...
french: [ _m_ ] Le regard sur son visage en même temps m'a fait un peu peur ...
italian: [_m_] Lo sguardo sul viso allo stesso tempo mi ha spaventato un po'...
japanese: [_m_] 同時に彼女の顔を見ると少し怖くなりました...
spanish: [_m_] La mirada en su cara al mismo tiempo me asustó un poco...

source: [_m_] But I think she’ll forgive me this little mistake.
french: [ _m_ ] Mais je pense qu'elle va me pardonner cette petite erreur.
italian: [_m_] Ma penso che mi perdonerà questo piccolo errore.
japanese: [_m_] しかし、彼女はこの小さな間違いを許してくれると思います。
spanish: [_m_] Pero creo que me perdonará este pequeño error.

source: [_ka_] Okay... yeah... don’t you dare stop...
french: [_ka_] Ok, ouais... n'osez pas vous arrêter...
italian: [_ka_] Okay... sì... non si osa fermarsi...
japanese: [_ka_] わかりましたchar@@1 ああ、やめて...
spanish: [_ka_] Vale... si... no te atreves a parar...

source: [_ka_] The sooner you make me orgasm, the sooner you can have a portion of my sweet chakra...
french: [ _ka_ ] Le plus tôt vous me faites orgasme, le plus tôt vous pouvez avoir une partie de ma chakra sucrée ...
italian: [_ka_] Quanto prima mi rendi orgasmo, tanto prima potrai avere una porzione del mio dolce chakra...
japanese: [_ka_] 早く私にオーガズムを作れば、早く私の甘いチャクラの一部を持つことができます...
spanish: [_ka_] Cuanto antes me hagas el orgasmo, cuanto antes puedas tener una porción de mi chakra dulce ...

source: [_m_] Such conversations arouse more than it may seem...
french: [ _m_ ] De telles conversations éveillent plus qu'il ne semble ...
italian: [_m_] Tali conversazioni suscitano più di quanto possa sembrare...
japanese: [_m_] そのような会話は思われる以上に喚起されます...
spanish: [_m_] Tales conversaciones despiertan más de lo que puede parecer ...

source: [_ka_] Yes! Stronger! Hit me as hard as you can!
french: [_ka_] Oui ! Plus fort ! Frappez-moi aussi fort que vous le pouvez!
italian: [_ka_] Sì! Più forte! Mi colpisca il più duro possibile!
japanese: [_ka_] はい、強いです！できるだけ強く私を叩いてください！
spanish: ¡[_ka_] Sí! ¡Más fuerte! ¡Hazme tan duro como puedas!

source: [_m_] This lady loves a tough spanking!
french: [ _m_ ] Cette dame aime une rude spanking !
italian: [_m_] Questa signora ama una sculacciata dura!
japanese: [_m_] この女性はタフなスパンキングが大好きです!
spanish: [_m_] ¡A esta señora le encanta un giro difícil!

source: [_r_] Let me show you!
french: [_r_] Laissez-moi vous montrer !
italian: [_r_] Lascia che ti mostri!
japanese: [_r_] お見せしましょう!
spanish: [_r_] ¡Déjame mostrarte!

source: [_ka_] FUCKING YES! DON’T STOP I’M GOING TO COME SOON!
french: [_ka_] FUCKING OUES! N'APPLIQUEZ PAS JE VAIS BIENTÔT !
italian: [_ka_] SCOPRI SI! NON STOP CHE STOP VAI A COME SOON!
japanese: [_ka_] はい！もうすぐ来るからやめないで！
spanish: ¡[_ka_] SÍ! ¡NO DESEMOS SACER MÁS SOBRE PARA COMER SOON!

source: [_m_] Ugh... Holy shit... how it squeezes me...
french: [_m_] Ugh... Saint shit... comment il me presse...
italian: [_m_] Ugh... Merda santa... come mi spremi...
japanese: [_m_] うーん...なんてこと...
spanish: [_m_] Ugh ... Santa mierda ... cómo me aprieta ...

source: [_ka_] AAAAAA FUCKING!!! YES!!!
french: [_ka_] DÉFAUT AAAAAA !!! OUI !!!
italian: [_ka_] AAAAAA FUCKING!!! Sì!!!
japanese: [_ka_] AAAA FUCKING!!! はい!!!
spanish: [_ka_] AAAAA ¡¡¡¡SÍ!!!

source: [_ka_] Okay... you did a great job...
french: [_ka_] Ok, vous avez fait un excellent travail...
italian: [_ka_] Okay... hai fatto un ottimo lavoro...
japanese: [_ka_] わかりました... あなたは素晴らしい仕事をしました...
spanish: [_ka_] Vale... hiciste un gran trabajo...

source: [_ka_] Do you still have the strength for a narrower hole?
french: [ _ka_ ] Avez-vous encore la force d'un trou plus étroit?
italian: [_ka_] Hai ancora la forza per un buco più stretto?
japanese: [_ka_] まだ穴が狭くなる力はありますか?
spanish: [_ka_] ¿Aún tienes la fuerza para un agujero más estrecho?

source: [_m_] Her hole is moist and attractive, she is clearly ready for anal.
french: [_m_] Son trou est humide et attractif, elle est clairement prête pour l'anal.
italian: [_m_] Il suo buco è umido e attraente, è chiaramente pronta per l'anale.
japanese: [_m_] 彼女の穴は湿っていて魅力的です, 彼女は明らかに肛門の準備ができています.
spanish: [_m_] Su agujero es húmedo y atractivo, está claramente lista para ser anal.

source: [_m_] This is much tighter than in her pussy, but how fucking nice it is!
french: [ _m_ ] C'est beaucoup plus serré que dans sa chatte, mais comment c'est gentil !
italian: [_m_] Questo è molto più stretto che nella sua figa, ma quanto cazzo bello è!
japanese: [_m_] これは彼女のオマンコよりもはるかにきついです, しかし、それはなんと素敵です!
spanish: [_m_] Esto es mucho más apretada que en su coño, ¡pero lo lindo que es!

source: [_ka_] Yes... Move slowly, I’ll tell you when I get used to...
french: [ _ka_ ] Oui ... Déplace lentement, je vous dirai quand je me habituerai à ...
italian: [_ka_] Sì... Muoviti lentamente, ti dirò quando mi abituerò...
japanese: [_ka_] はい... ゆっくり動いて、慣れたら教えてあげるよ...
spanish: [_ka_] Sí ... Moverte despacio, te diré cuando me acostumbro a ...

source: [_ka_] That’s it... Yes... Gently...
french: [ _ka_ ] C'est ça ... Oui ... Gently ...
italian: [_ka_] Ecco... Sì... Gentilmente...
japanese: [_ka_] それはchar@@1 そうchar@@2 穏やか...
spanish: [_ka_] Eso es así... Sí... Excelente...

source: [_m_] The deeper I get into her ass, the stronger my cock gets.
french: [ _m_ ] Plus je rentre dans son cul, plus ma bite est forte.
italian: [_m_] Più mi addentro nel suo culo, più forte è il mio cazzo.
japanese: [_m_] 私は彼女のお尻に入る深く, 強い私のコックが取得します.
spanish: [_m_] Cuanto más profundo me meto en su culo, más fuerte se vuelve mi polla.

source: [_ka_] I... I think you can start moving faster...
french: [_ka_] Je... Je pense que vous pouvez commencer à bouger plus vite...
italian: [_ka_] I... Penso che tu possa iniziare a muoverti più velocemente...
japanese: [_ka_] 私は... もっと速く動き始められると思います...
spanish: [_ka_] yo... creo que puedes empezar a moverte más rápido...

source: [_r_] Do I have to be tough?
french: [ _r_ ] Dois-je être dur?
italian: [_r_] Devo essere dura?
japanese: [_r_] タフである必要がありますか？
spanish: [_r_] ¿Tengo que ser duro?

source: [_ka_] As tough as you can!
french: [ _ka_ ] Aussi dur que vous le pouvez !
italian: [_ka_] Più difficile che puoi!
japanese: [_ka_] できるだけタフ!
spanish: [_ka_] ¡Tan duro como puedas!

source: [_r_] I'm starting to!
french: [_r_] Je commence à !
italian: [_r_] sto iniziando!
japanese: [_r_] 始めました！
spanish: [_r_] ¡Estoy empezando!

source: [_ka_] FUCK! THAT’S IT!! HOW THE FUCK IT IS! COME ON! MORE THAN A POUND!
french: [_ka_] FRAIS ! C'EST QU'EN EST !! COMMENT LA FOUCHE EST ! VEUILLEZ EN VOUS! PLUS DE PLUS D'UN POUND!
italian: [_ka_] FANCULO! QUESTO È TUTTO!! COME CAZZO È! DAI! PIÙ DI UNA LIBERA!
japanese: [_ka_] Fuck! That’s it!! How the Fuck it! Come! Come! More than a pound!
spanish: ¡[_ka_] HORA! ¡ESTO SO!! ¡CÓMO EL MUCK ES SO! ¡CÓME ACTIVADO! ¡MÁS DE UN PUNTO!

source: [_m_] I fuck this crazy woman in the ass with all my strength, but it is not enough for her... I definitely will not equal with her perversity...
french: [_m_] Je baise cette folle femme dans le cul de toute ma force, mais ça ne suffit pas pour elle. . - Je ne serai pas à la hauteur de sa perversité...
italian: [_m_] Cazzo questa pazza donna nel culo con tutta la mia forza, ma non è sufficiente per lei. . Sicuramente non sarà uguale alla sua perversità...
japanese: [_m_] 私はすべての私の力でお尻のこの狂気の女性をファック, それは彼女のために十分ではありません. 私は絶対に彼女の変態と等しくありません...
spanish: [_m_] Yo fuck a esta loca mujer en el culo con toda mi fuerza, pero no es suficiente para ella. . Definitivamente no voy a igualar con su perversidad...

source: [_m_] She began to wave her thighs! Fuck! I won’t last that long!
french: [_m_] Elle a commencé à agiter ses cuisses ! Vid�o porno et blondes hard! Je ne durerai pas aussi longtemps !
italian: [_m_] Cominciò a sventolare le cosce! Spugna! Non durerò così a lungo!
japanese: [_m_] 太ももを振り始めました！ファック！長くは持ちません！
spanish: [_m_] ¡Ella empezó a agitar sus muslos! ¡Suerte! ¡No duraré tanto!

source: [_r_] I'M CUMMING!
french: [_r_] JE SUITE !
italian: [_r_] SONO CUMMING!
japanese: [_r_] 私はカミングだ！
spanish: [_r_] ¡CUMINGO!

source: [_ka_] How do you like our training? I see how tired you are!
french: [ _ka_ ] Comment aimez-vous notre formation? Je vois combien tu es fatigué !
italian: [_ka_] Come ti piace il nostro allenamento? Vedo quanto sei stanco!
japanese: [_ka_] 私たちのトレーニングはいかがですか？あなたがどれほど疲れているか分かります！
spanish: [_ka_] ¿Cómo te gusta nuestro entrenamiento? ¡Veo lo cansado que estás!

source: [_r_] Fucking you is a real cardio exercise...
italian: [_r_] Cazzo si è un vero esercizio cardio...
japanese: [_r_] ファックあなたは本当の心臓運動です...
spanish: [_r_] Que te guste es un verdadero ejercicio cardiaco...

source: [_ka_] I could fuck you a lot more times, but I don’t think you’re going through the same ordeal...
french: [ _ka_ ] Je pourrais vous baiser beaucoup plus de fois, mais je ne pense pas que vous parvenez à la même épreuve ...
italian: [_ka_] Potrei scopare un sacco di più volte, ma non penso che tu stia attraversando lo stesso ordeal...
japanese: [_ka_] もっと何度もあなたとセックスできるけど、あなたは同じ試練を経験しているとは思えないchar@@1。
spanish: [_ka_] podría follarte muchas veces, pero no creo que estés pasando por la misma miserabilidad...

source: [_r_] Oh, thanks for taking care of me...
french: [ _r_ ] Oh, merci de m'occuper de moi ...
italian: [_r_] Oh, grazie per avermi curato...
japanese: [_r_] ああ、お世話になりました...
spanish: [_r_] Oh, gracias por cuidarme...

source: [_ka_] I need you now more than ever! So I’ll take good care of you!
french: [_ka_] J'ai plus que jamais besoin de vous ! Je vais donc prendre soin de vous !
italian: [_ka_] Ho bisogno di voi ora più che mai! Quindi mi prenderò cura di voi!
japanese: [_ka_] 今まで以上にあなたを必要としています！だから私はあなたを大切にします！
spanish: [_ka_] ¡Te necesito más que nunca! ¡Así que te cuidaré bien!

source: [_r_] It’s actually kind of nice...
french: [ _r_ ] C'est vraiment gentil ...
italian: [_r_] In realtà è una specie di bello...
japanese: [_r_] 実際はちょっといいです...
spanish: [_r_] Es realmente bonito...

source: [_ka_] Don’t get too excited, we have a lot of work to do, we have a world to conquer!
french: [ _ka_ ] Ne vous excitez pas, nous avons beaucoup de travail à faire, nous avons un monde à conquérir !
italian: [_ka_] Non emozionarti troppo, abbiamo molto lavoro da fare, abbiamo un mondo da conquistare!
japanese: [_ka_] あまり興奮しないで、やるべきことがたくさんあります。征服する世界があります！
spanish: [_ka_] No te excites demasiado, tenemos mucho trabajo por hacer, ¡tenemos un mundo por vencer!

source: [_ka_] Wow, today you do not even need to wake up! Ready for another day?
french: [_ka_] Wow, aujourd'hui, vous n'avez même pas besoin de vous réveiller ! Prêt pour une autre journée ?
italian: [_ka_] Wow, oggi non hai nemmeno bisogno di svegliarti! Pronto per un altro giorno?
japanese: [_ka_] うわー、今日は目を覚ます必要すらありません！別の日の準備はできましたか？
spanish: [_ka_] Wow, ¡hoy ni siquiera necesitas despertar! ¿Listo para otro día?

source: [_r_] You can say so, I want to see Hinata, we parted somehow incomprehensible.
french: [ _r_ ] Vous pouvez le dire, je veux voir Hinata, nous parted d'une manière ou d'une autre incompréhensible.
italian: [_r_] Puoi dirlo, voglio vedere Hinata, ci siamo lasciati in qualche modo incomprensibili.
japanese: [_r_] そう言ってもいいのですが、私はひなたに会いたいと思いますが、何となくわかりにくい別れました。
spanish: [_r_] Puede decirlo, quiero ver a Hinata, nos separamos de alguna manera incomprensible.

source: [_ka_] Don't worry, she's on the hook, sooner or later you'll be fine, but...
french: [ _ka_ ] Ne vous inquiétez pas, elle est sur le crochet, tôt ou tard vous allez bien, mais ...
italian: [_ka_] Non ti preoccupare, è sul gancio, prima o poi starai bene, ma...
japanese: [_ka_] 心配しないでください, 彼女はフックの上にあります, 遅かれ早かれあなたは大丈夫です, しかし...
spanish: [_ka_] No te preocupes, está en el gancho, tarde o temprano estarás bien, pero...

source: [_r_] Wait. I know what you're gonna say next... But you have a lot of work to do.
french: [_r_] Attendez. Je sais ce que vous allez dire ensuite... Mais vous avez beaucoup de travail à faire.
italian: [_r_] Aspetta. So cosa dirai dopo... Ma hai molto lavoro da fare.
japanese: [_r_] お待ちください。次に何を言うか分かりますchar@@1 でもやるべきことはたくさんあります。
spanish: [_r_] Espera. Sé lo que vas a decir a continuación... Pero tienes mucho trabajo por hacer.

source: [_ka_] Alright! Have I been so predictable lately...
french: [_ka_] D'accord! Ai-je été si prévisible ces derniers temps...
italian: [_ka_] Bene! Sono stato così prevedibile ultimamente...
japanese: [_ka_] 大丈夫です! 最近、私はとても予測されています...
spanish: [_ka_] ¡Bien! He sido tan predecible últimamente...

source: [_ka_] You got the point!
french: [_ka_] Vous avez obtenu le point !
italian: [_ka_] Hai ottenuto il punto!
japanese: [_ka_] あなたはポイントを得ました!
spanish: [_ka_] ¡Obtuviste el punto!

source: [_ka_] The main thing is to take everything into your own hands, in our business determination is worth a lot.
french: [ _ka_ ] L'essentiel est de tout prendre entre vos mains, dans notre détermination de l'entreprise vaut beaucoup.
italian: [_ka_] La cosa principale è quella di portare tutto nelle tue mani, nella nostra determinazione commerciale vale molto.
japanese: [_ka_] 主なことは、すべてを自分の手に持ち込むことであり、当社のビジネスの決意は多くの価値があります。
spanish: [_ka_] Lo principal es tomar todo en tus propias manos, en nuestra determinación empresarial vale mucho la pena.
