Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_m_] Mirai is so insatiable, I like this girl.
french: [ _m_ ] Mirai est si insatiable, j'aime cette fille.
italian: [_m_] Mirai è così insaziabile, mi piace questa ragazza.
japanese: [_m_] 未来はとても飽き飽きしています, 私はこの女の子が好き.
spanish: [_m_] Mirai es tan insaciable, me gusta esta chica.

source: [_m_] But I’m even more interested in her mom...
french: [ _m_ ] Mais je suis encore plus intéressé par sa mère ...
italian: [_m_] Ma sono ancora più interessato a sua mamma...
japanese: [_m_] しかし、私は彼女のお母さんにもっと興味があります...
spanish: [_m_] Pero estoy aún más interesado en su crecimiento...

source: [_m_] In the first season, Kurenai was the hottest woman!
french: [ _m_ ] Dans la première saison, Kurenai était la femme la plus chaude !
italian: [_m_] Nella prima stagione, Kurenai era la donna più calde!
japanese: [_m_] 最初のシーズンは紅が一番暑かったです!
spanish: [_m_] En la primera temporada, ¡Kurenai era la mujer más caliente!

source: [_m_] I wonder what she looks like now.
french: [ _m_ ] Je me demande à quoi elle ressemble maintenant.
italian: [_m_] Mi chiedo cosa assomigli ora.
japanese: [_m_] 私は彼女が今どのように見えるのだろうか.
spanish: [_m_] Me pregunto cómo se ve ahora.

source: [_m_] Well, it's time to visit Hinata.
french: [_m_] Eh bien, il est temps de visiter Hinata.
italian: [_m_] Beh, è ora di visitare Hinata.
japanese: [_m_] さて、ひなたを訪問する時間です。
spanish: [_m_] Bueno, es hora de visitar Hinata.

source: [_m_] She should be asleep by now.
french: [_m_] Elle devrait dormir maintenant.
italian: [_m_] Lei dovrebbe addormentarsi adesso.
japanese: [_m_] 彼女は今頃には眠っているはずです。
spanish: [_m_] Ella debería dormir ahora.

source: [_r_] I wonder what she is dreaming about now?
french: [ _r_ ] Je me demande à quoi elle rêve maintenant?
italian: [_r_] Mi chiedo cosa stia sognando adesso?
japanese: [_r_] 彼女は今何を夢見ているのだろう?
spanish: [_r_] Me pregunto con qué está soñando ahora?

source: [_r_] Time to check.
french: [_r_] Temps à vérifier.
italian: [_r_] Tempo di verifica.
japanese: [_r_] 確認する時間。
spanish: [_r_] Hora de comprobación.

source: [_hi_] Why... Why are you doing this to me...
french: [_hi_] Pourquoi... Pourquoi faites-vous cela pour moi...
italian: [_hi_] Perché... Perché mi stai facendo questo...
japanese: [_hi_] なぜ...なぜあなたは私にこれをしているのですか?
spanish: [_hi_] Por qué ... ¿Por qué me estás haciendo esto a mí ...

source: [_hi_] Stop it...
french: [_hi_] Arrêtez-la...
italian: [_hi_] fermarlo...
japanese: [_hi_] 停止...
spanish: [_hi_] detenerlo...

source: [_hi_] Please... It hurts...
french: [ _hi_ ] S'il vous plaît ... Ça fait mal ...
italian: [_hi_] Per favore... Fa male...
japanese: [_hi_] お願い... 痛い...
spanish: [_hi_] Por favor... Daña...

source: [_hi_] Let me go...
french: [_hi_] Laissez-moi partir...
italian: [_hi_] Lasciami andare...
japanese: [_hi_] 行かせてくれ...
spanish: [_hi_] Déjame ir...

source: [_hi_] Release...
french: [_hi_] Libération...
italian: [_hi_] Rilascio...
japanese: [_hi_] リリース...
spanish: [_hi_] Lanzamiento...

source: [_r_] There is no one here but you and me, Hinata.
french: [ _r_ ] Il n'y a personne ici, mais toi et moi, Hinata.
italian: [_r_] Non c'è nessuno qui se non te e me, Hinata.
japanese: [_r_] あなたと私、ひなた以外に誰もいない。
spanish: [_r_] No hay nadie aquí, pero tú y yo, Hinata.

source: [_hi_] [viname] B-but Naruto... He's...
french: [_hi_] [viname] B-mais Naruto... Il...
italian: [_hi_] [viname] B-but Naruto... Lui...
japanese: [_hi_] [viname] B-but Naruto... He...
spanish: [_hi_] [viname] B-but Naruto... El...

source: [_r_] Did he do that to you?
french: [ _r_ ] Est-ce qu'il t'a fait ça?
italian: [_r_] L'ha fatto a te?
japanese: [_r_] 彼はあなたにそれをしましたか?
spanish: [_r_] ¿Hizo eso con ti?

source: [_hi_] H-he chained me...
french: [_hi_] H-il m'a enchaîné...
italian: [_hi_] H-mi ha incatenato...
spanish: [_hi_] H-he me encadenó...

source: [_hi_] Then everyone else threw mud at me...
french: [_hi_] Alors tout le monde m'a jeté de la boue...
italian: [_hi_] Poi tutti gli altri mi gettarono fango...
japanese: [_hi_] それから他のみんなは私に泥を投げつけた...
spanish: [_hi_] Entonces todo el mundo me lanzó lodo...

source: [_hi_] One by one...
french: [ _hi_ ] Un par un ...
italian: [_hi_] Uno a uno...
japanese: [_hi_] 一人ずつ...
spanish: [_hi_] Uno por uno...

source: [_r_] All the others? Who?
french: [_r_] Tous les autres? Quoi?
italian: [_r_] Tutti gli altri? Chi?
japanese: [_r_] 他の全員？誰？
spanish: [_r_] ¿A todos los demás? ¿A quién?

source: [_hi_] All the villagers...
french: [ _hi_ ] Tous les villageois ...
italian: [_hi_] Tutti gli abitanti del paese...
japanese: [_hi_] すべての村人...
spanish: [_hi_] Todos los aldeanos...

source: [_hi_] They say I'm not worthy of Naruto...
french: [_hi_] On dit que je ne suis pas digne de Naruto...
italian: [_hi_] Dicono che non sono degno di Naruto...
japanese: [_hi_] 彼らは私がナルトにふさわしくないと言います...
spanish: [_hi_] Dicen que no soy digno de Naruto...

source: [_hi_] That I'm a burden, that Naruto no longer needs a weak man like me...
french: [ _hi_ ] Que je suis un fardeau, que Naruto n'a plus besoin d'un homme faible comme moi ...
italian: [_hi_] Quello che sono un onere, che Naruto non ha più bisogno di un uomo debole come me...
japanese: [_hi_] ナルトはもはや私のような弱い男を必要としないことを、私は負担です。
spanish: [_hi_] Que soy una carga, que Nartaño ya no necesita a un hombre débil como yo...

source: [_r_] Is that true?
french: [_r_] Est-ce vrai ?
italian: [_r_] È vero?
japanese: [_r_] それは本当ですか?
spanish: [_r_] ¿Es eso cierto?

source: [_r_] They don't know anything about you.
french: [ _r_ ] Ils ne savent rien de vous.
italian: [_r_] Non sanno nulla su di te.
japanese: [_r_] 彼らはあなたのことを何も知らない。
spanish: [_r_] No saben nada de ti.

source: [_hi_] But they're right... They're...
french: [_hi_] Mais ils ont raison... Ils ont raison...
italian: [_hi_] Ma hanno ragione... Loro 'ri...
japanese: [_hi_] しかし、彼らは正しい...
spanish: [_hi_] Pero tienen razón... Ellos son...

source: [_r_] It's Naruto's fault. He's the one who put you in those chains.
french: [ _r_ ] C'est la faute de Naruto. C'est lui qui vous a mis dans ces chaînes.
italian: [_r_] È colpa di Naruto. È lui che ti ha messo in quelle catene.
japanese: [_r_] ナルトのせいだ。あなたを鎖につなげたのは彼だ。
spanish: [_r_] es culpa de Naruto. Es el que te puso en esas cadenas.

source: [_r_] He branded you, didn't he?
french: [_r_] Il vous a marqué, n'est-ce pas?
italian: [_r_] Ti ha marchiato, vero?
japanese: [_r_] 彼はあなたをブランドしましたね?
spanish: [_r_] Él te marca; ¿verdad?

source: [_hi_] N-naruto... Didn't I see...
french: [_hi_] N-naruto... Je n'ai pas vu...
italian: [_hi_] N-naruto... Non ho visto...
japanese: [_hi_] N-ナルト...
spanish: [_hi_] N-naruto... No lo ve...

source: [_r_] He's changed. You think old Naruto would do that to you?
french: [_r_] Il a changé. Vous pensez que le vieux Naruto vous le ferait?
italian: [_r_] è cambiato. Pensi che il vecchio Naruto lo farebbe a te?
japanese: [_r_] 彼は変わった。ナルトの昔の人があなたにそうすると思う？
spanish: [_r_] Él ha cambiado. ¿Crees que Naruto te haría eso contigo?

source: [_r_] He is not worthy of you.
french: [ _r_ ] Il n'est pas digne de vous.
italian: [_r_] Non è degno di te.
japanese: [_r_] 彼はあなたにふさわしくない。
spanish: [_r_] Él no es digno de ti.

source: [_hi_] I... I don't... That's... Why... Naruto...
french: [_hi_] Je... Je ne le fais pas... C'est... Pourquoi... Naruto...
italian: [_hi_] Io... Non è... Perché... Naruto...
japanese: [_hi_] 私... それは... なぜ... ナルト...
spanish: [_hi_] I. .. I don't ... Eso es ... Por qué ... Naruto ...

source: [_r_] None of them know your bright and gentle side.
french: [ _r_ ] Aucun d'eux ne connaît votre côté lumineux et doux.
italian: [_r_] Nessuno di loro conosce il vostro lato luminoso e gentile.
japanese: [_r_] あなたの明るく穏やかな側面を知らない人はいません。
spanish: [_r_] Ninguno de ellos conoce tu lado brillante y suave.

source: [_r_] They see only what Naruto shows them.
french: [ _r_ ] Ils ne voient que ce que Naruto leur montre.
italian: [_r_] Vedono solo ciò che Naruto li mostra.
japanese: [_r_] 彼らはナルトが見せるものだけを見る。
spanish: [_r_] Sólo ven lo que Naruto les muestra.

source: [_r_] You should not be in such a vulnerable position.
french: [ _r_ ] Vous ne devez pas être dans une position si vulnérable.
italian: [_r_] Non dovresti essere in una posizione così vulnerabile.
japanese: [_r_] そんな脆弱な立場にいるべきではありません。
spanish: [_r_] No debe estar en una posición tan vulnerable.

source: [_r_] You are worthy of respect, worthy of recognition and love!
french: [ _r_ ] Vous êtes digne de respect, digne de reconnaissance et d'amour !
italian: [_r_] Tu sei degno di rispetto, degno di riconoscimento e amore!
japanese: [_r_] あなたは尊敬に値し、認識と愛に値します!
spanish: [_r_] ¡Ustedes son dignos de respeto, dignos de reconocimiento y amor!

source: [_hi_] I... Am I worthy?
french: [_hi_] Je... Suis-je digne de moi ?
italian: [_hi_] Io... Sono degno?
japanese: [_hi_] 私... 私は価値がありますか?
spanish: [_hi_] I. .. ¿Soy digno?

source: [_r_] Of course. You must be... Free.
french: [_r_] Bien sûr. Vous devez être... gratuit.
italian: [_r_] Certo. Devi essere... Gratis.
japanese: [_r_] もちろん、あなたはchar@@1自由にしてください。
spanish: [_r_] Por supuesto. Debes ser... gratis.

source: [_hi_] F-free? B-but how... N-naruto...
french: [_hi_] Sans F-F ? B-mais comment... N-naruto...
italian: [_hi_] F-free? B-ma come... N-naruto...
japanese: [_hi_] F フリー? B-but how... N-naruto...
spanish: ¿[_hi_] F-free? B-pero cómo... N-naruto...

source: [_m_] Good. That's enough. Enough pressure.
french: [_m_] Bien. Ça suffit. Assez de pression.
italian: [_m_] Bene. Basta pressione.
japanese: [_m_] よかった。もう十分なプレッシャーだ。
spanish: [_m_] Bueno. Eso es suficiente. Suficiente presión.

source: [_m_] It is time to leave.
french: [ _m_ ] Il est temps de partir.
italian: [_m_] È tempo di andarsene.
japanese: [_m_] 出発する時間です。
spanish: [_m_] es hora de salir.

source: [_m_] It is a pity for Hinata, her nightmare is quite terrible...
french: [_m_] C'est dommage pour Hinata, son cauchemar est assez terrible...
italian: [_m_] È un peccato per Hinata, il suo incubo è piuttosto terribile...
japanese: [_m_] ひなたには残念だが、彼女の悪夢はひどい...
spanish: [_m_] Es una pena para Hinata, su pesadilla es bastante terrible...

source: [_m_] I’ll write to her, maybe I’ll distract her somehow, I ask how things are.
french: [ _m_ ] Je lui écrirai, peut-être que je la distraire d'une façon ou d'une autre, je demande comment les choses sont.
italian: [_m_] Le scriverò, forse la distraggerò in qualche modo, chiedo come stanno le cose.
spanish: [_m_] Le escribiré a ella, tal vez la distraiga de alguna manera, pregunto cómo están las cosas.

source: [_m_] She's busy tomorrow... Alright, then I'll visit her again next night.
french: [_m_] Elle est occupée demain... D'accord, puis je la rappellerai la nuit prochaine.
italian: [_m_] Lei è occupata domani... Va bene, poi la visiterò di nuovo la prossima notte.
japanese: [_m_] 彼女は明日忙しいですchar@@1 わかりました、そして次の夜また彼女を訪ねます。
spanish: [_m_] She está ocupado mañana... Bien, entonces la visitaré de nuevo la próxima noche.

source: [_m_] We need to take more radical measures to make our meeting more successful.
french: [ _m_ ] Nous devons prendre des mesures plus radicales pour donner plus de succès à notre rencontre.
italian: [_m_] Dobbiamo adottare misure più radicali per rendere il nostro incontro più riuscito.
japanese: [_m_] 会議をより成功させるためには、より過激な対策を講じる必要があります。
spanish: [_m_] Necesitamos tomar medidas más radicales para que nuestra reunión sea más exitosa.

source: [_m_] She's sleeping, fine.
french: [ _m_ ] Elle dort, bien.
italian: [_m_] Sta dormendo, bene.
japanese: [_m_] 彼女は眠っています。
spanish: [_m_] She está durmiendo, bien.

source: [_m_] It's time to go!
french: [ _m_ ] Il est temps de partir !
italian: [_m_] È ora di andare!
japanese: [_m_] そろそろ行きましょう！
spanish: [_m_] ¡Es hora de ir!

source: [_hi_] What... What am I doing wrong...
french: [_hi_] Quoi... Qu'est-ce que je fais de mal...
italian: [_hi_] Cosa... Che cosa sto facendo male...
japanese: [_hi_] 何をしていますか...
spanish: [_hi_] Qué ... ¿Qué estoy haciendo mal ...

source: [_hi_] They're not right... Are they?
french: [_hi_] Ils ne sont pas corrects... Sont-ils ?
italian: [_hi_] Non hanno ragione... vero?
japanese: [_hi_] 彼らは正しいではありません...
spanish: [_hi_] No tienen razón ... ¿Son ellos?

source: [_r_] They are just the personification of what your relationship with Naruto has become.
french: [ _r_ ] Ils ne sont que la personnification de ce que votre relation avec Naruto est devenue.
italian: [_r_] Sono solo la personificazione di ciò che la vostra relazione con Naruto è diventata.
japanese: [_r_] 彼らは、あなたとナルトの関係がどのようなものになったのかを擬人化しているに過ぎません。
spanish: [_r_] Son sólo la personificación de lo que su relación con Naruto se ha convertido.

source: [_r_] It's not your fault.
french: [ _r_ ] Ce n'est pas de ta faute.
italian: [_r_] Non è colpa tua.
japanese: [_r_] あなたのせいではありません。
spanish: [_r_] no es culpa suya.

source: [_r_] You do everything that depends on you.
french: [ _r_ ] Vous faites tout ce qui dépend de vous.
italian: [_r_] Fai tutto quello che dipende da te.
japanese: [_r_] あなたはあなた次第のすべてを行います。
spanish: [_r_] Usted hace todo lo que depende de usted.

source: [_hi_] Then why am I in so much pain...
french: [ _hi_ ] Alors pourquoi je suis dans une si grande douleur ...
italian: [_hi_] Allora perché sono in così tanto dolore...
japanese: [_hi_] そして、なぜ私はそんなに痛いのですか...
spanish: [_hi_] Entonces por qué estoy tan dolor...

source: [_hi_] Why does this rock on my heart is getting bigger...
french: [ _hi_ ] Pourquoi ce rocher sur mon cœur est de plus en plus grand ...
italian: [_hi_] Perché questa roccia sul mio cuore sta diventando più grande...
japanese: [_hi_] なんで心にこの岩が大きくなってきたのか...
spanish: [_hi_] ¿Por qué esta roca en mi corazón es cada vez más grande...

source: [_hi_] Why do I always feel so dirty and vulnerable??
french: [ _hi_ ] Pourquoi je me sens toujours si sale et vulnérable?
italian: [_hi_] Perché mi sento sempre così sporco e vulnerabile??
japanese: [_hi_] いつもこんなに汚くて脆弱なのはなぜですか?
spanish: [_hi_] ¿Por qué siempre me siento tan sucio y vulnerable??

source: [_hi_] Whatever I do, he doesn't notice.
french: [ _hi_ ] Quoi que je fasse, il ne remarque pas.
italian: [_hi_] Qualunque cosa faccio, lui non se ne accorge.
japanese: [_hi_] 私が何をしても、彼は気づかない。
spanish: [_hi_] No importa lo que hago, no se da cuenta.

source: [_hi_] No matter how much he shows his concern, I still feel like in shackles..
french: [ _hi_ ] Peu importe combien il montre son inquiétude, j'ai toujours l'impression d'être enchaînaux ..
italian: [_hi_] Non importa quanto egli mostra la sua preoccupazione, mi sento ancora come nelle baracche..
japanese: [_hi_] どんなに彼が彼の懸念を示しても、私はまだ足かせのように感じる。
spanish: [_hi_] No importa lo mucho que muestre su preocupación, todavía me siento en grilletes..

source: [_hi_] When I walk through the village, it seems to me that everyone is looking askance at me...
french: [ _hi_ ] Quand je traverse le village, il me semble que tout le monde me regarde ...
italian: [_hi_] Quando cammino per il villaggio, mi sembra che tutti mi guardino alla domanda...
japanese: [_hi_] 私が村を歩くと、みんなが私を見ているように思えます。
spanish: [_hi_] Cuando camino por el pueblo, me parece que todo el mundo me está mirando ...

source: [_hi_] As if knowing I'm useless now...
french: [ _hi_ ] Comme si savoir que je suis inutile maintenant ...
italian: [_hi_] Come se sapendo che sono inutile adesso...
japanese: [_hi_] 自分が役に立たないことを知っているかのように...
spanish: [_hi_] Como si supiera que ahora soy inútil ...

source: [_hi_] Why does it hurt so much, why is it so disgusting, why is it so bad! why is it so UNBEARABLE! WHY IS IT...
french: [ _hi_ ] Pourquoi ça fait tellement de mal, pourquoi c'est tellement dégoûtant, pourquoi c'est si mauvais ! pourquoi est-il si UNBEARABLE ! POURQUOI EST-IL ...
italian: [_hi_] Perché fa così tanto male, perché è così disgustoso, perché è così male! Perché è così inebriabile! PERCHÉ SI...
japanese: [_hi_] なぜそんなに痛いのか、なぜそんなに嫌なのか、なんでそんなにひどいのか!なんでこんなにひどいのか!
spanish: [_hi_] ¿Por qué hace tanto daño, por qué es tan repugnante, por qué es tan mal! ¿Por qué es tan desPROBARABLE! POR QUÉ ESTÁ...

source: [_m_] Whatever you think. You are who you are, whatever you are.
french: [ _m_ ] Peu importe ce que vous pensez. Vous êtes qui vous êtes, ce que vous êtes.
italian: [_m_] Qualunque cosa pensi. Tu sei chi sei, qualunque tu sia.
japanese: [_m_] あなたが考えていることは何でも、あなたはあなた自身です。
spanish: [_m_] No importa lo que pienses. Eres quien eres, sea lo que sea.

source: [_m_] No matter how many challenges you face...
french: [ _m_ ] Peu importe le nombre de défis que vous affronte ...
italian: [_m_] Non importa quante sfide devi affrontare...
japanese: [_m_] いくらチャレンジしても...
spanish: [_m_] No importa cuántos desafíos enfrentes...

source: [_m_] I will always give you my hand.
french: [ _m_ ] Je vous donnerai toujours la main.
italian: [_m_] Ti darò sempre la mano.
japanese: [_m_] 私はいつもあなたに私の手を差し伸べます。
spanish: [_m_] siempre te daré mi mano.

source: [_m_] Here I am at home... What happened in her dream... Her real feelings...
french: [ _m_ ] Ici, je suis à la maison ... Ce qui s'est passé dans son rêve ... Ses vrais sentiments ...
italian: [_m_] Qui sono a casa... Cosa è successo nel suo sogno... I suoi veri sentimenti...
japanese: [_m_] ここで私は家にいます...彼女の夢の中で何が起こったか...彼女の本当の気持ち...
spanish: [_m_] Aquí estoy en casa... Lo que pasó en su sueño... Sus verdaderos sentimientos...

source: [_m_] Hinata is a very nice girl... Sometimes the fact that I'm destroying her family makes me sick.
french: [_m_] Hinata est une très belle fille... Parfois, le fait que je détruise sa famille me rend malade.
italian: [_m_] Hinata è una ragazza molto bella... A volte il fatto che sto distruggendo la sua famiglia mi fa ammalare.
japanese: [_m_] ひなたはとても素敵な女の子です...時々私は彼女の家族を破壊しているという事実は私を病気にします.
spanish: [_m_] Hinata es una chica muy bonita... A veces el hecho de que estoy destruyendo a su familia me hace enfermo.

source: [_m_] It makes me a little sick.
french: [ _m_ ] Cela me rend un peu malade.
italian: [_m_] Mi rende un po' malato.
japanese: [_m_] 少し病気になります。
spanish: [_m_] Me hace un poco enfermo.

source: [_m_] The only thing left for me in this situation is to try to make her happy.
french: [ _m_ ] La seule chose qui me reste dans cette situation est d'essayer de la rendre heureuse.
italian: [_m_] L'unica cosa rimasta per me in questa situazione è cercare di renderla felice.
japanese: [_m_] この状況で私に残された唯一のことは、彼女を幸せにすることです。
spanish: [_m_] La única cosa que me queda en esta situación es tratar de hacerla feliz.

source: [_m_] Maybe it won't be the way she deserves, but I'll try not to shed any more of her tears...
french: [_m_] Peut-être que ce ne sera pas comme elle le mérite, mais je vais essayer de ne plus verser de larmes...
italian: [_m_] Forse non sarà il modo in cui si merita, ma cercherò di non versare più le sue lacrime...
japanese: [_m_] たぶん、それは彼女に値する方法ではありませんが、私は彼女の涙を流さないようにします...
spanish: [_m_] Tal vez no sea como se merece, pero intentaré no derramar más de sus lágrimas...

source: [_m_] I'm so sleepy...
french: [_m_] Je suis tellement endormi...
italian: [_m_] Sono così assonnato...
japanese: [_m_] 私はとても眠い...
spanish: [_m_] Estoy tan durmiendo...

source: [_m_] I think too much....
french: [ _m_ ] Je pense trop ...
italian: [_m_] penso troppo....
japanese: [_m_] 私はあまりにも多くを考えます....
spanish: [_m_] Creo demasiado....

source: [_m_] Huh? So early...
french: [_m_] Hein? Si tôt...
italian: [_m_] Huh? Così presto...
japanese: [_m_] え？早いchar@@1
spanish: ¿[_m_] Huh? Tan pronto...

source: [_m_] Okay, well... I should get cleaned up.
french: [_m_] Bien, bien... Je devrais être nettoyé.
italian: [_m_] Okay, bene... Dovrei essere ripulito.
japanese: [_m_] わかりました、ええと...きれいにしないと。
spanish: [_m_] Bien, bien... debería limpiarse.

source: [_m_] This is some kind of date, isn't it?
french: [ _m_ ] C'est une sorte de date, n'est-ce pas?
italian: [_m_] Questo è un certo tipo di data, vero?
japanese: [_m_] これは何らかのデートですね。
spanish: [_m_] Este es algún tipo de fecha, ¿no?

source: [_m_] Or do I think too much of myself?
french: [ _m_ ] Ou est-ce que je pense trop de moi?
italian: [_m_] O penso troppo di me stesso?
japanese: [_m_] それとも自分のことを考えすぎるのか？
spanish: [_m_] ¿O pienso demasiado de mí mismo?

source: [_m_] My God... Look at that...
french: [_m_] Mon Dieu... Regardez...
italian: [_m_] Mio Dio... Guardate quello...
japanese: [_m_] 私の神... それを見てください...
spanish: [_m_] Mi Dios... Mira eso...

source: [_m_] She's just magical today...
french: [_m_] Elle est juste magique aujourd'hui...
italian: [_m_] Lei è solo magica oggi...
japanese: [_m_] 彼女は今日魔法のようです...
spanish: [_m_] She es solo mágico hoy...

source: [_m_] This moment...
french: [ _m_ ] Ce moment ...
italian: [_m_] Questo momento...
japanese: [_m_] この瞬間...
spanish: [_m_] este momento...

source: [_m_] I'll probably remember it for a long time.
french: [_m_] Je m'en souviendrai probablement pour longtemps.
italian: [_m_] lo ricorderò probabilmente per molto tempo.
japanese: [_m_] 私はおそらく長い間それを覚えています。
spanish: [_m_] probablemente lo recordaré durante mucho tiempo.

source: [_m_] I... I guess I want it to be imprinted.
french: [_m_] Je... Je suppose que je veux qu'il soit imprimé.
italian: [_m_] I... Immagino che voglio che venga imstampato.
japanese: [_m_] 私は... 私はそれを刻印したいと思います。
spanish: [_m_] yo... Supongo que quiero que se imprima.

source: [_r_] I mentioned it, of course, but you really are very pretty today.
french: [_r_] Je l'ai mentionné, bien sûr, mais vous êtes vraiment très joli aujourd'hui.
italian: [_r_] l'ho menzionato, naturalmente, ma tu sei davvero molto carino oggi.
japanese: [_r_] もちろん言及しましたが、今日は本当にきれいですね。
spanish: [_r_] Lo mencioné, por supuesto, pero usted realmente es muy bonito hoy.

source: [_hi_] Stop it... You've embarrassed me before... And here we go again...
french: [_hi_] Arrêtez-la... Vous m'avez gêné avant... Et voilà que nous y retournons...
italian: [_hi_] fermarlo... Mi hai messo in imbarazzo prima... E qui andiamo di nuovo...
japanese: [_hi_] やめろchar@@1 前に恥ずかしくなったなchar@@2 もう一度やるぞchar@@3
spanish: [_hi_] Deténdame... Me has avergonzado antes... Y aquí vamos de nuevo...

source: [_r_] But it's true! The dress is great!
french: [_r_] Mais c'est vrai ! La robe est géniale !
italian: [_r_] Ma è vero! L'abito è grande!
japanese: [_r_] しかし、それは真実です! ドレスは素晴らしいです!
spanish: [_r_] ¡Pero es verdad! ¡El ritmo es genial!

source: [_hi_] It's one of my favorite outfits actually! I've had this dress in my closet for so long.... So I decided today was the perfect time for it!
french: [ _hi_ ] C'est l'un de mes vêtements préférés en fait ! J'ai eu cette robe dans mon placard depuis si longtemps .... Alors j'ai décidé aujourd'hui que c'était le moment idéal pour ça !
italian: [_hi_] È uno dei miei abiti preferiti in realtà! Ho avuto questo vestito nel mio armadio per così tanto tempo. .. Così ho deciso oggi è stato il momento perfetto per esso!
japanese: [_hi_] 実際に大好きな衣装の一つです! クローゼットには長い間このドレスを着ていました。 だから、今日は完璧な時期だと決めました!
spanish: [_hi_] ¡Es uno de mis atuendos favoritos en realidad! He tenido este avance en mi armario durante tanto tiempo. .. Así que decidí hoy fue el momento perfecto para él!

source: [_r_] I'm even kind of embarrassed that I wear the same clothes all the time...
french: [ _r_ ] Je suis même assez gênée que je porte les mêmes vêtements tout le temps ...
italian: [_r_] Sono persino imbarazzato che indosso sempre gli stessi vestiti...
japanese: [_r_] 私はいつも同じ服を着ているのが恥ずかしいです...
spanish: [_r_] Soy incluso una especie de vergüenza que llevo la misma ropa todo el tiempo...

source: [_hi_] Come on, clothes aren't the point, I just like your company!
french: [ _hi_ ] Allez, les vêtements ne sont pas le point, je suis comme votre entreprise !
italian: [_hi_] Avanti, i vestiti non sono il punto, mi piace proprio la tua compagnia!
japanese: [_hi_] さあ、服はポイントではありません。私はあなたの会社が好きです！
spanish: [_hi_] Vamos, la ropa no es el punto, ¡me gusta tu empresa!
