Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_hi_] You should have warned me...
french: [ _hi_ ] Tu aurais dû m'avertir ...
italian: [_hi_] Avresti dovuto avvisarmi...
japanese: [_hi_] あなたは私に警告すべきでした。
spanish: [_hi_] Usted debería haberme advertido ...

source: [_r_] You didn't mind, did you?
french: [_r_] Ça ne vous dérangeait pas, n'est-ce pas?
italian: [_r_] Non ti dispiaceva, vero?
japanese: [_r_] 気にしませんでしたか？
spanish: [_r_] No te importaba, ¿verdad?

source: [_hi_] It's probably weird, but for some reason I like to feel semen on my face... So no, I didn't mind...
french: [_hi_] C'est probablement bizarre, mais pour une raison quelconque, j'aime sentir du sperme sur mon visage... Alors non, je n'ai pas pensé...
italian: [_hi_] Probabilmente è strano, ma per qualche motivo mi piace sentire lo sperma sulla mia faccia... Quindi no, non mi dispiace...
japanese: [_hi_] おそらく奇妙です, しかし、何らかの理由で私は私の顔に精液を感じるようにしたいです...
spanish: [_hi_] Es probablemente extraño, pero por alguna razón me gusta sentir semen en mi cara... Así que no, no me importaba...

source: [_m_] Summing up the day, I realized that one of the most difficult stages in the conquest of Hinata is already behind.
french: [ _m_ ] Résumant le jour, j'ai réalisé que l'une des étapes les plus difficiles de la conquête de Hinata est déjà derrière.
italian: [_m_] Riassumendo la giornata, ho capito che una delle fasi più difficili della conquista di Hinata è già alle spalle.
japanese: [_m_] 日を締めくくると、日向征服で最も困難なステージの一つがすでに遅れていることに気づきました。
spanish: [_m_] Al resumir el día, me di cuenta de que una de las etapas más difíciles en la conquista de Hinata ya está atrás.

source: [_m_] The hardest part was getting into physical contact with her private parts.
french: [ _m_ ] La partie la plus difficile a été en contact physique avec ses parties privées.
italian: [_m_] La parte più difficile era entrare in contatto fisico con le sue parti private.
japanese: [_m_] 最も難しかったのは、彼女のプライベートパーツと物理的に接触することでした。
spanish: [_m_] La parte más dura estaba entrando en contacto físico con sus partes privadas.

source: [_m_] And I damn well managed to get it.
french: [ _m_ ] Et j'ai bien réussi à l'obtenir.
italian: [_m_] E ho maledetto ben riuscito a ottenerlo.
japanese: [_m_] そして私はよくそれを得ることができました.
spanish: [_m_] Y maldita que lo conseguí bien.

source: [_m_] She is now more and more open to new experiments.
french: [ _m_ ] Elle est maintenant de plus en plus ouverte à de nouvelles expériences.
italian: [_m_] Ora è sempre più aperta a nuovi esperimenti.
japanese: [_m_] 彼女は新しい実験にますますオープンになっています。
spanish: [_m_] Ahora está cada vez más abierta a nuevos experimentos.

source: [_m_] That's a great success!
french: [_m_] C'est un grand succès !
italian: [_m_] È un grande successo!
japanese: [_m_] 大成功!
spanish: [_m_] ¡Es un gran éxito!

source: [_ka_] Wake up, sleepyhead!
french: [_ka_] Réveillez-vous, tête de sommeil !
italian: [_ka_] Svegliati, addormentati!
japanese: [_ka_] 目を覚ます, 眠い頭!
spanish: [_ka_] ¡Despierta, duerme!

source: [_r_] Ah... What's the matter?
french: [_r_] Ah... Quelle est la question ?
italian: [_r_] Ah... Qual è la questione?
japanese: [_r_] ああchar@@1 どうしたの？
spanish: [_r_] Ah... ¿Cuál es la cuestión?

source: [_r_] Why wake up so early...
french: [ _r_ ] Pourquoi se réveiller si tôt ...
italian: [_r_] Perché svegliarsi così presto...
japanese: [_r_] なぜこんなに早く起きるのか...
spanish: [_r_] ¿Por qué despertar tan pronto...

source: [_r_] Is something wrong?
french: [ _r_ ] Quelque chose ne va pas?
italian: [_r_] C'è qualcosa che non va?
japanese: [_r_] 何か問題がありますか?
spanish: [_r_] ¿Hay algo mal?

source: [_ka_] Actually, I wanted to compliment you on your really great results!
french: [ _ka_ ] En fait, je voulais vous féliciter pour vos très bons résultats !
italian: [_ka_] In realtà, volevo complimentarmi con voi per i vostri risultati davvero grandi!
japanese: [_ka_] 実際には、本当に素晴らしい結果を皆さんにお褒めしたいと思います!
spanish: [_ka_] ¡Realmente, quería felicitarte por tus excelentes resultados!

source: [_ka_] I can feel Hinata's chakra becoming more and more vulnerable, to your abilities!
french: [ _ka_ ] Je peux sentir que les chakra de Hinata deviennent de plus en plus vulnérables, à vos capacités !
italian: [_ka_] Posso sentire il chakra di Hinata diventare sempre più vulnerabile, alle tue abilità!
japanese: [_ka_] ひなたのチャクラがますます弱くなってきているのを感じることができます!
spanish: [_ka_] ¡Puedo sentir que el chakra de Hinata se vuelve cada vez más vulnerable, a tus habilidades!

source: [_r_] Oh, thanks, you know... I'm just doing what you tell me to do.
french: [_r_] Oh, merci, vous savez... Je fais juste ce que vous me dites de faire.
italian: [_r_] Oh, grazie, sapete... Sto solo facendo quello che mi dici di fare.
japanese: [_r_] ああ、ありがとうchar@@1 私はちょうどあなたがするように私に言うことをやっています。
spanish: [_r_] Oh, gracias, ya sabes... Estoy haciendo lo que me dice que haga.

source: [_ka_] Keep it up, you're literally a few steps away from making her spread her legs.
french: [_ka_] Continuez comme ça, vous êtes à quelques pas de la faire étaler les jambes.
italian: [_ka_] Tienilo su, sei letteralmente a pochi passi da farla stendere le gambe.
japanese: [_ka_] それを維持します, あなたは彼女の足を広げることから文字通り数歩離れています.
spanish: [_ka_] Sigue así, literalmente estás a unos pasos de hacerla correr las piernas.

source: [_r_] So my senses didn't deceive me? I almost did it?
french: [ _r_ ] Donc, mes sens ne m'ont pas tromié? Je l'ai presque fait?
italian: [_r_] Quindi i miei sensi non mi ingannavano? L'ho quasi fatto?
japanese: [_r_] それで、私の感覚は私を欺かなかったのですか?
spanish: [_r_] ¿Entonces mis sentidos no me engañaron? ¿Casi lo hice yo?

source: [_ka_] Exactly, it wasn't that hard, right?
french: [_ka_] Exactement, ce n'était pas si dur, non ?
italian: [_ka_] Esattamente, non era così difficile, giusto?
japanese: [_ka_] 正確には、それほど難しくなかったですよね?
spanish: [_ka_] Exactamente, no era tan difícil, ¿verdad?

source: [_r_] Well the whole way wasn't so much difficult as it was incomprehensible to me, but now I have a better understanding of what's what.
french: [ _r_ ] L'ensemble du chemin n'était pas tellement difficile qu'il était incompréhensible pour moi, mais maintenant j'ai une meilleure compréhension de ce qui est quoi.
italian: [_r_] Beh, tutto il modo non era così difficile come era incomprensibile per me, ma ora ho una migliore comprensione di ciò che è cosa.
japanese: [_r_] 私には理解できないほど、全てが難しくはありませんでしたが、今では何が何なのかをもっとよく理解できるようになりました。
spanish: [_r_] Bueno, todo el camino no era tan difícil como incomprensible para mí, pero ahora entiendo mejor lo que es lo que es.

source: [_ka_] Try to pick up the pace, the faster you conquer her, the faster I'll give you a gift.
french: [ _ka_ ] Essayez d'accélérer le rythme, plus vite vous la vainquerez, plus vite je vous donnerai un cadeau.
italian: [_ka_] Prova a prendere il passo, più velocemente la conquisti, più velocemente ti darò un regalo.
japanese: [_ka_] ペースを上げてみてください。早く彼女を征服すれば、早くギフトを贈ります。
spanish: [_ka_] Intenta coger el ritmo, cuanto más rápido la conquistes, más rápido te daré un regalo.

source: [_r_] A gift? What kind of gift?
french: [_r_] Un cadeau ? Quel genre de cadeau ?
italian: [_r_] Un regalo? Che genere di dono?
japanese: [_r_] ギフト？どんなギフト？
spanish: [_r_] ¿Un regalo? ¿Qué tipo de regalo?

source: [_ka_] Trust me, you'll love it, it's not a cheap treat, but money has never been an issue for me.
french: [ _ka_ ] Faites-moi confiance, vous allez adorer, ce n'est pas un traitement bon marché, mais l'argent n'a jamais été un problème pour moi.
italian: [_ka_] Fidati di me, amerai questo, non è un trattamento economico, ma il denaro non è mai stato un problema per me.
japanese: [_ka_] 私を信じて、あなたはそれを好きになるでしょう、それは安い扱いではありませんが、お金は私にとって問題になったことはありません。
spanish: [_ka_] Confíe en mí, te encantará, no es un regalo barato, pero el dinero nunca ha sido un problema para mí.

source: [_r_] Well... I'll take your word for it, as I always do.
french: [ _r_ ] Eh bien ... Je prends votre parole pour ça, comme je le fais toujours.
italian: [_r_] Bene... prenderò la tua parola per questo, come faccio sempre.
japanese: [_r_] まあchar@@1 私がいつもそうしているように、あなたの言葉を取り上げます。
spanish: [_r_] Bueno... me tomaré tu palabra para ello, como siempre hago.

source: [_r_] We need to do something, Hinata went pretty far in our games yesterday, I wonder how soon she'll forget about the limits.
french: [ _r_ ] Nous avons besoin de faire quelque chose, Hinata est allé très loin dans nos matches hier, je me demande comment elle oubliera bientôt les limites.
italian: [_r_] Abbiamo bisogno di fare qualcosa, Hinata è andato abbastanza lontano nei nostri giochi ieri, mi chiedo quanto presto dimenticherà dei limiti.
japanese: [_r_] 私たちは何かをしなければなりません。ヒナタは昨日の試合でかなり遠くまで行ってしまいました。彼女はどれくらいで限界を忘れてしまったのでしょうか。
spanish: [_r_] Necesitamos hacer algo, Hinata fue bastante lejos en nuestros juegos de ayer, me pregunto qué tan pronto se olvidará de los límites.

source: [_r_] Maybe write to her and ask her out?
french: [_r_] Peut-être lui écrire et lui demander ?
italian: [_r_] Forse scriverle e chiederle di uscire?
japanese: [_r_] たぶん彼女に手紙を書いて、彼女に尋ねる?
spanish: [_r_] ¿Tal vez escriba a ella y preguntarla?

source: [_r_] She agreed to a date... Then everything is great!
french: [_r_] Elle a accepté une date... Alors tout est génial !
italian: [_r_] Lei ha accettato una data... Allora tutto è fantastico!
japanese: [_r_] 彼女は日付に同意しました...そして、すべてが素晴らしいです!
spanish: [_r_] Ella estuvo de acuerdo con una fecha... ¡Entonces todo está genial!

source: [_r_] Hi! Ready to watch something interesting?
french: [_r_] Bonjour ! Prêt à regarder quelque chose d'intéressant ?
italian: [_r_] Ciao! Sei pronto a guardare qualcosa di interessante?
japanese: [_r_] こんにちは！面白いものを見る準備はできていますか？
spanish: [_r_] ¡Hola! ¿Estás listo para ver algo interesante?

source: [_hi_] You bet I am! It's been a while since I got out to the movies... I wonder what's on right now.
french: [ _hi_ ] Vous pariez que je suis ! C'est un moment depuis que je suis sorti au cinéma ... Je me demande ce qui est en ce moment.
italian: [_hi_] Scommetti che sono! È passato un po' da quando sono uscito al cinema... Mi chiedo cosa c'è in questo momento.
japanese: [_hi_] あなたは私を賭けています!しばらく映画に出てからです...私は今何が起きているのだろうかと思います。
spanish: [_hi_] ¡Usted apostó que soy! Ha pasado un tiempo desde que llegué a las películas ... Me pregunto qué está ahora mismo.

source: [_r_] Let's check it out.
french: [ _r_ ] Regardons ça.
italian: [_r_] Facciamo il check out.
japanese: [_r_] 見てみましょう。
spanish: [_r_] Compruébalo.

source: [_r_] Apparently it's not a very popular movie, considering we're alone.
french: [ _r_ ] Apparemment ce n'est pas un film très populaire, vu que nous sommes seuls.
italian: [_r_] A quanto pare non è un film molto popolare, considerando che siamo soli.
japanese: [_r_] 私たち一人であることを考えると、あまり人気のある映画ではないらしい。
spanish: [_r_] Al parecer no es una película muy popular, considerando que estamos solos.

source: [_hi_] It's been playing for a month and a bit, Boruto and his friends went to see it, back then it was kind of popular...
french: [ _hi_ ] C'est joué depuis un mois et un peu, Boruto et ses amis sont allés le voir, à l'époque c'était une sorte de populaire ...
italian: [_hi_] Sta giocando da un mese e un po', Boruto e i suoi amici sono andati a vederlo, poi era una specie di popolare...
japanese: [_hi_] 1ヶ月間遊んでいて、Borutoと彼の友人たちが観に行って、当時はちょっと人気があった...
spanish: [_hi_] Ha estado jugando un mes y un poco, Boruto y sus amigos se fueron a verlo, en aquel entonces era una especie de popular...

source: [_r_] Apparently everyone's sick of it now.
french: [ _r_ ] Apparemment, tout le monde en est malade maintenant.
italian: [_r_] Apparentemente tutti ne sono stufi adesso.
japanese: [_r_] 今は誰もがそれにうんざりしているらしい。
spanish: [_r_] Parece que ahora todo el mundo está enfermo.

source: [_hi_] Romantic movies go in for once, no one will go to re-watch something they've already cried over...
french: [ _hi_ ] Les films romantiques vont pour une fois, personne ne va regarder de nouveau quelque chose qu'ils ont déjà pleuré ...
italian: [_hi_] I film romantici vanno dentro per una volta, nessuno andrà a ri-guardare qualcosa che hanno già gridato...
japanese: [_hi_] ロマンチックな映画が一度だけ入ってくると、誰も彼らがすでに泣いているものを見に行くことはありません...
spanish: [_hi_] Películas románticas van de una vez, nadie irá a volver a ver algo que ya han llorado...

source: [_hi_] I actually like those kinds of movies, I love books about love and drama...
french: [ _hi_ ] J'aime vraiment ce genre de films, j'aime les livres sur l'amour et le drame ...
italian: [_hi_] Mi piacciono quei tipi di film, amo i libri di amore e dramma...
japanese: [_hi_] 私は実際にそれらの種類の映画が好きです, 私は愛とドラマについての本が大好き...
spanish: [_hi_] realmente me gustan esos tipos de películas, me encantan los libros sobre el amor y el drama...

source: [_hi_] And what do you prefer to watch?
french: [ _hi_ ] Et qu'est-ce que vous préférez regarder?
italian: [_hi_] E cosa preferisci guardare?
japanese: [_hi_] そして、あなたは何を見るのが好きですか?
spanish: [_hi_] Y ¿qué prefieres ver?

source: [_r_] In general I'm more into comedies and action movies, I like it to be funny, and a lot of explosions.
french: [ _r_ ] En général je suis plus dans les comédies et les films d'action, je l'aime drôle, et beaucoup d'explosions.
italian: [_r_] In generale sono più in commedie e film d'azione, mi piace essere divertente e un sacco di esplosioni.
japanese: [_r_] 私は一般的にコメディーやアクション映画に興味があります。面白くて、たくさんの爆発が好きです。
spanish: [_r_] En general estoy más en comedias y películas de acción, me gusta que sea divertido, y muchas explosiones.

source: [_hi_] Sometimes I don't mind a good comedy either, especially in the company of loved ones, when you can not hold back laughter!
french: [ _hi_ ] Parfois, je ne pense pas non plus à une bonne comédie, surtout en compagnie d'êtres chers, quand on ne peut pas raccrocher le rire !
italian: [_hi_] A volte non mi dispiace nemmeno una buona commedia, soprattutto in compagnia dei cari, quando non puoi trattenere la risata!
japanese: [_hi_] 時々私も良い喜劇を気にしない, 特に愛する人の会社で, あなたは笑いを抑えることができないとき!
spanish: [_hi_] A veces tampoco me importa una buena comedia, especialmente en compañía de seres queridos, ¡cuando no se puede contener la risa!

source: [_r_] Exactly! After movies like this, the mood is more uplifted and there's a desire to do something throughout the day.
french: [ _r_ ] Exactement ! Après des films comme celui-ci, l'ambiance est plus à la hausse et il y a un désir de faire quelque chose tout au long de la journée.
italian: [_r_] Esattamente! Dopo film come questo, l'umore è più elevato, e c'è il desiderio di fare qualcosa per tutto il giorno.
japanese: [_r_] 正確! このような映画の後は、気分がより高揚し、一日を通して何かをしたいという願望があります。
spanish: [_r_] Exactamente! Después de películas como esta, el estado de ánimo está más elevado y existe el deseo de hacer algo a lo largo del día.

source: [_hi_] I hadn't even thought about it, but yes, you're right!
french: [_hi_] Je n'y avais même pas pensé, mais oui, vous avez raison!
italian: [_hi_] Non ci avevo nemmeno pensato, ma sì, hai ragione!
japanese: [_hi_] 私も考えていませんでしたが、そうですね!
spanish: [_hi_] ni siquiera había pensado en ello, ¡pero sí, tienes razón!

source: [_r_] Always loved adventure and sci-fi! Sometimes I can't get enough adventure in my own life, so it's cool to just kick back and watch something unimaginable...
french: [ _r_ ] Toujours aimer l'aventure et sci-fi ! Parfois, je ne peux pas avoir assez d'aventure dans ma propre vie, alors c'est cool de juste bottir et de regarder quelque chose d'inimaginable ...
italian: [_r_] Avventura sempre amato e sci-fi! A volte non riesco a ottenere abbastanza avventura nella mia stessa vita, quindi è bello per solo calci indietro e guardare qualcosa di inimmaginabile...
japanese: [_r_] 常に冒険とSFを愛しました! 時々、自分の人生で十分な冒険を得ることができないので、キックバックして想像を絶するものを見るのはクールです...
spanish: [_r_] ¡Siempre amó la aventura y la ciencia! A veces no puedo tener suficiente aventura en mi propia vida, así que es genial echar un vistazo y ver algo inimaginable...

source: [_hi_] I guess we all want to dream sometimes, there's nothing strange about that...
french: [_hi_] Je suppose que nous voulons tous rêver parfois, il n'y a rien d'étrange à ce sujet...
italian: [_hi_] Credo che tutti vogliamo sognare a volte, non c'è niente di strano a riguardo...
japanese: [_hi_] 私たちは皆時々夢を見たいと思っていると思います。不思議なことは何もありません...
spanish: [_hi_] supongo que todos queremos soñar a veces, no hay nada extraño en eso...

source: [_r_] It's true that it can be hard to come away from such films, especially when they're done well, but man, it's so exciting...
french: [ _r_ ] C'est vrai qu'il peut être difficile de sortir de tels films, surtout quand ils sont bien faits, mais l'homme, c'est tellement excitant ...
italian: [_r_] È vero che può essere difficile allontanarsi da tali film, soprattutto quando sono fatti bene, ma l'uomo, è così eccitante...
japanese: [_r_] このような映画から抜け出すのは難しいかもしれませんが、特に上手くやれば、すごくエキサイティングです...
spanish: [_r_] Es cierto que puede ser difícil salir de tales filmas, especialmente cuando se han hecho bien, pero el hombre es tan emocionante...

source: [_hi_] That's an interesting thought... Probably worth going to see a movie like that one day.
french: [_hi_] C'est une pensée intéressante... Ça vaut probablement la peine d'aller voir un film comme celui-là.
italian: [_hi_] Questo è un pensiero interessante... Probabilmente vale la pena di andare a vedere un film come quel giorno.
japanese: [_hi_] それは興味深い考えです...そのような映画をいつか見に行く価値があると思います。
spanish: [_hi_] Eso es un interesante pensamiento... Probablemente valga la pena ver una película como esa algún día.

source: [_r_] Can't argue with that, romance and drama are the most interesting...
french: [ _r_ ] Je ne peux pas discuter avec ça, la romance et le drame sont les plus intéressants ...
italian: [_r_] Non si può discutere con quello, romanticismo e dramma sono i più interessanti...
japanese: [_r_] それと議論することはできません, ロマンスとドラマは、最も興味深いです...
spanish: [_r_] No puede discutir con eso, el romance y el drama son los más interesantes...

source: [_r_] A quality movie, with suspense and intrigue is the best thing to watch at home alone...
french: [ _r_ ] Un film de qualité, avec suspense et intrigue est la meilleure chose à regarder à la maison seule ...
italian: [_r_] Un film di qualità, con suspense e intrighi è la cosa migliore da guardare a casa sola...
japanese: [_r_] サスペンスと陰謀で質の高い映画は、自宅だけで見るのが一番です...
spanish: [_r_] Una película de calidad, con suspense e intrigue es lo mejor para ver solo en casa...

source: [_hi_] Knew you'd agree... I hope this movie won't be a disappointment to us...
french: [_hi_] Vous êtes d'accord avec nous... J'espère que ce film ne sera pas une déception pour nous...
italian: [_hi_] Knew sei d'accordo... Spero che questo film non sia una delusione per noi...
japanese: [_hi_] あなたは同意するでしょう... この映画が私たちに失望させないことを願っています...
spanish: [_hi_] Knew you would agree ... Espero que esta película no sea una decepción para nosotros...

source: [_r_] On the contrary, I'm sure we'll love it!
french: [ _r_ ] Au contraire, je suis sûr que nous l'aimerons !
italian: [_r_] Al contrario, sono sicuro che lo ameremo!
japanese: [_r_] それどころか、きっと気に入ると思います!
spanish: [_r_] Por el contrario, ¡estoy seguro de que nos encantaremos!

source: [_m_] Not bad... I see Hinata is quite relaxed thanks to the romantic line in the movie...
french: [ _m_ ] Pas mal ... Je vois Hinata est tout à fait détendu grâce à la ligne romantique dans le film ...
italian: [_m_] Non cattivo... Vedo che Hinata è abbastanza rilassata grazie alla linea romantica nel film...
japanese: [_m_] ひなたは映画の中でロマンチックなラインのおかげでかなりリラックスしています...
spanish: [_m_] No malo... Veo que Hinata está bastante relajado gracias a la línea romántica en el humor...

source: [_m_] The bed scene is about to start!
french: [ _m_ ] La scène du lit est sur le point de commencer !
italian: [_m_] La scena del letto sta per iniziare!
japanese: [_m_] ベッドシーンがもうすぐ始まります!
spanish: [_m_] ¡La escena de la cama está a punto de empezar!

source: [_m_] This is my chance to light a fire!
french: [ _m_ ] C'est ma chance de allumér un feu !
italian: [_m_] Questa è la mia occasione per accendere un fuoco!
japanese: [_m_] 火を点けるチャンスです！
spanish: [_m_] ¡Esta es mi oportunidad de encender un fuego!

source: [_hi_] That's so... Hot... What they're doing...
french: [_hi_] C'est ainsi... Chaud, ce qu'ils font...
italian: [_hi_] È così... Caldo... Che cosa stanno facendo...
japanese: [_hi_] それはとても...
spanish: [_hi_] Eso es así... Rápido... Lo que están haciendo...

source: [_r_] Tell me honestly, do scenes like that turn you on?
french: [ _r_ ] Dis-moi honnêtement, fais des scènes comme ça?
italian: [_r_] Dimmi onestamente, le scene come quella ti accendono?
japanese: [_r_] 正直言って、そのようなシーンはあなたをオンにしますか?
spanish: [_r_] Dime sinceramente, ¿acaso escenas como esa encendidas?

source: [_hi_] Sometimes...
french: [_hi_] Parfois ...
italian: [_hi_] A Volte...
japanese: [_hi_] 時々...
spanish: [_hi_] A veces ...

source: [_hi_] It's pretty strong now...
french: [_hi_] C'est assez fort maintenant...
italian: [_hi_] Ora è abbastanza forte...
japanese: [_hi_] 今はかなり強いです...
spanish: [_hi_] Ahora es bastante fuerte...

source: [_r_] You had a vivid reaction when the main character reached down to suck cock, even though it wasn't shown...
french: [ _r_ ] Vous avez eu une réaction vive lorsque le personnage principal est descendu pour sucer la bite, même si elle n'a pas été montrée ...
italian: [_r_] Hai avuto una reazione vivida quando il personaggio principale raggiunto giù per succhiare il cazzo, anche se non è stato mostrato...
japanese: [_r_] 表示されていなくても主人公がチンポを吸うようになったときには鮮やかな反応がありました...
spanish: [_r_] Usted tuvo una reacción vívida cuando el personaje principal llegó a chupar la polla, a pesar de que no se mostró ...

source: [_r_] Did you really think something like that?
french: [_r_] Avez-vous vraiment pensé à quelque chose comme ça ?
italian: [_r_] Hai davvero pensato qualcosa del genere?
japanese: [_r_] 本当にそういうことを考えましたか?
spanish: [_r_] ¿Realmente pensaste algo así?

source: [_hi_] Now I had that thought...
french: [ _hi_ ] J'ai eu cette pensée ...
italian: [_hi_] Ora avevo quel pensiero...
japanese: [_hi_] 今私はその考えを持っていました...
spanish: [_hi_] Ahora tenía eso a pesar de...

source: [_r_] So go ahead... What are you waiting for? Remember what you were talking about? Start doing something for yourself! Something you like!
french: [_r_] Allez-y bien... Qu'est-ce que vous attendez ? Rappelez-vous de quoi vous parliez ? Commencez à faire quelque chose pour vous ! Quelque chose que vous aimez !
italian: [_r_] Quindi vai avanti... cosa stai aspettando? Ricordati di cosa stavi parlando? Inizia a fare qualcosa per te! Qualcosa che ti piace!
japanese: [_r_] それでは先に行ってくださいchar@@1 何を待っていますか？何を言っていたか覚えていますか？あなた自身のために何かを始めてください！何か気に入ったことがあります！
spanish: [_r_] Así que sigue adelante... ¿A qué estás esperando? ¿Recuerda de qué estabas hablando? ¡Empieza a hacer algo por ti mismo! ¡Algo que te gusta!

source: [_hi_] You want to...
french: [ _hi_ ] Vous voulez ...
italian: [_hi_] Si vuole...
japanese: [_hi_] あなたは...
spanish: [_hi_] Desea ...

source: [_r_] Only if that's what you want...
french: [ _r_ ] Seulement si c'est ce que vous voulez ...
italian: [_r_] Solo se questo è quello che vuoi...
japanese: [_r_] あなたが望むものである場合にのみ...
spanish: [_r_] Sólo si eso es lo que quieres ...

source: [_m_] Oh shit, she's doing it!
french: [_m_] Oh merde, elle le fait !
italian: [_m_] Oh merda, lo sta facendo!
japanese: [_m_] ああ、彼女はそれをやっている!
spanish: [_m_] Oh mierda, ¡ella lo está haciendo!

source: [_r_] How does it feel? Do you like sucking my cock?
french: [_r_] Comment ça se sent ? Vous aimez sucer ma queue ?
italian: [_r_] Come si sente? Ti piace succhiare il mio cazzo?
japanese: [_r_] どのように感じますか？私のコックを吸うのが好きですか？
spanish: [_r_] ¿Cómo se fe? ¿Te gusta chupar mi polla?

source: [_hi_] Mm-hmm...
japanese: [_hi_] MM-hm...
spanish: [_hi_] Mm-hm...
