Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_ka_] Now you're gonna live in this comfortable little flat on the outskirts of the Leaf village. Don't thank me.
french: [ _ka_ ] Maintenant vous allez vivre dans ce confortable petit appartement à la périphérie du village de Leaf. Ne me remercie pas.
italian: [_ka_] Ora vivrai in questo comodo piccolo appartamento alla periferia del villaggio di Leaf. Non ringraziarmi.
japanese: [_ka_] 今、あなたは葉の村の郊外にあるこの快適な小さなフラットに住んでいるつもりです.
spanish: [_ka_] Ahora te vas a ir a vivir en este pequeño y cómodo apartamento en las afueras de la aldea de Hojas. No me lo agradezcan.

source: [_r_] I'm just going to live here like that? Not supposed to do anything? It would be cool.
french: [_r_] Je vais juste vivre ici comme ça ? Pas censé faire quoi que ce soit ? Ça serait cool.
italian: [_r_] Vivrò qui come quello? Non dovrei fare niente? Sarebbe cool.
japanese: [_r_] こんな風に住んでいるだけなの？何にもできないはずだ。かっこいいだろう。
spanish: ¿[_r_] solo voy a vivir así aquí? ¿No se supone que debe hacer nada? Sería genial.

source: [_ka_] Nope, it doesn't work like that. You're going to do everything I tell you, [viname].
french: [_ka_] Non, ça ne marche pas comme ça. Vous allez faire tout ce que je vous dis, [viname].
italian: [_ka_] Nope, non funziona così. Farai tutto quello che ti dico, [viname].
japanese: [_ka_] いいえ、そんなに動作しません。あなたは私が言うことをすべてするつもりです。 [viname].
spanish: [_ka_] Nope, no funciona así. Vas a hacer todo lo que te digo, [viname].

source: [_r_] I hope it won't be anything serious? I'm not a shinobi at all, don't even know how to fight...
french: [_r_] J'espère que ce ne sera pas quelque chose de sérieux ? Je ne suis pas du tout un shinobi, je ne sais même pas comment me battre...
italian: [_r_] Spero che non sarà nulla di grave? Non sono affatto uno shinobi, non so nemmeno come combattere...
japanese: [_r_] 私はそれが深刻なものでないことを願っていますか？私は全く忍ではありませんが、戦い方すら分かりません...
spanish: [_r_] ¿Espero que no sea algo serio? No soy un shinobi en absoluto, ni siquiera sé cómo luchar...

source: [_ka_] Don't be afraid. You don't need to fight anyone. I'll give you strength with which you'll never have to fight.
french: [_ka_] N'ayez pas peur. Vous n'avez pas besoin de combattre quiconque. Je vais vous donner de la force avec laquelle vous n'aurez jamais à vous battre.
italian: [_ka_] Non aver paura. Non hai bisogno di combattere nessuno. Ti darò la forza con la quale non dovrai mai combattere.
japanese: [_ka_] 恐れるな。誰とも戦う必要はない。絶対に戦う必要はない強さを与えてやる。
spanish: [_ka_] No te preocupes. No necesitas luchar contra nadie. Te daré fuerza con la que nunca tendrás que pelear.

source: [_r_] Sounds quite safe.
french: [_r_] semble assez sûr.
italian: [_r_] Suona abbastanza sicuro.
japanese: [_r_] かなり安全そうですね。
spanish: [_r_] suena bastante seguro.

source: [_ka_] Do you know what chakra is?
french: [ _ka_ ] Tu sais ce qu'est chakra?
italian: [_ka_] Sai cos'è il chakra?
japanese: [_ka_] チャクラを知っていますか?
spanish: [_ka_] ¿Sabes qué es el chakra?

source: [_r_] Briefly, I know that with it's help you can cast some techniques, seals and so on...
french: [ _r_ ] Brièvement, je sais qu'avec l'aide de ce dernier, vous pouvez utiliser des techniques, des sceaux, etc. ..
italian: [_r_] In breve, so che con esso è di aiuto si possono lanciare alcune tecniche, sigilli e così via...
japanese: [_r_] 簡単に, それはあなたがいくつかの技術をキャストすることができることを知っています, シールなど...
spanish: [_r_] En breve, sé que con su ayuda puedes lanzar algunas técnicas, sellos y demás...

source: [_ka_] Not bad, you know more than I thought.
french: [ _ka_ ] Pas mal, tu sais plus que je pensais.
italian: [_ka_] Non male, tu sai più di quanto pensassi.
japanese: [_ka_] 悪くないな、思っていた以上に知っているだろう。
spanish: [_ka_] No está mal, sabes más de lo que pensaba.

source: [_r_] Well Naruto is my favorite fandom...
french: [_r_] Eh bien, Naruto est mon fandome préféré...
italian: [_r_] Beh, Naruto è il mio fandom preferito...
japanese: [_r_] ナルトは私のお気に入りのファンドムです...
spanish: [_r_] Bueno Naruto es mi fandom...

source: [_ka_] I have no idea what you're talking about, but listen closely.
french: [ _ka_ ] Je n'ai aucune idée de ce dont vous parlez, mais écoutez attentivement.
italian: [_ka_] Non ho idea di cosa stai parlando, ma ascolti attentamente.
japanese: [_ka_] 何を言っているのか全然わからないけど、よく聞いて。
spanish: [_ka_] No tengo idea de lo que estás hablando, pero escucha de cerca.

source: [_ka_] I'm going to give you a part of my chakra. With its help you'll be able to attract people to yourself.
french: [_ka_] Je vais vous donner une partie de mon chakra. Avec son aide, vous pourrez attirer des gens vers vous.
italian: [_ka_] Ti darò una parte del mio chakra. Con il suo aiuto sarai in grado di attrarre persone da te.
japanese: [_ka_] 私のチャクラの一部をお渡しします。その助けを借りて、あなた自身に人々を引き寄せることができます。
spanish: [_ka_] Te voy a dar una parte de mi chakra. Con su ayuda podrás atraer gente a ti mismo.

source: [_ka_] There won't be any reasons to fight, because when you attract some right people I'll tell you about, we're going to capture the whole world!
french: [ _ka_ ] Il n'y aura aucune raison de se battre, parce que lorsque vous attirez des personnes dont je vous parlerai, nous allons capturer le monde entier !
italian: [_ka_] Non ci saranno motivi per combattere, perché quando attrarrai alcune persone giuste ti dirò di tutto, cattureremo tutto il mondo!
japanese: [_ka_] 戦う理由はありません。 あなたが正しい人々を引き付けるとき、私はあなたに言うだろう、我々は世界中を捕らえるつもりだ!
spanish: [_ka_] No habrá ninguna razón para luchar, porque cuando atraes a algunas personas de la derecha que te voy a contar, ¡vamos a capturar al mundo entero!

source: [_r_] Maybe it's not so necessary? I'm not really into this capturing the whole world thing...
french: [_r_] Peut-être que ce n'est pas si nécessaire ? Je ne suis pas vraiment dans cette capture du monde entier...
italian: [_r_] Forse non è così necessario? Non sono davvero in questo catturare la cosa di tutto il mondo...
japanese: [_r_] 多分それほど必要ではないのでしょうか？私は全世界を捉えることに興味はありませんchar@@1
spanish: [_r_] ¿Tal vez no es tan necesario? Realmente no estoy capturando todo el mundo...

source: [_ka_] Shut up! Or do you want to die right now?
french: [_ka_] Fermez-vous! Ou voulez-vous mourir maintenant?
italian: [_ka_] Stai zitto! O vuoi morire in questo momento?
japanese: [_ka_] 黙れ！それとも今すぐ死にたいのか？
spanish: ¡[_ka_] cierra! ¿O quieres morir ahora mismo?

source: [_r_] Got this, I'm silent.
french: [_r_] J'ai compris, je suis silencieux.
italian: [_r_] Ho capito, sono in silenzio.
japanese: [_r_] 分かりました、私は黙っています。
spanish: [_r_] Entendido esto, estoy en silencio.

source: [_ka_] You're a man and that's a little problem. My power is able to seduce. But the natural attraction is needed for it.
french: [ _ka_ ] Vous êtes un homme et c'est un petit problème. Mon pouvoir est capable de séduire. Mais l'attraction naturelle est nécessaire.
italian: [_ka_] Sei un uomo e questo è un piccolo problema. Il mio potere è in grado di sedurre. Ma l'attrazione naturale è necessaria per esso.
japanese: [_ka_] あなたは男で、それはちょっと問題です。私の力は誘惑することができます。しかし、それのために自然な魅力が必要です。
spanish: [_ka_] Usted es un hombre y eso es un pequeño problema. Mi poder es capaz de seducir. Pero la atracción natural es necesaria para ello.

source: [_r_] Seduction? That's something new.
french: [_r_] Séduction ? C'est quelque chose de nouveau.
italian: [_r_] Seduzione? È qualcosa di nuovo.
japanese: [_r_] 誘惑? それは何か新しいものです。
spanish: [_r_] ¿Seducción? Eso es algo nuevo.

source: [_ka_] We'll have to go through the hard way. You'll need to attract some influential kunoichi to yourself and then completely seduce them.
french: [ _ka_ ] Nous allons devoir traverser la dure. Vous devrez vous attirer des kunoichi influents et les séduire complètement.
italian: [_ka_] Dovremo passare attraverso la strada dura. Avrai bisogno di attirare alcuni kunoichi influenti a te stesso e poi completamente sedurli.
japanese: [_ka_] 私たちは厳しい道を進まなければなりません。あなた自身に影響力のあるくノ一を引き付け、それらを完全に誘惑する必要があります。
spanish: [_ka_] Tendremos que pasar por el camino difícil. Necesitarás atraer a algún kunoichi influyente a ti mismo y luego seducirlos completamente.

source: [_r_] Would I be able to do some lewd things with them?
french: [ _r_ ] Est-ce que je serais capable de faire des choses obscènes avec eux?
italian: [_r_] Sarei in grado di fare alcune cose lewd con loro?
japanese: [_r_] 私は彼らといくつかの卑劣なことを行うことができますか?
spanish: [_r_] ¿Sería capaz de hacer algunas cosas insignificantes con ellos?

source: [_ka_] You'll have to do some lewd things with them.
french: [ _ka_ ] Vous devrez faire des choses obscènes avec eux.
italian: [_ka_] Dovrai fare qualche lewd cose con loro.
japanese: [_ka_] あなたは彼らといくつかの卑劣なことをしなければなりません。
spanish: [_ka_] Tendrás que hacer algunas cosas lascivas con ellos.

source: [_r_] Then I'm in.
french: [_r_] Alors je suis entré.
italian: [_r_] Poi sono dentro.
japanese: [_r_] それから私は入っています.
spanish: [_r_] Entonces estoy.

source: [_ka_] I didn't even tell you everything yet. Do you just agree like that?
french: [_ka_] Je ne vous ai même pas encore tout dit. Êtes-vous juste d'accord comme ça ?
italian: [_ka_] Non ti ho ancora detto tutto. Sei semplicemente d'accordo?
japanese: [_ka_] 私はまだ全てを話していませんでした。あなたはそのように同意しますか？
spanish: [_ka_] Ni siquiera te lo dije todo. ¿Solo estás de acuerdo así?

source: [_ka_] Aren't you afraid of any nuances?
french: [_ka_] N'avez-vous pas peur des nuances ?
italian: [_ka_] Non hai paura di nessuna sfumatura?
japanese: [_ka_] ニュアンスが怖くないですか？
spanish: [_ka_] ¿No tienes miedo de los matices?

source: [_r_] Nope. If I can fuck my favorite kunoichi, I don't care.
french: [ _r_ ] Non. Si je peux baiser mon kunoichi préféré, je m'en fiche.
italian: [_r_] Nope. Se posso scopare il mio kunoichi preferito, non mi importa.
japanese: [_r_] いいえ。お気に入りのくノ一をファックできるなら気にしない。
spanish: [_r_] Nope. Si puedo follar a mi kunoichi favorito, no me importa.

source: [_ka_] Maybe I was wrong about you... We'll make for a great pair!
french: [_ka_] Peut-être ai-je eu tort à votre sujet... Nous allons faire une bonne paire !
italian: [_ka_] Forse mi sbagliavo su di te... faremo per una grande coppia!
japanese: [_ka_] たぶん私はあなたについて間違っていました。私たちは素晴らしいペアを作るでしょう！
spanish: [_ka_] Tal vez me equivoqué contigo... ¡Vamos a hacer un gran par!

source: [_ka_] It's time to bestow a part of my chakra upon you... You're a virgin, aren't you?
french: [ _ka_ ] Il est temps de faire une partie de mon chakra sur vous ... Vous êtes vierge, n'est-ce pas?
italian: [_ka_] È ora di dare una parte del mio chakra su di te... Sei vergine, vero?
japanese: [_ka_] 私のチャクラの一部をあなたに与える時が来ました。あなたは処女ですよね？
spanish: [_ka_] Es hora de bestear una parte de mi chakra sobre ti... Eres una virgen, ¿no es tú?

source: [_r_] Well, erm... N-no! I've had a lot of sex!
french: [_r_] Eh bien, hein... N-non ! J'ai eu beaucoup de sexe !
italian: [_r_] Beh, erm... N-no! Ho avuto un sacco di sesso!
japanese: [_r_] ええと、ええと... N-no! セックスがたくさんありました!
spanish: [_r_] Bueno, error... ¡N-no! ¡He tenido mucho sexo!

source: [_ka_] Just kidding. I see that you are, it's one of my powers.
french: [_ka_] plaisanterie. Je vois que vous êtes, c'est l'un de mes pouvoirs.
italian: [_ka_] Giusto scherzando. Vedo che sei, è uno dei miei poteri.
japanese: [_ka_] 冗談です。あなたがそうであることは分かりました、それは私の力の一つです。
spanish: [_ka_] solo broma. Veo que eres tú, es uno de mis poderes.

source: [_r_] Fuck...
french: [_r_] Fuck foutu ...
japanese: [_r_] ファック...
spanish: [_r_] Pequeño...

source: [_ka_] Doesn't matter, we're going to fix it now.
french: [_ka_] Peu importe, nous allons le réparer maintenant.
italian: [_ka_] Non importa, lo risolveremo adesso.
japanese: [_ka_] どうでもいいのではなく、今すぐ修正します。
spanish: [_ka_] No importa, vamos a arreglarlo ahora.

source: [_r_] Wait, really?
french: [_r_] Attendez, vraiment?
italian: [_r_] Aspetta, davvero?
japanese: [_r_] 本当に？
spanish: [_r_] Espera, ¿de verdad?

source: [_ka_] Be braver, boy.
french: [_ka_] Soyez plus courageux, garçon.
italian: [_ka_] Sii coraggioso, ragazzo.
japanese: [_ka_] 勇敢になろう, 少年.
spanish: [_ka_] Sé más valiente, chico.

source: [_ka_] Gave me your first kiss, good boy.
french: [_ka_] m'a donné ton premier baiser, bon garçon.
italian: [_ka_] Mi ha dato il tuo primo bacio, bravo ragazzo.
japanese: [_ka_] 初キスをしてくれたよ、いい子。
spanish: [_ka_] Me dio tu primer beso, buen chico.

source: [_r_] You know everything, don't you...
french: [ _r_ ] Vous savez tout, n'est-ce pas ...
italian: [_r_] Tu sai tutto, non è vero...
japanese: [_r_] あなたはすべてを知っていますよね...
spanish: [_r_] Usted sabe todo, no ...

source: [_ka_] You won't hide anything like this from me.
french: [_ka_] Vous ne me cacherez rien de tel que cela.
italian: [_ka_] Non nasconderai niente del genere da me.
japanese: [_ka_] このようなものは私には隠さないでしょう。
spanish: [_ka_] No esconderás nada como esto de mí.

source: [_r_] Won't even try...
french: [_r_] n'essayera même pas...
italian: [_r_] Non proverà neanche...
japanese: [_r_] しようとしません...
spanish: [_r_] Wo ni siquiera probar ...

source: [_ka_] Get your clothes off, it's time to show you what the sex is!
french: [ _ka_ ] Sortez vos vêtements, il est temps de vous montrer ce qu'est le sexe !
italian: [_ka_] Prendi i tuoi vestiti, è il momento di mostrarti cosa è il sesso!
japanese: [_ka_] あなたの服を脱ぎなさい, それはセックスが何であるかをお見せする時間です!
spanish: [_ka_] ¡Quítate la ropa, es hora de mostrarte cuál es el sexo!

source: [_ka_] Yes, like that! Keep going!
french: [ _ka_ ] Oui, comme ça ! Continuez !
italian: [_ka_] Sì, così! Continua ad andare!
japanese: [_ka_] はい、好きです！続けてください！
spanish: [_ka_] ¡Sí, así! ¡Sigue adelante!

source: [_r_] Does it hurt?
french: [ _r_ ] Est-ce que ça fait mal?
italian: [_r_] Fa male?
japanese: [_r_] 痛いですか？
spanish: [_r_] ¿Le duele?

source: [_ka_] Just shut up and keep fucking me, you jerk!
french: [ _ka_ ] Il suffit de m'enfermer et de me baiser, vous branchez !
italian: [_ka_] Basta chiudere e continuare a scopare me, masturbarsi!
japanese: [_ka_] 黙って私をクソし続けろ、この野郎！
spanish: [_ka_] Solo cállame y sigue follándome, ¡tú te molestas!

source: [_ka_] Yes! Faster!
french: [_ka_] Oui ! Plus rapide !
italian: [_ka_] Sì! Veloce!
japanese: [_ka_] はい！もっと速く！
spanish: [_ka_] Sí! ¡Rápido!

source: [_m_] This lady is so fucked up... However, I have to admit that it feels so good...
french: [ _m_ ] Cette dame est si baisée ... Cependant, je dois admettre qu'elle se sent si bonne ...
italian: [_m_] Questa signora è così scopata... Tuttavia, devo ammettere che si sente così bene...
japanese: [_m_] この女性はとてもめちゃくちゃです... しかし、私はそれがとても気分が良いことを認めなければなりません...
spanish: [_m_] Esta dama está tan follada... Sin embargo, tengo que admitir que se siente tan bien...

source: [_m_] She's so wet inside! I won't last any longer!
french: [_m_] Elle est tellement mouillée à l'intérieur! Je ne tiendrai plus longtemps !
italian: [_m_] Lei è così bagnata all'interno! Non durerò più!
japanese: [_m_] 彼女は内側が濡れている！もう持ちこたえられない！
spanish: [_m_] ¡Está tan mojado adentro! ¡Ya no duraré más!

source: [_ka_] Do me harder! I want to hear the slaps!
french: [ _ka_ ] Fais-moi plus dur ! Je veux entendre les fentes !
italian: [_ka_] Mi fai più duramente! Voglio sentire gli slap!
japanese: [_ka_] もっと強くしてください!
spanish: [_ka_] ¡Hazme más difícil! ¡Quiero escuchar los golpes!

source: [_r_] As you wish...
french: [_r_] Comme vous le souhaitez...
italian: [_r_] Come vuoi...
japanese: [_r_] ご希望通り...
spanish: [_r_] como quieres...

source: [_ka_] Shush! I didn't allow you to talk! Everything that is allowed to you is to fuck my hot pussy until you run out of your powers!
french: [_ka_] Shush! Je ne vous ai pas permis de parler! Tout ce qui vous est permis, c'est de baiser ma chatte chaude jusqu'à ce que vous épuisiez vos pouvoirs!
italian: [_ka_] Shush! Non ti ho permesso di parlare! Tutto ciò che ti è permesso è quello di scopare la mia figa calda fino a esaurimento dei tuoi poteri!
japanese: [_ka_] シャッシュ！話すことを許可していませんでした！ お前に許されるものは、お前が力を使い果たすまで俺の熱いオマンコをファックすることだ!
spanish: ¡[_ka_] Shush! ¡No te permití hablar! Todo lo que se te permite es follar mi coño caliente hasta que te quedes sin poder!

source: [_m_] She's so messed up, but it turns me on!
french: [_m_] Elle est tellement gâchée, mais ça me fait tourner !
italian: [_m_] Lei è così impazzita, ma mi accende!
japanese: [_m_] 彼女はとても混乱しています, しかし、それは私をオンにします!
spanish: [_m_] She está tan desordenado, ¡pero me enciende!

source: [_ka_] Lay down on the ground! I'm tired of this pose.
french: [_ka_] Coupez au sol ! Je suis fatigué de cette pose.
italian: [_ka_] Mettetevi a terra! Sono stanco di questa posa.
japanese: [_ka_] 地面に伏せろ! このポーズにはうんざりだ。
spanish: [_ka_] ¡Mantén en el suelo! Estoy cansado de esta pose.

source: [_r_] Eh? S-so fast? I... Didn't even get tired...
french: [_r_] Hein? S-si vite? Je... Je ne suis même pas fatigué...
italian: [_r_] Eh? S-so fast? Io... Non si è nemmeno stanco...
japanese: [_r_] Eh? S-so fast? I... Didn't さえ疲れていない...
spanish: [_r_] ¿Eh? ¿S-so rápido? Yo... ni siquiera te he cansado...

source: [_ka_] We've been fucking for only few minutes and you're already out of breath! Lay down!
french: [ _ka_ ] Nous n'avons eu que quelques minutes et vous êtes déjà essoufflement ! Déposez !
italian: [_ka_] Siamo stati scopati per pochi minuti e sei già senza fiato! Sdraiatevi!
japanese: [_ka_] ほんの数分間クソしてしまったので、もう息が切れています！
spanish: [_ka_] ¡Hemos estado jodidos por sólo unos pocos minutos y ya estás sin aliento! ¡Acostarse!

source: [_ka_] Yes, like that, don't you hurry, hold my legs and insert it gently...
french: [ _ka_ ] Oui, comme ça, ne vous faites pas mal, maintenez mes jambes et insérez-le doucement ...
italian: [_ka_] Sì, così, non vi affrettate, tenere le gambe e inserirle delicatamente...
japanese: [_ka_] はい、そのように、急がないで、私の足をしっかりと差し込んでください。
spanish: [_ka_] Sí, te gusta, no te apresudes, mantén las piernas e inserta...

source: [_r_] I thought you like when it's harder...
french: [ _r_ ] Je pensais que tu aimes quand c'est plus dur ...
italian: [_r_] Ho pensato che ti piacesse quando è più difficile...
japanese: [_r_] 難しいときは好きなように思っていました...
spanish: [_r_] pensé que te gusta cuando es más difícil...

source: [_ka_] You're thinking too much, just do what I say.
french: [ _ka_ ] Tu penses trop, fais ce que je dis.
italian: [_ka_] Stai pensando troppo, basta fare quello che dico.
japanese: [_ka_] 考えすぎて、言う通りにしろ。
spanish: [_ka_] Estás pensando demasiado, solo haz lo que digo.

source: [_ka_] Yeah, like that... Yes... So good... Don't you hurry, find your speed.
french: [_ka_] Ouais, comme ça... Oui... Très bien... Ne vous dépêchez-vous pas, trouvez votre vitesse.
italian: [_ka_] Sì, così... sì... così bene... Non ti sbrigi, trova la tua velocità.
japanese: [_ka_] ええ、そうです...そうです...そうです... 急いで、あなたのスピードを見つけないでください。
spanish: [_ka_] Sí, así... Sí... Bueno... No te precipites, encuentra tu velocidad.

source: [_m_] Her body is so soft and skin is so pleasant to the touch...
french: [ _m_ ] Son corps est si doux et la peau est si agréable au toucher ...
italian: [_m_] Il suo corpo è così morbido e la pelle è così piacevole al tatto...
japanese: [_m_] 彼女の体はとても柔らかく、肌は触るととても快適です...
spanish: [_m_] Su cuerpo es tan suave y la piel es tan agradable al toque...

source: [_m_] I'd do this all day...
french: [_m_] Je le ferais toute la journée...
italian: [_m_] lo farei tutto il giorno...
japanese: [_m_] 私は一日中これを行います...
spanish: [_m_] Haría esto todo el día...

source: [_m_] Holy shit, I hope this is not the last time I fuck this goddes...
french: [_m_] Sainte merde, j'espère que ce n'est pas la dernière fois que je baiser ces dieux...
italian: [_m_] merda santa, spero che questa non sia l'ultima volta che cazzo questi dei...
japanese: [_m_] この女神を犯したのはこれが最後ではないことを願っています...
spanish: [_m_] Sagrada mierda, espero que esta no sea la última vez que follé a estos dioses...

source: [_ka_] Good boy! Don't you dare to stop!
french: [_ka_] Bon garçon! N'osez pas vous arrêter!
italian: [_ka_] Buon ragazzo! Non osate fermarvi!
japanese: [_ka_] いい子だ！あえて止めないで！
spanish: [_ka_] ¡Buen chico! ¡No te atreves a detener!

source: [_r_] I'm gonna...
french: [_r_] Je vais gonner...
italian: [_r_] Sto andandando...
japanese: [_r_] I gonna...
spanish: [_r_] Voy a ...

source: [_ka_] Yes! Faster! I'm close too!
french: [_ka_] Oui ! Plus rapide ! Je suis aussi proche !
italian: [_ka_] sì! Veloce! Anche io sono vicino!
japanese: [_ka_] はい！もっと速く！私も近づきます！
spanish: [_ka_] Sí! ¡Rápido! ¡Estoy muy cerca también!

source: [_ka_] FUCK, YES! YES! YES!
french: [_ka_] FUCTION, OUI ! OUI ! OUI !
italian: [_ka_] FUCK, SI! SI! SI! SI! SI!
japanese: [_ka_] FUCK, YES! はい! はい!
spanish: [_ka_] FUCK, ¡Sí! ¡Sí! ¡Sí!

source: [_ka_] MMMH!.. Yeah...
french: [_ka_] MMMH!.. Oui...
italian: [_ka_] MMMH!.. Sì...
japanese: [_ka_] MMMH!..
spanish: ¡[_ka_] MMMH!.. Sí...

source: [_r_] IT FEELS SO GOOD...
french: [ _r_ ] DOIT EN BONNES ...
japanese: [_r_] とても良い気分...
spanish: [_r_] TIENE SO GOOD...

source: [_ka_] Now I am a part of you...
french: [ _ka_ ] Maintenant je fais partie de vous ...
italian: [_ka_] Ora sono una parte di voi...
japanese: [_ka_] 今私はあなたの一部です...
spanish: [_ka_] Ahora soy parte de ti...

source: [_ka_] Sweet dreams, darling.
french: [_ka_] Des rêves doux, chérissants.
italian: [_ka_] Sogni dolci, tesoro.
japanese: [_ka_] 甘い夢, ダーリン.
spanish: [_ka_] Sueños dulces, amargos.

source: Hey, how long are you going to sleep? Get up already!
french: Hé, combien de temps allez-vous dormir ? Levez-vous déjà !
italian: Ehi, per quanto tempo dormirai? Alzati già!
japanese: ねえ、どのくらい寝るの？もう起きて！
spanish: Hey, ¿cuánto tiempo vas a dormir? ¡Prepárate ya!

source: What a lazy piece of shit...
french: « Quelle pute paresseuse... »
italian: Che pezzo pigro di merda...
japanese: なんて怠け者のたわごとなんだ。
spanish: Qué pedazo perezoso de mierda...

source: [_ka_] GET THE FUCK UP OR I WILL KILL YOU!
french: [_ka_] OBTENEZ LA FICHIER OU JE TU BESOINS !
japanese: [_ka_] フルクアップを取得するか、私はあなたを殺すだろう!
spanish: [_ka_] CONSEGRA EL MUCK O TU TORRARIO!

source: [_r_] What's going on? Why are you screaming...
french: [ _r_ ] Qu'est-ce qui se passe? Pourquoi tu hurles ...
italian: [_r_] Cosa sta succedendo? Perché stai urlando...
japanese: [_r_] どうなってるの？なんで叫んでるんだchar@@1
spanish: [_r_] ¿Qué está pasando? ¿Por qué estás gritando...

source: [_k_] You're lucky! You can prove yourself earlier, than we expected!
french: [ _k_ ] Vous avez de la chance ! Vous pouvez vous prouver plus tôt que prévu !
italian: [_k_] Sei fortunato! Puoi dimostrarti prima di quanto ci aspettassimo!
japanese: [_k_] 運が良かった！予想以上に早く自分自身を証明できます！
spanish: [_k_] ¡Tienes suerte! Usted puede probarse antes, de lo que esperábamos!

source: [_r_] And what could it mean?
french: [ _r_ ] Et qu'est-ce que cela pourrait signifier?
italian: [_r_] E cosa potrebbe significare?
japanese: [_r_] そしてそれは何を意味するのでしょうか?
spanish: [_r_] Y ¿qué podría significar?

source: [_ka_] Your path of seducing kunoichi starts today!
french: [ _ka_ ] Votre chemin de séduction kunoichi commence aujourd'hui !
italian: [_ka_] Il tuo percorso di sedurre kunoichi inizia oggi!
japanese: [_ka_] 今日からくノ一を誘惑する道が始まります!
spanish: [_ka_] ¡Tu camino de seducir a kunoichi comienza hoy!

source: [_ka_] Where's your happiness, dumbass?
french: Où est ton bonheur, mec?
italian: [_ka_] Dov'è la tua felicità, dumbass?
japanese: [_ka_] あなたの幸せはどこにありますか？
spanish: [_ka_] ¿Dónde está tu felicidad, dumbas?

source: [_r_] You're not choosing your words, do you?
french: [ _r_ ] Vous n'avez pas choisi vos mots, n'est-ce pas?
italian: [_r_] Non stai scegliendo le tue parole, vero?
japanese: [_r_] あなたは自分の言葉を選んでいませんよね？
spanish: [_r_] No estás eligiendo tus palabras, ¿verdad?
