Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_hi_] He's a tyrant, a horrible man to stay away from.
french: [_hi_] C'est un tyran, un homme horrible dont il faut se tenir à l'écart.
italian: [_hi_] È un tiranno, un uomo orribile da cui stare lontano.
japanese: [_hi_] 彼は暴君で、そこから離れている恐ろしい男です。
spanish: [_hi_] Él es un tirano, un hombre horrible del que quedarse.

source: [_r_] He wasn't born a tyrant, was he? Circumstances made him that way.
french: [_r_] Il n'est pas né un tyran, n'est-ce pas? Les circonstances l'ont fait ainsi.
italian: [_r_] Non è nato un tiranno, era lui? Le circostanze lo hanno fatto così.
japanese: [_r_] 彼は暴君生まれではありませんでしたか?
spanish: [_r_] Él no nació un tirano, ¿verdad? Circumstances lo hizo de esa manera.

source: [_hi_] Y-yes... He fell out of love with his wife, started getting drunk on alcohol, beat the kids with his wife... All because of dissatisfaction in life...
french: [_hi_] Oui... Il est tombé par amour avec sa femme, a commencé à boire de l'alcool, à battre les enfants avec sa femme. Tout cela à cause de l'insatisfaction dans la vie...
italian: [_hi_] Y-sì... è caduto per amore con sua moglie, ha iniziato a ubriacarsi sull'alcol, ha battuto i bambini con sua moglie. . Tutto per insoddisfazione nella vita...
japanese: [_hi_] Y-はい...彼は妻と恋に落ちました, アルコールに酔い始めました, 彼の妻と子供たちを殴りました. . すべては人生の不満のために...
spanish: [_hi_] Y-sí... Se cayó por amor con su esposa, comenzó a embrujarse en el agujero, golpeó a los niños con su esposa. . Todo por insatisfacción en la vida...

source: [_r_] And yet his memories showed him as a loving father, a kind man, all that changes so quickly...
french: [ _r_ ] Et pourtant ses souvenirs l'ont montré en tant que père aimant, un homme aimable, tout ce qui change si vite ...
italian: [_r_] Eppure i suoi ricordi lo mostrarono come un padre amorevole, un uomo gentile, tutto ciò che cambia così rapidamente...
japanese: [_r_] そして彼の記憶は愛情深い父親として彼を見せました, 親切な男, すべてのそれはとても速く変化します...
spanish: [_r_] Y sin embargo sus recuerdos lo mostraron como un padre amante, un hombre amable, todo lo que cambia tan rápidamente...

source: [_hi_] Yes... Too fast...
french: [_hi_] Oui... Trop vite...
italian: [_hi_] Sì... Troppo veloce...
japanese: [_hi_] はい... 速すぎます...
spanish: [_hi_] Sí... demasiado rápido...

source: [_r_] He's acting the same way, right? Naruto is at that very stage when it's just getting started...
french: [_r_] Il agit de la même manière, n'est-ce pas ? Naruto est à ce stade même quand il vient de commencer...
italian: [_r_] Sta agendo allo stesso modo, giusto? Naruto è proprio in quella fase quando sta appena iniziando...
japanese: [_r_] 彼は同じように演技をしていますよね？ナルトはまだ始めたばかりの頃まさにそのステージにいます...
spanish: [_r_] Él está actuando de la misma manera, ¿verdad? Nartaño está en esa misma etapa cuando acaba de empezar...

source: [_hi_] Cold... Distracted... He and I used to communicate more easily, there was a sense of warmth... Now it's like he hates me for something...
french: [_hi_] froid... Distracté... Lui et moi avions l'habitude de communiquer plus facilement, il y avait un sentiment de chaleur... Maintenant, c'est comme s'il me haïssait pour quelque chose...
italian: [_hi_] Freddo... Distracted... Io e lui abbiamo usato per comunicare più facilmente, c'era un senso di calore... Ora è come lui odia me per qualcosa...
japanese: [_hi_] 寒いchar@@1 気まずいchar@@2 彼と私はより簡単にコミュニケーションを取るために使用, 暖かさの感覚があった... 今、彼は何かのために私を嫌っているような...
spanish: [_hi_] Frío... Distrito... Él y yo solíamos comunicarnos más fácilmente, había una sensación de calor... Ahora es como me odia por algo...

source: [_r_] He blames his environment, you, his family for making the wrong choices...
french: [ _r_ ] Il blâme son environnement, vous, sa famille pour faire les mauvais choix ...
italian: [_r_] Incolpa il suo ambiente, tu, la sua famiglia per aver fatto le scelte sbagliate...
japanese: [_r_] 彼は自分の環境を責めます, あなた, 彼の家族は間違った選択をしました...
spanish: [_r_] Él culpa a su entorno, tú, su familia por tomar decisiones incorrectas...

source: [_r_] He's going to snap, and then there's no going back.
french: [_r_] Il va prendre du temps, puis il n'y a pas de retour en arrière.
italian: [_r_] Sta per scattare, e poi non c'è ritorno indietro.
japanese: [_r_] 彼はスナップします, そして、戻ることはありません.
spanish: [_r_] Él va a colgar, y entonces no hay vuelta atrás.

source: [_hi_] He never hit me... Our children... He was a wonderful considerate and...
french: [_hi_] Il ne m'a jamais frappé... Nos enfants... C'était un merveilleux regard et...
italian: [_hi_] Non mi ha mai colpito... I nostri figli... è stato un meraviglioso premuroso e...
japanese: [_hi_] 彼は決して私を打たなかった...
spanish: [_hi_] Él nunca me golpeó... Nuestros hijos... Era un maravilloso considerado...

source: [_r_] And now things have started to change drastically.
french: [ _r_ ] Et maintenant, les choses ont commencé à changer radicalement.
italian: [_r_] E ora le cose hanno cominciato a cambiare drasticamente.
japanese: [_r_] そして今、物事は大幅に変化し始めています。
spanish: [_r_] Y ahora las cosas han empezado a cambiar drásticamente.

source: [_r_] At one moment, he might not be able to take it, snap and become a danger to his family...
french: [ _r_ ] À un moment, il pourrait ne pas être capable de le prendre, s'enfiché et devenir un danger pour sa famille ...
italian: [_r_] In un momento, potrebbe non essere in grado di prenderlo, schioccare e diventare un pericolo per la sua famiglia...
japanese: [_r_] 一瞬では、彼はそれを取ることができないかもしれません, スナップし、彼の家族にとって危険になります...
spanish: [_r_] En un momento, puede que no sea capaz de cogerlo, rasgar y convertirse en un peligro para su familia...

source: [_hi_] I... I'm really starting to believe it... Watching the way he treats me...
french: [_hi_] Je... Je commence vraiment à le croire... Regarde sa façon de me traiter...
italian: [_hi_] Io... Sto davvero iniziando a crederci... Guardando il modo in cui mi tratta...
japanese: [_hi_] 私は...本当に信じ始めています...彼が私を扱う方法を見て...
spanish: [_hi_] yo... Estoy empezando a creerlo... Viendo la manera en que me trata...

source: [_r_] He can ruin everything you've built for so long...
french: [ _r_ ] Il peut ruine tout ce que vous avez construit pendant si longtemps ...
italian: [_r_] Egli può rovinare tutto quello che hai costruito per così tanto tempo...
japanese: [_r_] 彼はあなたが築き上げたものすべてを台無しにすることができます...
spanish: [_r_] Él puede arruinar todo lo que has construido durante tanto tiempo...

source: [_r_] What's worse, he can ruin you and your life.
french: [ _r_ ] Ce qui est pire, il peut vous ruine et votre vie.
italian: [_r_] Che cosa è peggio, può rovinare te e la tua vita.
japanese: [_r_] さらに悪いことに、彼はあなたとあなたの人生を台無しにしてしまいます。
spanish: [_r_] Lo que es peor, él puede arruinarte a ti y a tu vida.

source: [_hi_] My family...
french: [_hi_] Ma famille...
italian: [_hi_] La mia famiglia...
japanese: [_hi_] 私の家族...
spanish: [_hi_] Mi familia ...

source: [_m_] Strongly... Her emotions are beginning to take over my control.
french: [_m_] Fortement... Ses émotions commencent à prendre le dessus sur mon contrôle.
italian: [_m_] Stronglico... Le sue emozioni stanno cominciando ad assumere il mio controllo.
japanese: [_m_] 強く...彼女の感情は私のコントロールを引き継ぎ始めています.
spanish: [_m_] fuertemente... Sus emociones están empezando a hacerse con mi control.

source: [_m_] I think I've broken enough of her feelings for Naruto, she'll take it from here.
french: [ _m_ ] Je pense que j'ai assez cassé ses sentiments pour Naruto, elle va le prendre d'ici.
italian: [_m_] penso di aver rotto abbastanza dei suoi sentimenti per Naruto, lo prenderà da qui.
japanese: [_m_] ナルトに対する彼女の気持ちを十分に壊したと思います。彼女はここからそれを取ります。
spanish: [_m_] creo que he roto bastante de sus sentimientos para Naruto, lo tomará de aquí.

source: [_m_] Damn, I can't sleep all night...
french: [_m_] Bon sang, je ne peux pas dormir toute la nuit...
italian: [_m_] Dannazione, non riesco a dormire tutta la notte...
japanese: [_m_] 畜生、一晩中眠れないchar@@1
spanish: [_m_] Maldita, no puedo dormir toda la noche...

source: [_m_] I wonder how Hinata's doing...
french: [ _m_ ] Je me demande comment Hinata va ...
italian: [_m_] Mi chiedo come fa Hinata...
japanese: [_m_] ひなたはどうやっているのだろうchar@@1
spanish: [_m_] Me pregunto cómo está haciendo Hinata...

source: [_m_] I wonder... What is she up to?
french: [_m_] Je me pose la question... Qu'est-ce qu'elle a à faire?
italian: [_m_] Mi chiedo... A cosa sta succedendo?
japanese: [_m_] 私は疑問に思います...
spanish: [_m_] me pregunto... ¿Qué es ella?

source: [_m_] I won't puzzle over it, I'll just check it out.
french: [ _m_ ] Je ne gènerai pas dessus, je vais juste vérifier.
italian: [_m_] Non mi puzzare su di esso, ti basterà controllarlo.
japanese: [_m_] 私はそれについて疑問に思うことはありません, 私はちょうどそれをチェックアウトします.
spanish: [_m_] No voy a rompecabezas, solo lo echaré un vistazo.

source: [_m_] Is something wrong? Why isn't Hinata opening?
french: [_m_] Quelque chose ne va pas ? Pourquoi Hinata n'ouvre-t-il pas ?
italian: [_m_] C'è qualcosa di sbagliato? Perché Hinata non si sta aprendo?
japanese: [_m_] 何か問題がありますか? なぜひなたがオープンしていないのですか?
spanish: [_m_] ¿Hay algo mal? ¿Por qué no se abre Hinata?

source: [_m_] Oh, I hear her coming.
french: [_m_] Oh, je l'entends venir.
italian: [_m_] Oh, la sento venire.
japanese: [_m_] ああ、私は彼女が来るのを聞いた。
spanish: [_m_] Oh, la oigo venir.

source: [_hi_] Hi, sorry I didn't hear you right away.
french: [_hi_] Salut, désolé je ne vous ai pas entendu tout de suite.
italian: [_hi_] Ciao, mi dispiace di non averti sentito subito.
japanese: [_hi_] こんにちは、すぐに聞こえなくてすみません。
spanish: [_hi_] Hola, lo siento, no te he oído de inmediato.

source: [_r_] It's okay. What are you doing? Cooking something?
french: [_r_] C'est bien. Que faites-vous ? Cuire quelque chose ?
italian: [_r_] Va bene. Cosa stai facendo? Cucinare qualcosa?
japanese: [_r_] 大丈夫です。何をしていますか？何か作っていますか？
spanish: [_r_] Está bien. ¿Qué estás haciendo? ¿Cocinar algo?

source: [_hi_] No, actually I was just sitting on the couch, looking at the family album...
french: [ _hi_ ] Non, en fait j'étais juste assise sur le canapé, en regardant l'album de la famille ...
italian: [_hi_] No, in realtà ero appena seduto sul divano, guardando l'album di famiglia...
japanese: [_hi_] いいえ、実はソファーに座って家族のアルバムを見ていました...
spanish: [_hi_] No, realmente estuve sentado en el sofá, mirando al álbum familiar...

source: [_r_] Sounds nice, may I join you?
french: [_r_] Ça semble sympa, puis-je vous rejoindre?
italian: [_r_] Suona bello, posso unirmi a te?
japanese: [_r_] いいですね。一緒に行ってもいいですか。
spanish: [_r_] Suena bien, ¿puedo unirme a ti?

source: [_hi_] Sure, if it's not too boring for you...
french: [ _hi_ ] Bien sûr, si ce n'est pas trop ennuyeux pour toi ...
italian: [_hi_] Certo, se non è troppo noioso per te...
japanese: [_hi_] もちろん、あなたにとってはあまり退屈でない場合は...
spanish: [_hi_] Claro, si no es demasiado aburrido para ti...

source: [_r_] Come on. I'm interested in looking at pictures.
french: [ _r_ ] Allez. Je suis intéressé à regarder des photos.
italian: [_r_] Avanti. Sono interessato a guardare le immagini.
japanese: [_r_] さあ、私は写真を見ることに興味があります。
spanish: [_r_] Venga. Estoy interesado en ver las fotos.

source: [_hi_] Then let's go.
french: [_hi_] Allons-y.
italian: [_hi_] Allora andiamo.
japanese: [_hi_] それでは行きましょう。
spanish: [_hi_] Entonces vayamos.

source: [_hi_] And there I was just a little girl, it was hard to dig up such an old picture... My dad didn't like family pictures back then.
french: [ _hi_ ] Et là j'étais juste une petite fille, il était difficile de creuser une image aussi ancienne ... Mon père n'aimais pas les photos de famille.
italian: [_hi_] E lì ero solo una bambina, era difficile scavare una foto così vecchia. A mio papà non piacevano foto di famiglia allora.
japanese: [_hi_] そして、私はちょうど小さな女の子でした, そんな古い絵を掘るのは難しかったです. 父は当時家族の写真が好きではありませんでした
spanish: [_hi_] Y allí sólo había una niña, era difícil cavar una imagen tan antigua. . A mi padre no le gustaron las fotos de familia en aquel entonces.

source: [_r_] You're so cute here, just like a kitten or something.
french: [ _r_ ] Vous êtes tellement mignon ici, comme un chaton ou quelque chose.
italian: [_r_] Sei così carino qui, proprio come un gattino o qualcosa.
japanese: [_r_] 子猫のように可愛いですね。
spanish: [_r_] Usted es tan lindo aquí, al igual que un gatito o algo.

source: [_hi_] I was very shy!
french: [_hi_] J'étais très timide !
italian: [_hi_] ero molto timido!
japanese: [_hi_] 私はとてもシャイでした!
spanish: [_hi_] ¡Yo era muy tímida!

source: [_r_] There's a charm to it, I think!
french: [ _r_ ] Il y a un charme, je pense !
italian: [_r_] C'è un fascino ad esso, penso!
japanese: [_r_] それには魅力があると思います!
spanish: [_r_] ¡Hay un encanto, creo!

source: [_hi_] And here's Himawari and Boruto, the picture of Himawari is 3 years old.
french: [ _hi_ ] Et voici Himawari et Boruto, la photo de Himawari a 3 ans.
italian: [_hi_] Ed ecco Himawari e Boruto, l'immagine di Himawari ha 3 anni.
japanese: [_hi_] そしてこちらがひまわりとBoruto、ひまわりの写真は3歳です。
spanish: [_hi_] Y aquí están Himawari y Boruto, la imagen de Himawari tiene 3 años.

source: [_r_] Everyone looks so happy.
french: [ _r_ ] Tout le monde a l'air si heureux.
italian: [_r_] Tutti sembrano così felici.
japanese: [_r_] みんなとても幸せそうです。
spanish: [_r_] Todo el mundo se ve tan feliz.

source: [_hi_] Of course, it's a family picture, that's how it should be.
french: [ _hi_ ] Bien sûr, c'est une image de famille, c'est comme ça que ça devrait être.
italian: [_hi_] Naturalmente, è un quadro di famiglia, è così che dovrebbe essere.
japanese: [_hi_] もちろん、家族像ですが、そうあるべきです。
spanish: [_hi_] Por supuesto, es una imagen familiar, así debería ser.

source: [_r_] Oh, and here's you and Naruto at a young age.
french: [_r_] Oh, et voici vous et Naruto à un jeune âge.
italian: [_r_] Oh, e qui siete voi e Naruto in giovane età.
japanese: [_r_] ああ、こちらは幼い頃にあなたとナルト。
spanish: [_r_] Oh, y aquí estás tú y Naruvo a una edad temprana.

source: [_hi_] Yeah... This is a picture from when we first got into a serious relationship...
french: [_hi_] Ouais... C'est une image de quand nous sommes entrés dans une relation sérieuse...
italian: [_hi_] Sì... Questa è una foto da quando siamo entrati in un rapporto serio...
japanese: [_hi_] ええ...これは、私たちが最初に深刻な関係になった時の写真です...
spanish: [_hi_] Sí... Esta es una imagen desde la primera vez que entramos en una relación seria...

source: [_r_] Look at you, you're so happy here.
french: [ _r_ ] Regarde, tu es si heureuse ici.
italian: [_r_] Guarda, sei così felice qui.
japanese: [_r_] あなたを見てください, あなたはここでとても幸せです.
spanish: [_r_] Míralo, estás tan contento aquí.

source: [_hi_] That was a long time ago... I felt the happiest around him then.
french: [_hi_] C'était il y a longtemps... Je me sentais le plus heureux autour de lui à l'époque.
italian: [_hi_] Questo era molto tempo fa... Mi sono sentito il più felice intorno a lui allora.
japanese: [_hi_] それはずいぶん前のことですが...当時の彼の周りで一番幸せを感じました。
spanish: [_hi_] Eso fue hace mucho tiempo... Sentí el más feliz a su alrededor entonces.

source: [_hi_] Butterflies in my stomach, euphoria from touching me, it was all....
french: [ _hi_ ] Papillons dans mon estomac, euphorie de me toucher, c'était tout ...
italian: [_hi_] Farfalle nel mio stomaco, euforia dal toccarmi, era tutto....
japanese: [_hi_] 私の胃の中の蝶, 私に触れてからeuphoria, それはすべてだった....
spanish: [_hi_] Buttermosfera en mi estómago, euforia al tocarme, era todo....

source: [_r_] How long has it been since you felt like that?
french: [ _r_ ] Depuis combien de temps est-il depuis que vous vous sentiez comme ça?
italian: [_r_] Quanto tempo è passato da quando ti sei sentito così?
japanese: [_r_] そう感じたのはどのくらいですか?
spanish: R[_r_] ¿Cuánto tiempo ha pasado desde que te sintieras así?

source: [_hi_] Well... To tell you the truth, I've experienced them again, just recently...
french: [_hi_] Eh bien... Pour vous dire la vérité, je les ai revécues récemment, juste récemment...
italian: [_hi_] Bene... Per dirvi la verità, li ho sperimentati di nuovo, solo recentemente...
japanese: [_hi_] うーん... 実を言うと、最近また彼らを経験しました...
spanish: [_hi_] Bueno... Para decirte la verdad, las he experimentado de nuevo, hace poco...

source: [_r_] Really? Have your old feelings for Naruto flared up with renewed strength?
french: [_r_] Vraiment? Vos vieux sentiments pour Naruto ont-ils gonflé avec une force renouvelée ?
italian: [_r_] Davvero? I tuoi vecchi sentimenti per Naruto sono esplosi con rinnovata forza?
japanese: [_r_] 本当に? ナルトに対する古い想いは新たな力で燃え上がったのでしょうか?
spanish: [_r_] ¿De verdad? ¿Has estallado tu viejo sentimiento para Naruto con una fuerza renovada?

source: [_hi_] N-no... I'm not talking about Naruto...
french: [_hi_] N-no... Je ne parle pas de Naruto...
italian: [_hi_] N-no... Non sto parlando di Naruto...
japanese: [_hi_] N-no. Naruto の話ではない...
spanish: [_hi_] N-no... No estoy hablando de Naruto...

source: [_m_] Yes, it's done, I can feel her wanting me.
french: [ _m_ ] Oui, c'est fini, je peux sentir qu'elle me veut.
italian: [_m_] Sì, è fatto, posso sentire che lei mi vuole.
japanese: [_m_] はい、完了しました。私は彼女が私を望んでいるのを感じることができます。
spanish: [_m_] Sí, ha terminado, puedo sentir que me quiera.

source: [_r_] Do you want to feel those butterflies in your stomach again?
french: [ _r_ ] Vous voulez sentir ces papillons dans votre estomac à nouveau?
italian: [_r_] Vuoi sentire di nuovo quelle farfalle nello stomaco?
japanese: [_r_] もう一度お腹の中に蝶を感じたいですか?
spanish: [_r_] ¿Quiere volver a sentir esas mariposas en el estómago?

source: [_hi_] Y-yeah want t...
french: [_hi_] Y-yeah veulent...
italian: [_hi_] Y-yeah vuole t...
japanese: [_hi_] Y-year...
spanish: [_hi_] Y-yeah quiere t...

source: [_m_] That's it, she's not resisting at all.
french: [_m_] C'est ça, elle ne résiste pas du tout.
italian: [_m_] È così, non sta resistendo affatto.
japanese: [_m_] それだけで、彼女は全く抵抗していません。
spanish: [_m_] Eso es, ella no se resiste en absoluto.

source: [_m_] Perfect moment to show her I'm ready.
french: [ _m_ ] Un moment parfait pour lui montrer que je suis prêt.
italian: [_m_] Momento perfetto per mostrarle sono pronto.
japanese: [_m_] 彼女に私は準備ができていることを示すための完璧な瞬間.
spanish: [_m_] momento perfecto para mostrarle que estoy listo.

source: [_m_] Mmm... What sweet lips...
french: [_m_] Mmm... Quelles lèvres sucrées...
italian: [_m_] Mmm... Che labbra dolci...
japanese: [_m_] Mm... なんて甘い唇...
spanish: [_m_] Mmm... Qué labios dulces...

source: [_m_] That's nicer than I thought...
french: [ _m_ ] C'est plus gentil que je pensais ...
italian: [_m_] È più bello di quello che pensavo...
japanese: [_m_] 思ったよりいいですね...
spanish: [_m_] Eso es más agradable de lo que pensé...

source: [_m_] Probably should have gone on the offensive sooner after all...
french: [ _m_ ] Probablement aurait dû être à l'offensive plus tôt après tout ...
italian: [_m_] Probabilmente avrebbe dovuto andare avanti l'offensiva prima di tutto...
japanese: [_m_] やっぱり攻勢に出るべきだったのかもしれませんね。
spanish: [_m_] Probablemente debería haber ido a la ofensiva antes de todo...

source: [_r_] Well, did you feel it?
french: [_r_] Eh bien, vous l'avez senti ?
italian: [_r_] Beh, lo hai sentito?
japanese: [_r_] さて、感じましたか?
spanish: [_r_] Bueno, ¿lo sientes?

source: [_hi_] Y-you kissed me...
french: [_hi_] Y-tu m'embrassé...
italian: [_hi_] Y-you mi ha baciato...
spanish: [_hi_] Y-tú me besaste...

source: [_r_] Yeah, it seemed like the perfect moment...
french: [ _r_ ] Ouais, ça semblait être le moment parfait ...
italian: [_r_] Sì, sembrava il momento perfetto...
japanese: [_r_] ええ、それは完璧な瞬間のように思えました...
spanish: [_r_] Sí, parecía el momento perfecto...

source: [_r_] You feel the same way I do, don't you? Don't you, Hinata?
french: [_r_] Vous sentez la même façon que moi, n'est-ce pas? Nous, Hinata?
italian: [_r_] Ti senti allo stesso modo in cui faccio, vero? Non tu, Hinata?
japanese: [_r_] 私と同じように感じていますよね?
spanish: [_r_] Usted siente de la misma manera que yo, ¿no? ¿No es usted, Hinata?

source: [_r_] Or was I wrong...
french: [_r_] Ou ai-je tort...
italian: [_r_] O mi sbagliavo...
japanese: [_r_] または私が間違っていました...
spanish: [_r_] o me equivoco...

source: [_hi_] I... I don't know... I like you... But what would that mean...
french: [_hi_] Je... Je ne sais pas... je vous aime... Mais qu'est-ce que ça veut dire...
italian: [_hi_] Io... Non lo so... mi piaci... Ma cosa significherebbe...
japanese: [_hi_] 私は...私は知らない...私はあなたが好きです...しかし、それはどういう意味ですか?
spanish: [_hi_] yo... no soy... me gusta... Pero lo que significaría...

source: [_hi_] So I'm a cheater? Am I cheating on Naruto, on my family? I don't want to ruin my relationship with Naruto, I don't want to hurt my family...
french: [_hi_] Donc je suis un tricheur ? Suis-je en train de tricher sur Naruto, sur ma famille ? « Je ne veux pas ruiner ma relation avec Naruto, je ne veux pas faire de mal à ma famille... »
italian: [_hi_] Quindi sono un tradimento? Sto imbrogliando Naruto, sulla mia famiglia? Non voglio rovinare il mio rapporto con Naruto, non voglio ferire la mia famiglia...
japanese: [_hi_] だから私は詐欺師ですか? ナルトを浮気しています, 私の家族に? 私はナルトとの関係を台無しにしたくない、私は家族を傷つけたくない...
spanish: [_hi_] ¿Así que soy un tramposo? ¿Estoy haciendo trampa en Naruto, en mi familia? No quiero arruinar mi relación con Naruto, no quiero herir a mi familia ...

source: [_r_] I'm not asking you to do that either. Be with him, it doesn't matter to me, the main thing is... Find a place in your heart for me too.
french: [_r_] Je ne vous demande pas non plus de le faire. Soyez avec lui, peu importe pour moi, la chose principale... Trouvez aussi une place dans votre cœur pour moi.
italian: [_r_] Non ti sto chiedendo di farlo neanche. Sia con lui, non importa per me, la cosa principale è... Trova un posto nel tuo cuore anche per me.
japanese: [_r_] 私もあなたに頼んでいるわけではありません。 彼と一緒にいて、それは私にとって重要ではありません、主なものは... あなたの心の中にも私のために場所を見つけることです。
spanish: [_r_] tampoco te estoy pidiendo que hagas eso. Esté con él, no me importa, lo principal es... Encuentre un lugar en mi corazón también.

source: [_hi_] You... You have comforted me... Thank you...
french: [_hi_] Vous... Vous m'avez réconforté... Merci...
italian: [_hi_] Tu... Mi hai confortato... Grazie...
japanese: [_hi_] あなた... あなたは私を慰めました... ありがとう...
spanish: [_hi_] Usted ... Me has reconfortado ... Gracias ...

source: [_hi_] There's all of us here, me and Naruto, our kids... My dad and my sister, good times, they were such babies back then.
french: [ _hi_ ] Il y a tous ici, moi et Naruto, nos enfants ... Mon père et ma sœur, bons moments, ils étaient de tels bébés à l'époque.
italian: [_hi_] Ci siamo tutti qui, me e Naruto, i nostri figli... Mio padre e mia sorella, bei tempi, allora erano dei bebè.
japanese: [_hi_] ここには、私とナルト、私たちの子供たちがいます...私の父と私の妹、楽しい時は、彼らは当時、そのような赤ちゃんでした。
spanish: [_hi_] Aquí estamos todos nosotros, yo y Naruto, nuestros hijos... Mi papá y mi hermana, buenos tiempos, eran esos bebés en aquel entonces.

source: [_r_] A happy family photo, isn't it beautiful? Everyone's smiling, you look so carefree here...
french: [ _r_ ] Une photo de famille heureuse, n'est-ce pas beau? Tout le monde est souriant, vous avez l'air si insouciant ici ...
italian: [_r_] Una felice foto di famiglia, non è bella? Tutti sorridono, sembri così spensierato qui...
japanese: [_r_] 幸せな家族の写真、きれいではありませんか? みんな笑顔で、あなたはここでとても気楽に見えます。
spanish: [_r_] Una foto feliz, ¿no es hermosa? Todo el mundo sonriendo, te ves tan despreocupado aquí...

source: [_hi_] Yes... There was a time... Now we can't even get together... Everyone has their own worries and...
french: [_hi_] Oui... Il y avait un temps... Maintenant, nous ne pouvons même pas nous réunir... Tout le monde a ses propres soucis et...
italian: [_hi_] Sì... C'era un tempo... Ora non possiamo nemmeno stare insieme... Tutti hanno le loro preoccupazioni e...
japanese: [_hi_] はい... 時間がありました... 今、私たちは一緒に取得することすらできません... 誰もが自分の心配を持っています...
spanish: [_hi_] Sí... Hubo un tiempo... Ahora ni siquiera podemos juntarnos... Todo el mundo tiene sus propias preocupaciones y...
