Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] Moegi? Wait, little Moegi? Was she on the team with Konohamaru?
french: [_r_] Moégi ? Attendez, petit Moégi ? Était-elle dans l'équipe avec Konohamaru ?
italian: [_r_] Moegi? Aspetta, piccolo Moegi? Era nella squadra con Konohamaru?
japanese: [_r_] 萌え？待って、萌え？木ノ葉丸とチームにいたの？
spanish: ¿[_r_] Moegi? Espera, pequeño Moegi? ¿Estaba en el equipo con Konohamaru?

source: [_ka_] Yes, she's the best, you know quite a lot about the shinobi here, that's good.
french: [ _ka_ ] Oui, elle est la meilleure, vous en savez beaucoup sur les shinobi ici, c'est bien.
italian: [_ka_] Sì, lei è il migliore, tu conosci molto dello shinobi qui, è buono.
japanese: [_ka_] はい、彼女は最高です、あなたはここの忍についてかなり多くのことを知っています、それは良いことです。
spanish: [_ka_] Sí, es lo mejor, ya sabes mucho sobre los shinobi aquí, eso es bueno.

source: [_r_] So she's the perfect target for me?
french: [ _r_ ] Alors, c'est l'objectif parfait pour moi?
italian: [_r_] Quindi lei è il bersaglio perfetto per me?
japanese: [_r_] 彼女は私にとって完璧なターゲットですか?
spanish: [_r_] ¿Entonces ella es el objetivo perfecto para mí?

source: [_ka_] More than that, you can easily conquer her with one touch, so go ahead and have fun my boy!
italian: [_ka_] Più di questo, si può facilmente conquistarla con un solo tocco, quindi andare avanti e divertirsi mio ragazzo!
japanese: [_ka_] それ以上に、ワンタッチで彼女を簡単に征服できますので、私の息子を楽しませてください!
spanish: [_ka_] Más que eso, puedes conquistarla fácilmente con un solo toque, así que ¡sigue adelante y diviértete a mi chico!

source: [_r_] Where can I find it? Where to begin?
french: [ _r_ ] Où puis-je le trouver? Où commencer?
italian: [_r_] Dove posso trovarlo? Da dove cominciare?
japanese: [_r_] どこで見つけることができますか？どこから始めましょうか？
spanish: [_r_] ¿Dónde puedo encontrarla? ¿Dónde empezar?

source: [_ka_] She is a very diligent girl, she usually trains with kunai in the training building in the evenings, where you can find her even now!
french: [_ka_] C'est une fille très diligente, Elle se forme habituellement avec kunai dans le bâtiment d'entraînement en soirée, où vous pouvez la trouver même maintenant!
italian: [_ka_] Lei è una ragazza molto diligente, di solito allena con kunai nell'edificio di allenamento di sera, dove la puoi trovare anche adesso!
japanese: [_ka_] 彼女は非常に勤勉な女の子です. 普段はクナイと練習場で練習してるんだ 今でも見つけられるんだ
spanish: [_ka_] Ella es una chica muy diligente, por lo general entrena con kunai en el edificio de entrenamiento por las noches, donde usted puede encontrarla incluso ahora!

source: [_r_] Konoha Training Corps, got it.
french: [_r_] Konoha Training Corps, compris.
italian: [_r_] Corpo di Addestramento Konoha, ottenuto.
japanese: [_r_] 木ノ葉訓練隊、了解。
spanish: [_r_] El Cuerpo de Entrenamiento de Konoha, lo consiguió.

source: [_ka_] Just use the disguise technique you used with Hinata and get where you want, it's very simple.
french: [ _ka_ ] Utilisez simplement la technique de déguisement que vous avez utilisée avec Hinata et obtenez où vous voulez, c'est très simple.
italian: [_ka_] Basta usare la tecnica travestimento che hai usato con Hinata e ottenere dove vuoi, è molto semplice.
japanese: [_ka_] 日向と一緒に使った変装技術を使えば、とてもシンプルです。
spanish: [_ka_] Simplemente utiliza la técnica de disfraces que utilizaste con Hinata y llega donde quieras, es muy simple.

source: [_r_] I'm leaving right now.
french: [_r_] Je pars tout de suite.
italian: [_r_] sto andando in questo momento.
japanese: [_r_] 今すぐ出発します。
spanish: [_r_] me voy ahora mismo.

source: [_m_] Just look ...
french: [_m_] Il suffit de voir...
italian: [_m_] Basta guardare...
japanese: [_m_] ただ見て...
spanish: [_m_] Basta con ver...

source: [_m_] Baby Moegi is already quite big...
french: [_m_] Baby Moegi est déjà assez grand...
italian: [_m_] Baby Moegi è già abbastanza grande...
japanese: [_m_] 赤ちゃん萌えはすでにかなり大きいです...
spanish: [_m_] Bebé Moegi ya es bastante grande...

source: [_m_] From a little red-haired beast, she turned into a curvy girl.
french: [ _m_ ] À partir d'un petit bête aux cheveux roux, elle s'est transformée en une fille de scorbut.
italian: [_m_] Da una piccola bestia dai capelli rossi, si è trasformata in una ragazza curvy.
japanese: [_m_] 少し赤毛の獣から, 彼女は湾曲した女の子に変わりました.
spanish: [_m_] De una pequeña bestia de pelo rojo, se convirtió en una chica curva.

source: [_m_] Well, this is definitely a job for me!
french: [_m_] Eh bien, c'est certainement un travail pour moi !
italian: [_m_] Beh, questo è sicuramente un lavoro per me!
japanese: [_m_] さて、これは間違いなく私にとっての仕事です!
spanish: [_m_] Bueno, ¡esto es definitivamente un trabajo para mí!

source: [_r_] Um, I'm sorry, I hope I didn't disturb you.
french: [_r_] Um, je suis désolé, j'espère que je ne vous ai pas dérangé.
italian: [_r_] Um, mi dispiace, spero di non averti disturbato.
japanese: [_r_] あの、すみません、お邪魔しませんでしたか。
spanish: [_r_] Um, lo siento, espero que no te moleste.

source: [_mo_] huh? Who are you, why are you here at this time?
french: [_mo_] hein ? Qui êtes, pourquoi êtes-vous ici en ce moment ?
italian: [_mo_] eh? Chi sei tu, perché sei qui in questo momento?
japanese: [_mo_] え? あなたは誰ですか? なぜ今ここにいますか?
spanish: [_mo_] ¿eh? ¿Quiénes eres, ¿por qué estás aquí en este momento?

source: [_r_] I came to work out, is it forbidden?
french: [ _r_ ] Je suis venu travailler, est-il interdit?
italian: [_r_] Sono venuto a lavorare, è proibito?
japanese: [_r_] 私はうまくやって来ました, それは禁じられています?
spanish: [_r_] he venido a averiguar, ¿está prohibido?

source: [_mo_] No... Probably not. It's just that I don't usually meet anyone here at this late hour.
french: [_mo_] Non... Sans doute pas. C'est juste que je ne rencontre personne ici à cette heure tardive.
italian: [_mo_] No... Probabilmente no. E 'solo che di solito non incontro nessuno qui a quest'ora tarda.
japanese: [_mo_] いいえ、そうではないかもしれません。通常、この遅い時間には誰にも会わないだけです。
spanish: [_mo_] No... Probablemente no. Es sólo que normalmente no conozco a nadie aquí a esta hora tan tardía.

source: [_r_] That's it, I'm just new in the village, you can say a tourist, so I'm exploring different places ...
french: [_r_] Voilà, je suis juste nouveau dans le village, vous pouvez dire un touriste, donc j'explore différents endroits...
italian: [_r_] Ecco, sono solo nuovo nel villaggio, si può dire un turista, quindi sto esplorando luoghi diversi...
japanese: [_r_] それで、私は村では新しいだけなので、観光客と言ってもいいので、私は別の場所を探索しています...
spanish: [_r_] Eso es, solo soy nuevo en el pueblo, puedes decir un turista, así que estoy explorando diferentes lugares...

source: [_mo_] Tourist? Then it's clear. I hope you enjoy Konoha?
french: [_mo_] Touriste? Alors c'est clair. J'espère que vous apprécierez Konoha?
italian: [_mo_] Turista? Allora è chiaro. Spero che ti piaccia Konoha?
japanese: [_mo_] 観光客？それなら、それは明らかです。私はあなたが鴻葉を楽しむことを願っていますか？
spanish: ¿[_mo_] Turista? Entonces está claro. ¿Te gusta Konoha?

source: [_r_] Oh, still, you have no idea, for me to be here is something incredible.
french: [ _r_ ] Oh, encore, vous n'avez aucune idée, pour moi d'être ici est quelque chose d'incroyable.
italian: [_r_] Oh, ancora, non hai idea, per me essere qui è qualcosa di incredibile.
japanese: [_r_] ああ、それでも、私がここにいることは信じられないことです。
spanish: [_r_] Oh, hasta ahora, no tienes ni idea, para mí estar aquí es algo increíble.

source: [_mo_] Mr. Seven is working for all of us, so there are a lot of tourists in Konoha now, I'm glad you like it.
french: [_mo_] M. Seven travaille pour nous tous, donc il y a beaucoup de touristes à Konoha maintenant, je suis content que vous l'aimiez.
italian: [_mo_] Mr. Seven sta lavorando per tutti noi, quindi ci sono molti turisti a Konoha ora, sono contento che ti piaca.
japanese: [_mo_] セブンさんは私たち全員のために働いてくれているので、今はこの木ノ葉には観光客がたくさんいるので、気に入ってくれて嬉しいです。
spanish: [_mo_] El señor Seven está trabajando para todos nosotros, así que hay muchos turistas en Konoha ahora, me alegro de que te guste.

source: [_r_] Seventh... He's something of a legend... I've heard a lot of stories about him...
french: [_r_] Seventh... Il est quelque peu légendaire... J'ai entendu beaucoup d'histoires à son sujet...
italian: [_r_] Settimo... è qualcosa di una leggenda... ho sentito molte storie su di lui...
japanese: [_r_] セブンス... 彼は伝説的な存在だchar@@1 私は彼について多くの話を聞いた...
spanish: [_r_] Séptimo... Él es algo de leyenda... He escuchado muchas historias sobre él...

source: [_mo_] I assure you, all these stories are true! The seventh incredible ninja, and a great person, I've known him since childhood!
french: [ _mo_ ] Je vous assure que toutes ces histoires sont vraies ! Le septième ninja incroyable, et une grande personne, je l'ai connu depuis l'enfance !
italian: [_mo_] ti assicuro, tutte queste storie sono vere! Il settimo ninja incredibile, e una grande persona, lo conosco fin dall'infanzia!
japanese: [_mo_] 私はあなたに保証します, これらの物語はすべて真実です! 7番目の信じられない忍者, そして偉大な人, 私は子供の頃から彼を知っています!
spanish: [_mo_] ¡Te aseguro, todas estas historias son verdaderas! ¡El séptimo ninja increíble, y una gran persona, lo conozco desde la infancia!

source: [_r_] Really? Unbelievable... I heard that a long time ago, when he was a teenager, he single-handedly protected the village from some villain...
french: [_r_] Vraiment? Incroyable... J'ai entendu cela il y a longtemps, quand il était adolescent, il protégeait à lui seul le village de quelque vilain...
italian: [_r_] Davvero? Unbelievable... Ho sentito che molto tempo fa, quando era un adolescente, lui da solo proteggeva il villaggio da qualche cattivo...
japanese: [_r_] 本当?信じられないchar@@1 ずっと前に、彼がティーンエイジャーだったとき、彼は単独で村を悪人から守ったと聞いた...
spanish: ¿[_r_] Realmente? Increíble... oí eso hace mucho tiempo, cuando era un adolescente, protegió la aldea de algún villain...

source: [_mo_] That's right, I was still young then, but it happened before my eyes... That's why I aspire to become a shinobi like him.
french: [_mo_] C'est vrai, j'étais encore jeune à l'époque, mais c'est arrivé devant mes yeux... C'est pourquoi j'aspire à devenir un shinobi comme lui.
italian: [_mo_] È vero, allora ero ancora giovane, ma è successo davanti ai miei occhi... Ecco perché aspiro a diventare uno shinobi come lui.
japanese: [_mo_] そうですね、まだ若かったんですけど、目の前で起きて...だから彼みたいな忍になりたいと思っています。
spanish: [_mo_] Eso es cierto, yo todavía era joven entonces, pero sucedió antes de mis ojos... Por eso aspiro a convertirse en un shinobi como él.

source: [_r_] I saw how you train, you are very accurate. May I throw your kunai? I'm quite new to this...
french: [_r_] J'ai vu comment vous vous entraînez, vous êtes très précis. Puis-je jeter votre kunai ? Je suis tout à fait novice ...
italian: [_r_] Ho visto come ti alleni, sei molto accurato. Posso lanciare il tuo kunai? Sono abbastanza nuovo a questo...
japanese: [_r_] 訓練方法を見ました。あなたはとても正確です。クナイを投げても良いですか？私はこれにはまったく新しいです。
spanish: [_r_] Yo vi cómo usted entrena, usted es muy exacto. ¿Puedo tirar tu kunai? Soy bastante nuevo en esto ...

source: [_mo_] O-of course... hold on...
french: [_mo_] O-bien sûr... attendez...
italian: [_mo_] O-naturalmente... tenete...
japanese: [_mo_] O-of course...
spanish: [_mo_] O-por supuesto... espere...

source: [_m_] Let's go ...
french: [_m_] Allons-y...
italian: [_m_] Andiamo a...
japanese: [_m_] 行きましょう ...
spanish: [_m_] vamos...

source: [_m_] It worked like a knife through butter.
french: [ _m_ ] Il a travaillé comme un couteau à travers le beurre.
italian: [_m_] Ha funzionato come un coltello attraverso il burro.
japanese: [_m_] バターを通してナイフのように効きました。
spanish: [_m_] Funcionó como un cuchillo a través de la mantequilla.

source: [_mo_] Um... What the... I feel weird...
french: [_mo_] Um... Qu'est-ce que... je me sens étrange...
italian: [_mo_] Um... Che cosa... mi sento strano...
spanish: [_mo_] Um... Qué las... Me siento extraño...

source: [_r_] Are you all right? Maybe call someone?
french: [_r_] Allez-vous bien? Peut-être appelez quelqu'un?
italian: [_r_] Stai bene? Forse chiama qualcuno?
japanese: [_r_] 大丈夫ですか？誰かに電話してみませんか？
spanish: [_r_] ¿Está usted bien? ¿Quizás llamar a alguien?

source: [_mo_] N-no... There's no one here at this time...
french: [_mo_] N-no... Il n'y a personne ici en ce moment...
italian: [_mo_] N-no... Non c'è nessuno qui in questo momento...
japanese: [_mo_] N-no... 今は誰もいないchar@@1
spanish: [_mo_] N-no... No hay nadie aquí en este momento...

source: [_mo_] What the hell... Legs... Trembling...
french: [ _mo_ ] Qu'est-ce que l'enfer ... Legs ... Tremblant ...
italian: [_mo_] What the hell... Gambe... Trembling...
japanese: [_mo_] なんと地獄... 脚... 震え...
spanish: [_mo_] Que el infierno... Pieras... Temblando...

source: [_r_] This is probably inappropriate now ... But you are so cute, I don’t even know how to say it ...
french: [ _r_ ] Ceci est probablement inapproprié maintenant ... Mais tu es si mignon, je ne sais même pas comment le dire ...
italian: [_r_] Questo è probabilmente inappropriato adesso... Ma tu sei così carino, non so nemmeno come dirlo...
japanese: [_r_] これはおそらく不適切です...しかし、あなたはとてもかわいいです、私はそれを言う方法を知りません...
spanish: [_r_] Esto es probablemente inapropiado ahora ... Pero eres tan lindo, ni siquiera sé cómo decirlo...

source: [_mo_] Y-You too... Actually...
french: [_mo_] Y-You aussi... En fait...
italian: [_mo_] Y-You troppo... In realtà...
japanese: [_mo_] Y-You too... 実は...
spanish: [_mo_] Y-Tú también... Realmente...

source: [_mo_] It's kind of crazy but...
french: [ _mo_ ] C'est un peu fou, mais ...
italian: [_mo_] È una specie di pazzo ma...
japanese: [_mo_] ちょっとクレイジーだけど...
spanish: [_mo_] Es una especie de pero...

source: [_mo_] Just for the sake of experiment... Let me touch your...
french: [ _mo_ ] Juste pour le saké de l'expérience ... Laisse-moi te toucher ...
italian: [_mo_] Solo per l'esperimento... Lasciatemi toccare il vostro...
japanese: [_mo_] 実験のために...あなたの手を触れさせてください...
spanish: [_mo_] Solo por el bien del experimento... Déjame tocar tu...

source: [_r_] My what? Hand?
french: [_r_] Mon quoi? La main?
italian: [_r_] Mio cosa? Mano?
japanese: [_r_] 私の何? 手?
spanish: [_r_] ¿Qué? ¿Mano?

source: [_mo_] N-no... I'm talking about... Fuck! About a dick! I want to touch your dick!
french: [_mo_] N-no... Je parle de... Fuck ! A propos d'une bite ! Je veux toucher votre bite !
italian: [_mo_] N-no... Sto parlando... Fuck! A proposito di un cazzo! Voglio toccare il tuo cazzo!
japanese: [_mo_] N-no. I'm taking about char@@1 fuck! A-format@@2 N-no. I'm take your dick! I'm want to touch your dick!
spanish: [_mo_] N-no... de lo que estoy hablando... ¡Suerte! ¡Acerca de una polla! ¡Quiero tocar tu polla!

source: [_r_] No more words, I'll help you.
french: [ _r_ ] Plus de mots, je vous aiderai.
italian: [_r_] Niente più parole, ti aiuterò.
japanese: [_r_] これ以上の言葉はありません、お手伝いします。
spanish: [_r_] No más palabras, te ayudaré.

source: [_r_] How do you like it? Is it the first time you see a penis?
french: [_r_] Comment l'aimez-vous ? Est-ce la première fois que vous voyez un pénis ?
italian: [_r_] Come ti piace? È la prima volta che vedi un pene?
japanese: [_r_] どのように気に入っていますか? ペニスを初めて見ましたか?
spanish: [_r_] ¿Cómo te gusta? ¿Es la primera vez que ves un pene?

source: [_mo_] Y-yes... He's so huge... I kind of imagined...
french: [_mo_] Y-oui... Il est si énorme... J'ai un peu imaginé...
italian: [_mo_] Y-sì... è così enorme... mi sono immaginato...
japanese: [_mo_] Y-yes... 彼はとても巨大です...
spanish: [_mo_] Y-sí... Es tan aburrido... Me imaginé...

source: [_r_] You're probably thinking about Konohamaru's cock, how you will please him...
french: [ _r_ ] Tu penses probablement à la bite de Konohamaru, comment tu vas lui plaire ...
italian: [_r_] Stai probabilmente pensando al cazzo di Konohamaru, come gli piacerà...
japanese: [_r_] おそらく木ノ葉丸のチンポのことを考えているのではないでしょうか。
spanish: [_r_] Probablemente está pensando en la polla de Konohamaru, cómo le agradará ...

source: [_mo_] How did you...
french: [ _mo_ ] Comment avez-vous ...
italian: [_mo_] Come hai fatto...
japanese: [_mo_] どのようにして...
spanish: [_mo_] ¿Cómo lo hizo...

source: [_r_] It doesn't matter. I can see what you, little Moegi, want to do with that cock...
french: [_r_] Peu importe. Je peux voir ce que vous, petit Moégi, voulez faire avec cette coque...
italian: [_r_] Non importa. Posso vedere quello che voi, piccoli Moegi, volete fare con quel cazzo...
japanese: [_r_] それは関係ありません。私はあなたが何を見ることができます, 小さな茂木, あのコックでやりたいです...
spanish: [_r_] No importa. Puedo ver lo que tú, pequeño Moegi, quiere hacer con esa polla...

source: [_r_] I see how your eyes are shining ...
french: [ _r_ ] Je vois comment tes yeux brillons ...
italian: [_r_] Vedo come brillano i tuoi occhi...
japanese: [_r_] あなたの目がどのように輝いているかがわかります...
spanish: [_r_] veo cómo brillan tus ojos...

source: [_r_] Do not be shy, you can not deny yourself the pleasure!
french: [ _r_ ] Ne pas être timide, vous ne pouvez pas vous priver du plaisir !
italian: [_r_] Non siate timidi, non potete negare voi stessi il piacere!
japanese: [_r_] 恥ずかしがらず、自分の喜びを否定することはできません!
spanish: [_r_] No seas tímido, no puedes negarte el placer!

source: [_mo_] I... I don't... don't...
french: [_mo_] Je... Je ne le fais pas...
italian: [_mo_] Io... Non è... non...
japanese: [_mo_] I... ...
spanish: [_mo_] yo... no... no...

source: [_r_] What is it? Are you shy? Okay, I'll do it myself!
french: [_r_] Qu'est-ce que c'est? Êtes-vous timide? D'accord, je vais le faire moi-même!
italian: [_r_] Che cos'è? Sei timido? Ok, lo farò io stesso!
japanese: [_r_] 何ですか？恥ずかしがり屋ですか？わかりました、私が自分でやります！
spanish: [_r_] ¿Qué es? ¿Eres tímido? Vale, ¡lo haré yo mismo!

source: [_r_] Relax little Moegi, just have fun, no one will fuck your throat like I do.
french: [ _r_ ] Relax little Moegi, viens juste de s'amuser, personne ne te baissera la gorge comme moi.
italian: [_r_] Relax piccolo Moegi, solo divertirsi, nessuno ti farà scopare la gola come me.
japanese: [_r_] 少し落ち着いて、ただ楽しんでください。私がするように、誰もあなたの喉をファックしません。
spanish: [_r_] Relájate Moegi, diviértete y nadie follará tu garganta como yo.

source: [_m_] Fuck, how good! She takes it cheerfully in her throat ... I didn’t even think that she had any experience in this.
french: [_m_] Vid�o porno et blondes hard! Elle la prend gaiement dans sa gorge ... Je ne pensais même pas qu'elle avait aucune expérience en la matière.
italian: [_m_] Cazzo quanto buono! Lo prende allegramente in gola... non pensavo nemmeno di avere alcuna esperienza in questo.
japanese: [_m_] ファック, どのように良い! 彼女は彼女の喉に陽気にそれを取ります... 私は彼女がこの中で任意の経験を持っていたとは思っていませんでした.
spanish: [_m_] ¡Qué bien! Ella lo toma alegremente en la garganta... ni siquiera creía que tuviera experiencia en esto.

source: [_r_] Hey, baby, did you train at home? Am I right?
french: [_r_] Hey, bébé, vous êtes entrainé à la maison ? Ai-je bien ?
italian: [_r_] Ehi, bebè, ti sei allenato a casa? Ho ragione?
japanese: [_r_] ねえ、ベイビー、家で訓練しましたか？
spanish: [_r_] Hola, bebé, ¿entrenaste en casa? ¿Tengo razón?

source: [_r_] I know I'm right! Good girl, I feel very comfortable in your throat.
french: [ _r_ ] Je sais que j'ai raison ! Bonne fille, je me sens très à l'aise dans ta gorge.
italian: [_r_] So che ho ragione! Buona ragazza, mi sento molto a mio agio nella tua gola.
japanese: [_r_] 私は正しい知っています! いい女の子, 私はあなたの喉に非常に快適に感じます.
spanish: [_r_] ¡Sé que tengo razón! Buena chica, me siento muy cómoda en tu garganta.

source: [_r_] Just don't relax too much! Now I'm going to move even faster!
french: [_r_] Ne vous détendez pas trop ! Maintenant, je vais aller encore plus vite !
italian: [_r_] Basta non rilassarsi troppo! Ora mi muoverò ancora più velocemente!
japanese: [_r_] あまりリラックスしないでください! これでさらに速く動きます!
spanish: [_r_] ¡No te relajes demasiado! ¡Ahora voy a moverme aún más rápido!

source: [_r_] Yes... That's it... This is what you need!
french: [_r_] Oui... Voilà... C'est ce dont vous avez besoin !
italian: [_r_] Sì... Questo è quello che ti serve!
japanese: [_r_] はい...それだけです... これがあなたに必要なものです!
spanish: [_r_] Sí... Eso es... ¡Esto es lo que necesitas!

source: [_m_] She takes it so boldly that I'm even flattered a little!
french: [_m_] Elle le prend si audacieusement que je suis même flatté un peu !
italian: [_m_] Lei lo prende così coraggiosamente che sono anche lusingato un po'!
japanese: [_m_] 彼女は私も少し喜んでいることをとても大胆にそれを取ります!
spanish: [_m_] Ella lo toma tan audazmente que incluso estoy un poco halagado!

source: [_r_] Good... I like this pace...
french: [_r_] Bien... J'aime ce rythme...
italian: [_r_] Buono... Mi piace questo ritmo...
japanese: [_r_] 良いです... このペースが好きです...
spanish: [_r_] Bueno... Me gusta este ritmo...

source: [_m_] I think it's time to give her a portion of something special!
french: [ _m_ ] Je pense qu'il est temps de lui donner une partie de quelque chose de spécial !
italian: [_m_] Penso che sia il momento di darle una parte di qualcosa di speciale!
japanese: [_m_] 私はそれが彼女に特別な何かの一部を与える時間だと思います!
spanish: [_m_] Creo que es hora de darle una porción de algo especial!

source: [_r_] I'll cum soon! Open your mouth wide!
french: [_r_] Je vais foutre bientôt ! Ouvre ta bouche large !
italian: [_r_] lo cum presto! Apri la bocca in largo!
japanese: [_r_] 私はすぐに兼任します! あなたの口を広げてください!
spanish: [_r_] ¡Me esperaré pronto! ¡Abre la boca en todo el mundo!

source: [_r_] I'm done! Take it all!
french: [_r_] J'ai terminé ! Prends tout !
italian: [_r_] ho finito! Prendete tutto!
japanese: [_r_] 完了しました！全部受け取ってください！
spanish: [_r_] ¡Estoy hecho! ¡Tómalo todo!

source: [_r_] Damn it!! Good...
french: [_r_] Merde!! Bien...
italian: [_r_] Damn it!! Buono...
japanese: [_r_] くそっ!!
spanish: [_r_] ¡Maldita sea! Bueno ...

source: [_r_] What a perverted look... It suits you.
french: [ _r_ ] Quel aspect perverti ... Ça vous convient.
italian: [_r_] Che aspetto perverso... Si adatta a te.
japanese: [_r_] どのような変態ルック...それはあなたに合っています.
spanish: [_r_] Qué aspecto pervertido... Te conviene.

source: [_r_] You did a great job little Moegi. Hold a handkerchief, wipe your face.
french: [ _r_ ] Tu as fait un grand travail, Moegi. Tenez un mouchoir, essuyez votre visage.
italian: [_r_] Hai fatto un grande lavoro piccolo Moegi. Tieni un fazzoletto, pulisci il viso.
japanese: [_r_] あなたは小さな萌路さんでしたね。ハンカチを持って顔を拭いてください。
spanish: [_r_] Usted hizo un gran trabajo pequeño Moegi. Sostenga un pañuelo, limpie la cara.

source: [_mo_] I have no fucking idea how this even happened... But it was fucking awesome...
french: [_mo_] Je n'ai aucune idée de la façon dont cela s'est produit même... Mais c'était génial fucking...
italian: [_mo_] Non ho idea di fottuto come questo è anche accaduto... Ma è stato scopare impressionante...
japanese: [_mo_] 私はこれがどのようにして起こったのか分からない...しかし、それはクソ素晴らしかった...
spanish: [_mo_] No tengo ninguna idea de cómo sucedió esto... Pero estaba follando increíble...

source: [_r_] Did you like it?
french: [_r_] Vous avez aimé ?
italian: [_r_] Le è piaciuto?
japanese: [_r_] 気に入りましたか？
spanish: [_r_] ¿Te gusta?

source: [_mo_] I... I feel like I needed it... Strange feeling... But I don't regret it.
french: [_mo_] Je... J'ai l'impression que j'en avais besoin... Étrange sentiment... mais je ne le regrette pas.
italian: [_mo_] Io... Mi sento come se ne avessi bisogno... Strano sentimento... Ma non me ne pentisco.
japanese: [_mo_] 私は... 私は必要なように感じる... 奇妙な感じ... しかし、私はそれを後悔していません。
spanish: [_mo_] Yo... Siento que lo necesitaba... Strange sentiendo... Pero no me arrepentigo.

source: [_r_] You're just a little perverted girl inside, I like that.
french: [ _r_ ] Tu es juste une petite fille pervertie à l'intérieur, j'aime ça.
italian: [_r_] Sei solo una ragazza pervertita dentro, mi piace.
japanese: [_r_] あなたは中のほんの少し変態女の子です, 私はそのような.
spanish: [_r_] Sólo eres una pequeña niña pervertida en el interior, me gusta eso.

source: [_r_] See you soon, baby Moegi.
french: [ _r_ ] Vous voyez bientôt, bébé Moegi.
italian: [_r_] Ci vediamo presto, bambino Moegi.
japanese: [_r_] もうすぐお会いしましょう、ベイビー萌え。
spanish: [_r_] Nos vemos pronto, bebé Moegi.
