Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_kor_] The tried-and-true pattern, a couple of restraining techniques, a sealing scroll and that's it, you can do whatever you want with her.
french: [ _kor_ ] Le modèle essayé et vrai, quelques techniques de retenue, un parchemin d'étanchéité et c'est tout, vous pouvez faire ce que vous voulez avec elle.
italian: [_kor_] Il modello collaudato e vero, un paio di tecniche di contenimento, un scorrimento sigillante e questo è ciò che si può fare con lei.
japanese: [_kor_] 試行錯誤のパターン, 抑制技術のカップル, シーリングスクロールとそれだけ, あなたは彼女と一緒に好きなように行うことができます.
spanish: [_kor_] El patrón probado y verdadero, un par de técnicas de restricción, un despliegue de sellado y eso es todo, puedes hacer lo que quieras con ella.

source: [_kor_] I'll leave out the details, you don't need it, just know that she won't be a problem anymore.
french: [_kor_] Je vais laisser les détails, vous n'en avez pas besoin, sachez juste qu'elle ne sera plus un problème.
italian: [_kor_] lascerò i dettagli, non ne hai bisogno, basta sapere che non sarà più un problema.
japanese: [_kor_] 詳細は省きますが、必要はありません。ただ彼女がもう問題にならないことを知っているだけです。
spanish: [_kor_] dejaré fuera los detalles, no los necesitas, solo sé que ya no será un problema.

source: [_kor_] So, do you still want to live?
french: [ _kor_ ] Alors, tu veux toujours vivre?
italian: [_kor_] Quindi, vuoi ancora vivere?
japanese: [_kor_] では、まだ生きたいですか？
spanish: [_kor_] Entonces, ¿todavía quieres vivir?

source: [_r_] I got it... I'll go with you, just promise me that nothing will happen to me.
french: [_r_] Je l'ai compris... Je vais vous accompagner, je vous promets juste que rien ne m'arrivera.
italian: [_r_] l'ho ottenuto... Io andrò con te, mi promettete che non mi succederà nulla.
japanese: [_r_] 分かりました...私はあなたと一緒に行きます。私には何も起こらないと約束してください。
spanish: [_r_] lo tengo... iré contigo, solo me prometo que no me pasará nada.

source: [_kor_] Sure, buddy, you have my word.
french: [ _kor_ ] Bien sûr, mon pote, tu as ma parole.
italian: [_kor_] Certo, amico, hai la mia parola.
japanese: [_kor_] 確かに、相棒、あなたは私の言葉を持っています。
spanish: [_kor_] Claro, amigo, tienes mi palabra.

source: [_r_] All right, then alri...
french: [_r_] D'accord, puis aussi...
italian: [_r_] Va bene, poi alri...
japanese: [_r_] 分かりました。それからchar@@1
spanish: [_r_] Muy bien, entonces también...

source: [_kor_] Well, or I don't.
french: [_kor_] Eh bien, ou non.
italian: [_kor_] Beh, o no.
japanese: [_kor_] まあ、もしくはそうではない。
spanish: [_kor_] Bueno, o yo no.

source: [_kor_] There's so little fun in this job, giving hope and taking it away somehow brightens up the shit.
french: [ _kor_ ] Il y a si peu de plaisir dans ce travail, en donnant de l'espoir et en l'emportant d'une manière ou d'une autre éclairante la merde.
italian: [_kor_] C'è così poco divertimento in questo lavoro, dando speranza e portarlo via in qualche modo illumina la merda.
japanese: [_kor_] この仕事はあまりにも楽しく、希望を与え、なんとか持ち去ることでクソを明るくする。
spanish: [_kor_] Hay tan poca diversión en este trabajo, dando esperanza y llevándolo de alguna manera ilumina la mierda.

source: [_m_] I have to attack first! Then I'll have at least some chance!
french: [_m_] Je dois d'abord attaquer ! Alors j'aurai au moins une chance !
italian: [_m_] devo attaccare per primo! Allora avrò almeno qualche possibilità!
japanese: [_m_] 先に攻撃しなければなりません！少なくともチャンスはあります！
spanish: [_m_] ¡Tengo que atacar primero! ¡Entonces tendré al menos alguna oportunidad!

source: [_kor_] You're dumber than I thought.
french: [_kor_] Vous êtes dubuleux que je ne le pensais.
italian: [_kor_] sei più stupido di quanto pensassi.
japanese: [_kor_] 思ったよりも馬鹿だね。
spanish: [_kor_] Usted es más tonto de lo que pensaba.

source: [_m_] Kamiko... I didn't... I couldn't...?
french: [_m_] Kamiko... Je n'ai pas... Je n'ai pas pu...?
italian: [_m_] Kamiko... Non ho potuto... non ho potuto...?
japanese: [_m_] カミコ... 私はできませんでした...
spanish: [_m_] Kamiko... Yo no... no pude...?

source: The next scene contains frightening bloody images, if you don't want to watch, choose a more covered variation of the scene.
french: La scène suivante contient des images effrayantes et sanglantes, si vous ne voulez pas regarder, choisissez une variante plus couverte de la scène.
italian: La scena successiva contiene immagini sanguinose spaventose, se non si vuole guardare, scegliere una variazione più coperta della scena.
japanese: 次のシーンには血まみれの画像が含まれています。見たくない場合は、シーンのバリエーションを選択してください。
spanish: La siguiente escena contiene imágenes aterradoras de sangre, si no quieres mirar, elige una variación más cubierta de la escena.

source: [_ka_] Showing signs of life!
french: [ _ka_ ] Affichage des signes de la vie !
italian: [_ka_] Mostrando segni di vita!
japanese: [_ka_] 生命の兆候を示します!
spanish: [_ka_] ¡Mostrando signos de vida!

source: [_ka_] Aren't you hurt bad?
french: [_ka_] Ne vous faites pas de mal ?
italian: [_ka_] non sei ferita male?
japanese: [_ka_] あなたは悪くないですか？
spanish: [_ka_] ¿No estás mal?

source: [_ka_] Does your head hurt?
french: [ _ka_ ] Votre tête est-elle blessée?
italian: [_ka_] Ti fa male la testa?
japanese: [_ka_] 頭が痛みますか？
spanish: [_ka_] ¿Le duele la cabeza?

source: [_r_] What...
french: [_r_] Quoi...
italian: [_r_] Cosa...
japanese: [_r_] 何...
spanish: [_r_] Qué ...

source: [_r_] What are you...
french: [ _r_ ] Qu'est-ce que vous ...
italian: [_r_] Che cosa sei...
japanese: [_r_] 何ですか...
spanish: [_r_] ¿Qué es usted ...

source: [_ka_] Oh don't look at me like that ~
french: [_ka_] Oh ne me regardez pas comme ça ~
italian: [_ka_] Oh non guardarmi così ~
japanese: [_ka_] ああ、そんな目で見るな~
spanish: [_ka_] Oh no me mires así ~

source: [_ka_] I was just having a little fun and having a snack!
french: [ _ka_ ] J'ai juste eu un peu de plaisir et une collation !
italian: [_ka_] Stavo solo avendo un po 'di divertimento e avere uno spuntino!
japanese: [_ka_] ちょっと楽しくて軽食を食べていました!
spanish: [_ka_] ¡Estaba un poco divirtiéndome y teniendo un truco!

source: [_ka_] What's that? Fear? Are you afraid of me honey?
french: [_ka_] Qu'est-ce que c'est ? Peur ? Vous avez peur du miel ?
italian: [_ka_] Cos'è? Paura? Hai paura di me miele?
japanese: [_ka_] それは何ですか？恐れているのは私ですか？
spanish: [_ka_] ¿Qué es eso? ¿Teme miel? ¿Tienes miel?

source: [_ka_] You have such a sweet face now...
french: [ _ka_ ] Vous avez un visage si doux maintenant ...
italian: [_ka_] Ora hai un viso così dolce...
japanese: [_ka_] あなたは今そんな甘い顔をしています...
spanish: [_ka_] Ahora tienes una cara tan dulce ...

source: [_ka_] Just like all those boys... When I was playing with them...
french: [ _ka_ ] Comme tous ces garçons ... Quand je jouais avec eux ...
italian: [_ka_] Proprio come tutti quei ragazzi... Quando stavo giocando con loro...
japanese: [_ka_] 私は彼らと遊んでいたとき...
spanish: [_ka_] Al igual que todos esos chicos... Cuando estaba jugando con ellos...

source: [_r_] Their... Their bodies... I don't understand...
french: [_r_] leurs... Leurs corps... Je ne comprends pas...
italian: [_r_] loro... I loro corpi... non capisco...
japanese: [_r_] 彼らの体...
spanish: [_r_] Su... Sus cuerpos... No entiendo...

source: [_ka_] I was hoping you wouldn't wake up before I cleaned up...
french: [ _ka_ ] J'espérais que vous ne vous réveillais pas avant de nettoyer ...
italian: [_ka_] speravo che non ti svegliassi prima di ripulirmi...
japanese: [_ka_] 掃除する前に起きないでくれることを願っていました...
spanish: [_ka_] esperaba que no se despertara antes de limpiar...

source: [_ka_] Too much of a shock for my boy?
french: [_ka_] Trop de choc pour mon garçon ?
italian: [_ka_] Troppo shock per il mio ragazzo?
japanese: [_ka_] 私の少年にとってショックの多すぎる.
spanish: [_ka_] ¿Demasiado choque para mi niño?

source: [_ka_] Come here my sweetie, let me calm you down...
french: [ _ka_ ] Viens ici ma chérie, laissez-moi vous calmer ...
italian: [_ka_] Vieni qui la mia dolcezza, permettetemi di calmarvi...
japanese: [_ka_] ここへ来てくれ、落ち着かせてくれchar@@1
spanish: [_ka_] Ven aquí mi cariño, déjame calmarte ...

source: [_ka_] Your body is shaking so much...
french: [ _ka_ ] Votre corps tremble tellement ...
italian: [_ka_] Il tuo corpo sta tremando tanto...
japanese: [_ka_] あなたの体はとても揺れています...
spanish: [_ka_] Su cuerpo está temblando tanto ...

source: [_ka_] You need to get over this little panic attack...
french: [ _ka_ ] Vous devez vous attaquer à cette petite crise de panique ...
italian: [_ka_] Devi superare questo piccolo attacco di panico...
japanese: [_ka_] この小さなパニック攻撃を乗り越える必要があります...
spanish: [_ka_] Es necesario superar este pequeño ataque de pánico ...

source: [_ka_] Let's talk. It'll help you calm down.
french: [_ka_] Parlons. Cela vous aidera à vous calmer.
italian: [_ka_] Parliamo. Ti aiuterà a calmarti.
japanese: [_ka_] 話をしましょう。落ち着いてください。
spanish: [_ka_] hablemos. Te ayudará a calmarte.

source: [_ka_] You can ask any question you want, I'm not going to lie to you sweetie.
french: [ _ka_ ] Vous pouvez poser la question que vous voulez, je ne vais pas vous mentir.
italian: [_ka_] Puoi fare qualsiasi domanda che vuoi, non ti mentirò dolcezza.
japanese: [_ka_] どんな質問でも、私はあなたに嘘をつくつもりはありません。
spanish: [_ka_] Usted puede hacer cualquier pregunta que usted quiera, no voy a mentir a usted cariño.

source: [_r_] Questions...
italian: [_r_] Domande...
japanese: [_r_] 質問...
spanish: [_r_] Preguntas ...

source: [_ka_] I came out to these guys in my real form.
french: [ _ka_ ] Je suis venu à ces gars sous ma forme réelle.
italian: [_ka_] Sono venuto fuori a questi ragazzi nella mia forma reale.
japanese: [_ka_] 本当の姿でこの人たちのところに来ました。
spanish: [_ka_] salí a estos chicos en mi forma real.

source: [_ka_] None of them were scared, not surprised, everyone knew why they were here.
french: [ _ka_ ] Aucun d'eux n'avait peur, pas surpris, tout le monde savait pourquoi ils étaient là.
italian: [_ka_] Nessuno di loro era spaventato, non era sorpreso, tutti sapevano perché erano qui.
japanese: [_ka_] 驚くことではありませんでしたが、なぜ彼らがここにいるのかは誰も知りませんでした。
spanish: [_ka_] Ninguno de ellos estaba asustado, no sorprendido, todo el mundo sabía por qué estaban aquí.

source: [_ka_] It's a big group... With practiced combinations and techniques.
french: [ _ka_ ] C'est un grand groupe ... Avec des combinaisons et des techniques pratiquées.
italian: [_ka_] È un grande gruppo... Con combinazioni e tecniche pratiche.
japanese: [_ka_] それは大きなグループです... 組み合わせとテクニックを練習しました。
spanish: [_ka_] Es un grupo grande... Con combinaciones y técnicas practicadas.

source: [_ka_] They immediately immobilized I would even say paralyzed me.
french: [ _ka_ ] Ils m'ont immédiatement immobilisé, je dirais même paralysé.
italian: [_ka_] Immediatamente immobilizzarono direi addirittura che mi paralizzavano.
japanese: [_ka_] 彼らはすぐに動けなくなり、私は麻痺したとさえ言いました。
spanish: [_ka_] Inmediatamente inmovilizaron yo incluso me paralizaron.

source: [_ka_] Their captain thought it was a done deal and left for you, but...
french: [ _ka_ ] Leur capitaine a pensé que c'était un accord fait et il vous restait, mais ...
italian: [_ka_] Il loro capitano pensava che fosse un affare fatto e lasciato per voi, ma...
japanese: [_ka_] 彼らの船長は、それが終わったと思って、あなたのために残されました...
spanish: [_ka_] Su capitán pensó que era un trato hecho y se lo dejó, pero...

source: [_ka_] I was just having a little fun...
french: [ _ka_ ] J'ai juste eu un peu de plaisir ...
italian: [_ka_] Stavo solo avendo un po' di divertimento...
japanese: [_ka_] ちょっと楽しんでいただけで...
spanish: [_ka_] Estaba pasando un poco de diversión...

source: [_ka_] It wasn't hard to beat them... And most importantly fun!
french: [ _ka_ ] Ce n'était pas difficile de les battre ... Et surtout, c'est amusant !
italian: [_ka_] Non è stato difficile batterli... E soprattutto divertimento!
japanese: [_ka_] 彼らを打ち負かすのは難しいことではありませんでした...そして最も重要なのは楽しいことです!
spanish: [_ka_] No fue difícil vencer a ellos... ¡Y lo más importante es que te diviertas!

source: [_r_] Ah... What about that girl and her family...
french: [_r_] Ah... Qu'en est-il de cette fille et de sa famille...
italian: [_r_] Ah... Che dire di quella ragazza e la sua famiglia...
japanese: [_r_] ああ...その女の子と彼女の家族については...
spanish: [_r_] Ah... Qué tal esa chica y su familia...

source: [_ka_] They saw us. Your face, me. I dealt with them, too.
french: Ils nous ont vus. Ton visage, moi. J'ai aussi traité avec eux.
italian: [_ka_] Ci hanno visto. La tua faccia, io. Ho avuto a che fare anche con loro.
japanese: [_ka_] 彼らは私たちを見ました。あなたの顔、私。私も彼らに対処しました。
spanish: [_ka_] Ellos nos vieron. Tu cara. Yo también me ocupé de ellos.

source: [_ka_] Of course honey.
french: [ _ka_ ] Bien sûr, chérie.
italian: [_ka_] Naturalmente il miele.
japanese: [_ka_] もちろん、はちみつ。
spanish: [_ka_] por supuesto la miel.

source: [_ka_] I've been trapping them for months, setting them up.
french: [ _ka_ ] Je les ai piégé depuis des mois, je les ai mis en place.
italian: [_ka_] Li ho intrappolati da mesi, li ho impostati.
japanese: [_ka_] 私は何ヶ月もの間彼らを捕まえて、それらを設定します。
spanish: [_ka_] los he atrapado durante meses, poniéndolos.

source: [_ka_] Led them by the nose, teased them, let them see me, thought they were watching me.
french: [ _ka_ ] Les a dirigés par le nez, les a taquinés, les a laissés me voir, ils me regardaient.
italian: [_ka_] li condusse per il naso, li prese in giro, li lasci loro vedermi, pensavano che stavano guardando me.
japanese: [_ka_] 彼らを鼻に導き、彼らをからかった、彼らは私を見ていると思った。
spanish: [_ka_] los guió por la nariz, los dijo, que me vieran, pensaron que me estaban mirando.

source: [_ka_] The root of the leaf... The nastiest yet so intriguing structure of Konoha...
french: [_ka_] La racine de la feuille... La structure la plus vicieuse mais aussi intrigante de Konoha...
italian: [_ka_] La radice della foglia... La struttura più brutta ma così intrigante di Konoha...
japanese: [_ka_] 木ノ葉の根...木ノ葉の最も厄介な構造...
spanish: [_ka_] La raíz de la hoja... La estructura más desnuda pero tan intrigante de Konoha...

source: [_ka_] They have their own internal hierarchy, their own laws... That naive Naruto thinks he's got the whole village under him is kind of cute.
french: [ _ka_ ] Ils ont leur propre hiérarchie interne, leurs propres lois ... Cette naïve Naruto pense qu'il a tout le village sous lui est assez mignon.
italian: [_ka_] Hanno la loro gerarchia interna, le loro stesse leggi... Quel ingenuo Naruto pensa che abbia tutto il villaggio sotto di lui è piuttosto carino.
japanese: [_ka_] 彼らは、独自の内部の階層を持っています, 独自の法律...その素朴なナルトは、彼は彼の下の村全体がかわいいの一種であると考えています.
spanish: [_ka_] Ellos tienen su propia jerarquía interna, sus propias leyes ... Ese ingenuo Naruto piensa que tiene todo el pueblo debajo de él es algo lindo.

source: [_ka_] They were eager to catch me, kill me, dismember me, explore my whole self in order to gain more power...
french: [ _ka_ ] Ils étaient impatients de m'attraper, de me tuer, de me démembr, d'explorer mon moi tout entier afin d'obtenir plus de pouvoir ...
italian: [_ka_] Erano desiderosi di prendermi, uccidermi, dissociarmi, esplorare tutto il mio sé per guadagnare più potenza...
japanese: [_ka_] 彼らは私を捕まえたいと熱望していました, 私を殺す, 私を解体, より多くの力を得るために私の全自己を探求...
spanish: [_ka_] Estaban deseosos de atraparme, matarme, desmembrarme, explora mi yo entero para ganar más poder...

source: [_ka_] But none of them could think that they were just meat that I was leading for slaughter.
french: [ _ka_ ] Mais aucun d'entre eux ne pouvait penser qu'ils étaient juste de la viande que j'étais en tête pour l'abattage.
italian: [_ka_] Ma nessuno di loro poteva pensare che fossero solo carne che stavo conducendo per la macellazione.
japanese: [_ka_] でも、私が虐殺を先導していた肉だと思っている人は誰もいませんでした。
spanish: [_ka_] Pero ninguno de ellos podía pensar que solo eran carne a la que yo estaba dirigiendo para matar.

source: [_ka_] Flesh... Their flesh... Meat... Blood... Their organs... It's all imbued with chakra...
french: [_ka_] Chair ... Leur chair... Leur chair... Viande... Sang... Leurs organes... Tout est imprégné de chakra...
italian: [_ka_] Carne... La loro carne... Carne... Sangue... I loro organi... è tutto intriso di chakra...
japanese: [_ka_] フレッシュ...彼らの肉...肉...血...彼らの臓器...それはすべてチャクラを注入されています...
spanish: [_ka_] Carne... Su carne... Carne... Sangre... Sus órganos... Todo está imbuido de chakra...

source: [_ka_] The great gift my dear Kaguya gave them...
french: [ _ka_ ] Le grand cadeau que ma chère Kaguya leur a donné ...
italian: [_ka_] Il grande dono che il mio caro Kaguya ha dato loro...
japanese: [_ka_] 私の親愛なるカグヤが彼らに与えた素晴らしい贈り物...
spanish: [_ka_] El gran regalo que mi querido Kaguya les dio ...

source: [_ka_] My battle uniform... It makes me look more like a beast than a human.
french: [_ka_] Mon uniforme de bataille... Cela me fait ressembler plus à une bête qu'à un humain.
italian: [_ka_] La mia uniforme di battaglia... Mi fa sembrare più una bestia che un essere umano.
japanese: [_ka_] 私の戦いの制服... それは私が人間より獣のように見えます.
spanish: [_ka_] Mi uniforme de batalla ... Me hace parecer más a una bestia que a un humano.

source: [_ka_] I can devour their entire essence, down to the last drop, accumulating the chakra they've nurtured for so long...
french: [ _ka_ ] Je peux dévorer toute leur essence, jusqu'à la dernière goutte, accumulant le chakra qu'ils ont nourri pendant si longtemps ...
italian: [_ka_] posso divorare tutta la loro essenza, fino all'ultima goccia, accumulando il chakra che hanno nutrito per così tanto tempo...
japanese: [_ka_] 私は彼らの全ての本質を食べることができ、彼らが長い間育ててきたチャクラを蓄積する最後の一滴まで...
spanish: [_ka_] Puedo devorar toda su esencia, hasta la última gota, acumulando el chakra que han criado durante tanto tiempo...

source: [_ka_] All their chakra, the source of their life... We need it all to fulfill the next stage.
french: [ _ka_ ] Toute leur chakra, la source de leur vie ... Nous avons besoin de tout pour réaliser la prochaine étape.
italian: [_ka_] Tutto il loro chakra, la fonte della loro vita... Abbiamo bisogno di tutto per realizzare la fase successiva.
japanese: [_ka_] 彼らのすべてのチャクラ、彼らの命の源...次の段階を果たすためには、すべてのチャクラが必要です。
spanish: [_ka_] Todos sus chakra, la fuente de su vida... Necesitamos que todo cumpla la siguiente etapa.

source: [_ka_] Also... It's incredibly delicious...
french: [_ka_] Et aussi... C'est incroyablement délicieux...
italian: [_ka_] Also... È incredibilmente delizioso...
japanese: [_ka_] また... それは信じられないほどおいしい...
spanish: [_ka_] también... Es increíblemente delicioso...

source: [_ka_] Our journey with you...
french: [ _ka_ ] Notre voyage avec vous ...
italian: [_ka_] Il nostro viaggio con te...
japanese: [_ka_] 私たちの旅はあなたと...
spanish: [_ka_] Nuestro viaje contigo...

source: [_ka_] This is the next stage in your evolution.
french: [ _ka_ ] C'est la prochaine étape de votre évolution.
italian: [_ka_] Questa è la fase successiva della vostra evoluzione.
japanese: [_ka_] あなたの進化の次の段階です。
spanish: [_ka_] Esta es la siguiente etapa de tu evolución.

source: [_ka_] We are on our way to the great tree, to the source where the greatest amount of chakra is concentrated...
french: [ _ka_ ] Nous sommes en route vers le grand arbre, à la source où la plus grande quantité de chakra est concentrée ...
italian: [_ka_] Siamo sulla nostra strada verso il grande albero, verso la sorgente dove la maggior quantità di chakra è concentrata...
japanese: [_ka_] 我々は偉大な木に向かっています, チャクラの最大量が集中しているソースへ...
spanish: [_ka_] Estamos en camino al gran árbol, a la fuente donde se concentra la mayor cantidad de chakra...

source: [_ka_] Up to this point, you've lived a relatively quiet, ordinary life...
french: [ _ka_ ] Jusqu'à ce point, vous avez vécu une vie relativement calme, ordinaire ...
italian: [_ka_] Fino a questo punto, hai vissuto una vita relativamente tranquilla, ordinaria...
japanese: [_ka_] ここまで、比較的静かで普通の生活を送ってきました...
spanish: [_ka_] Hasta este punto, has vivido una vida relativamente tranquila y ordinaria...

source: [_ka_] You were having sex, absorbing chakra, learning to be my instrument.
french: [ _ka_ ] Vous avez eu des relations sexuelles, absorbant chakra, apprendre à être mon instrument.
italian: [_ka_] Stavi avendo sesso, assorbendo il chakra, imparando ad essere il mio strumento.
japanese: [_ka_] あなたはセックスをしていて、チャクラを吸収し、私の楽器になるように学んでいました。
spanish: [_ka_] Usted estaba teniendo sexo, absorbiendo chakra, aprendiendo a ser mi instrumento.

source: [_ka_] But the shinobi world is not an endless succession of pleasure and dirty sex...
french: [ _ka_ ] Mais le monde shinobi n'est pas une succession sans fin de plaisir et de sale sexe ...
italian: [_ka_] Ma il mondo shinobi non è una successione infinita di piacere e sporco sesso...
japanese: [_ka_] しかし、忍の世界は喜びと汚いセックスの無限の連続ではありません...
spanish: [_ka_] Pero el mundo shinobi no es una sucesión interminable de placer y sexo sucio...

source: [_ka_] Here it is, the real shinobi world, blood and violence...
french: [ _ka_ ] Voilà, le vrai shinobi monde, le sang et la violence ...
italian: [_ka_] Ecco, il vero mondo shinobi, il sangue e la violenza...
japanese: [_ka_] ここが本物の忍界、血と暴力...
spanish: [_ka_] Aquí está, el verdadero mundo shinobi, la sangre y la violencia...

source: [_ka_] And you shouldn't be afraid of it.
french: [ _ka_ ] Et vous ne devriez pas en avoir peur.
italian: [_ka_] E non dovreste averne paura.
japanese: [_ka_] そして、あなたはそれを恐れるべきではありません。
spanish: [_ka_] Y no deberías tener miedo de ello.

source: [_ka_] Pretty soon, you'll get a power that the outside world can't scare you with.
french: [_ka_] Bientôt, vous obtiendrez une puissance que le monde extérieur ne peut pas vous effrayer.
italian: [_ka_] Ben presto, otterrai un potere con cui il mondo esterno non può spaventarti.
japanese: [_ka_] まもなく、外の世界があなたを怖がらせることができないパワーを手に入れるでしょう。
spanish: [_ka_] Pretty pronto, obtendrás un poder con el que el mundo exterior no te puede asustar.

source: [_ka_] You'll get closer to...To becoming a true Lord Shinobi.
french: [ _ka_ ] Vous serez plus près ...Pour devenir un vrai Lord Shinobi.
italian: [_ka_] Ti avvicinerai...Per diventare un vero Signore Shinobi.
japanese: [_ka_] あなたはより近づくでしょう...真の主しのびになるために。
spanish: [_ka_] Te acercarás más a... para convertirse en un verdadero Señor Shinobi.

source: [_r_] I... I want to sleep...
french: [_r_] I... Je veux dormir...
italian: [_r_] I... Voglio dormire...
japanese: [_r_] 私は... 眠りたい...
spanish: [_r_] I. .. Quiero dormir ...

source: [_ka_] Go to sleep, sweetie... Tomorrow will be a new day... We almost made it...
french: [_ka_] Allez dormir, amoureux... Demain sera un nouveau jour... Nous avons failli le faire...
italian: [_ka_] Vai a dormire, dolce... Domani sarà un nuovo giorno... Lo abbiamo quasi fatto...
japanese: [_ka_] 眠りにつきましょうchar@@1 明日は新しい日になります...
spanish: [_ka_] Ve a dormir, semanas... Mañana será un nuevo día... Casi lo conseguimos...

source: [_m_] For some reason I was too sleepy.
french: [ _m_ ] Pour une raison quelconque, j'étais trop endormi.
italian: [_m_] Per qualche motivo ero troppo assonnato.
japanese: [_m_] 何らかの理由で私は眠すぎました。
spanish: [_m_] Por alguna razón estaba demasiado durmiendo.

source: [_m_] Even with all the shock I was feeling at the moment, I just started to fall asleep.
french: [ _m_ ] Même avec tout le choc que j'ai ressenti en ce moment, j'ai commencé à m'endormissement.
italian: [_m_] Anche con tutto lo shock che mi sentivo al momento, ho appena iniziato ad addormentarmi.
japanese: [_m_] ショックを受けても、今は眠り始めました。
spanish: [_m_] Incluso con todo el choque que me estaba sintiendo en este momento, acabo de empezar a dormir.

source: [_m_] The only thought I fell asleep with was the one I'll remember tomorrow...
french: [ _m_ ] La seule pensée que je me suis endormies était celle que je me souviendrais demain ...
italian: [_m_] L'unico pensiero che mi sono addormentato era quello che ricorderò domani...
japanese: [_m_] 明日のことを覚えているのは、私が一緒に眠ってしまったことだけだと思っていました...
spanish: [_m_] El único pensamiento con el que me quedé dormido fue el que recordaré mañana.
