Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] So?
french: [_r_] Alors ?
italian: [_r_] Quindi?
japanese: [_r_] それで？
spanish: [_r_] ¿Así?

source: [_hi_] And I don't think we'll be as happy again, even if we all get together, just like here.
french: [ _hi_ ] Et je ne pense pas que nous serons aussi heureux, même si nous nous rassemblons tous, comme ici.
italian: [_hi_] E non penso che saremo di nuovo felici, anche se ci riuniamo tutti, proprio come qui.
japanese: [_hi_] そして、ここのように皆が集まっても、もう二度と幸せにはなれないと思います。
spanish: [_hi_] Y no creo que volvamos a estar tan felices, incluso si todos nos reunimos, como aquí.

source: [_r_] All because of your relationship with Naruto?
french: [ _r_ ] Tout à cause de votre relation avec Naruto?
italian: [_r_] Tutto a causa del vostro rapporto con Naruto?
japanese: [_r_] ナルトとの関係があるからですか?
spanish: [_r_] Todo debido a su relación con Naruto?

source: [_hi_] I... I feel like the family is falling apart... I don't know why, I can't help it... It's like it's out of my control...
french: [_hi_] Je... J'ai l'impression que la famille est en train de s'écrouler... Je ne sais pas pourquoi, je ne peux pas l'aider... C'est comme si c'était hors de mon contrôle...
italian: [_hi_] Io... Mi sento che la famiglia stia cadendo a pezzo... non so perché, non posso aiutarlo... è come se fosse fuori dal mio controllo...
japanese: [_hi_] 私は... 家族がバラバラになっているような気がします...なぜか、助けることができない...それは私の制御不能のようです...
spanish: [_hi_] Yo... Siento que la familia se está desmoronando... No sé por qué, no puedo ayudarlo... Es como está fuera de mi control...

source: [_hi_] What should I do...?
french: [ _hi_ ] Que dois-je faire ...?
italian: [_hi_] Cosa devo fare...?
japanese: [_hi_] どうしたらいいですか...
spanish: [_hi_] ¿Qué debo hacer ...?

source: [_hi_] I'm... I'm so tired, so tired of trying for this relationship...
french: [_hi_] Je... Je suis tellement fatigué, fatigué d'essayer cette relation...
italian: [_hi_] Sono... sono così stanco, così stanco di tentare questa relazione...
japanese: [_hi_] 私はchar@@1 私はとても疲れています, 私はこの関係のために試してみることに疲れています...
spanish: [_hi_] Yo... Estoy tan cansado, tan cansado de intentar esta relación...

source: [_r_] When was the last time you talked to Naruto?
french: [ _r_ ] Quand avez-vous parlé à Naruto pour la dernière fois?
italian: [_r_] Quand'è stata l'ultima volta che hai parlato con Naruto?
japanese: [_r_] 最後にナルトさんと話をしたのはいつですか?
spanish: [_r_] ¿Cuándo fue la última vez que habló con Naruto?

source: [_hi_] Yesterday afternoon. I didn't tell it, I didn't want it to ruin our day...
french: [ _hi_ ] Hier après-midi. Je ne l'ai pas dit, je ne voulais pas que ça ruine notre jour ...
italian: [_hi_] Ieri pomeriggio. Non l'ho detto, non volevo rovinare la nostra giornata...
japanese: [_hi_] 昨日の午後、私はそれを言っていなかった、私たちの日を台無しにしたくなかった...
spanish: [_hi_] La tarde de ayer. No lo dije, no quería que arruinara nuestro día...

source: [_hi_] He brushed me off as usual, and his look... It's as if he despised me for something...
french: [ _hi_ ] Il m'a brossé comme d'habitude, et son regard ... C'est comme s'il me méprisait pour quelque chose ...
italian: [_hi_] Mi ha spazzato via come al solito, e il suo aspetto... È come se mi disprezzasse per qualcosa...
japanese: [_hi_] 彼はいつものように私を磨いてくれました... まるで何かのために私を軽蔑しているかのようです...
spanish: [_hi_] Me quitó como de costumbre, y su apariencia... Es como si me despidiera por algo...

source: [_hi_] I... I so don't want to lose my family...
french: [_hi_] Je... Je ne veux donc pas perdre ma famille...
italian: [_hi_] Io... Non voglio perdere la mia famiglia...
japanese: [_hi_] 私は...だから、私の家族を失いたくない...
spanish: [_hi_] I. .. Yo no quiero perder a mi familia ...

source: [_r_] Do you want that kind of Naruto? Are you willing to put up with all this to keep the rest of your family together?
french: [_r_] Voulez-vous ce genre de Naruto ? Êtes-vous prêt à supporter tout cela pour garder le reste de votre famille ensemble?
italian: [_r_] Vuoi questo tipo di Naruto? Sei disposto a sopportare tutto questo per tenere insieme il resto della tua famiglia?
japanese: [_r_] そんなナルトが欲しいですか? これらのことをすべて我慢して、残りの家族を一緒に保とうとしていますか?
spanish: [_r_] ¿Quieres ese tipo de Naruto? ¿Está dispuesto a aguantar todo esto para mantener al resto de su familia juntos?

source: [_hi_] What am I supposed to do? I have no choice... I... I want things to be like they were before...
french: [ _hi_ ] Que suis-je censé faire? Je n'ai pas le choix ... I. .. Je veux que les choses soient comme elles étaient avant ...
italian: [_hi_] Che cosa devo fare? Non ho scelta... Io voglio che le cose siano come stavano prima...
japanese: [_hi_] 私は何をしなければならないのですか? 選択の余地はありません...
spanish: [_hi_] ¿Qué se supone que debo hacer? No tengo elección... Yo... quiero que las cosas sean como antes...

source: [_r_] Hinata... Let me show you another way!
french: [_r_] Hinata... Laissez-moi vous montrer une autre façon !
italian: [_r_] Hinata... Permettetemi di mostrarvi un altro modo!
japanese: [_r_] ひなた... 別の方法をお見せしましょう!
spanish: [_r_] Hinata ... ¡Que te muestre otra manera!

source: [_m_] Maybe this is too harsh, but I had to do something...
french: [ _m_ ] C'est peut-être trop dur, mais j'ai dû faire quelque chose ...
italian: [_m_] Forse questo è troppo duro, ma ho dovuto fare qualcosa...
japanese: [_m_] これは過酷すぎるかもしれませんが、私は何かをしなければなりませんでした...
spanish: [_m_] Tal vez esto sea demasiado duro, pero tuve que hacer algo...

source: [_m_] She's not resisting.
french: [_m_] Elle ne résiste pas.
italian: [_m_] Non sta resistendo.
japanese: [_m_] 彼女は抵抗していません.
spanish: [_m_] She no se resiste.

source: [_m_] Does she like it?
french: [_m_] L'aime-t-elle ?
italian: [_m_] Le piace?
japanese: [_m_] 彼女はそれを好きですか?
spanish: [_m_] ¿Le gusta?

source: [_m_] The kiss is quite... It's sluggish or something...
french: [ _m_ ] Le baiser est tout à fait ... C'est léthargique ou quelque chose ...
italian: [_m_] Il bacio è chiuso... È lento o qualcosa...
japanese: [_m_] キスはキスが止まっています...
spanish: [_m_] El beso ha salido... Es lento o algo...

source: [_r_] Sorry... Did I scare you?
french: [_r_] Désolé... Je vous ai fait peur?
italian: [_r_] Mi dispiace... Ti ho spaventato?
japanese: [_r_] 申し訳ありません... あなたを怖がらせましたか?
spanish: [_r_] Lo siento... ¿Te he asustado?

source: [_hi_] That... That was unexpected...
french: [ _hi_ ] Cela ... C'était inattendu ...
italian: [_hi_] Quello... Era inaspettato...
japanese: [_hi_] That... それは予想外でした...
spanish: [_hi_] Eso... Eso fue inesperado...

source: [_hi_] Why did you kiss me?
french: [ _hi_ ] Pourquoi m'avez-vous embrassé?
italian: [_hi_] Perché mi hai baciato?
japanese: [_hi_] なぜキスをしたの？
spanish: [_hi_] ¿Por qué me besaste?

source: [_r_] I want to show you that there's another way.
french: [ _r_ ] Je veux vous montrer qu'il y a une autre façon.
italian: [_r_] Voglio mostrarti che c'è un altro modo.
japanese: [_r_] 別の方法があることをお見せします。
spanish: [_r_] quiero mostrarte que hay otra manera.

source: [_r_] Naruto isn't the same anymore, but there are other people who might like you.
french: [ _r_ ] Naruto n'est plus la même, mais il y a d'autres personnes qui pourraient vous comme vous.
italian: [_r_] Naruto non è più lo stesso, ma ci sono altre persone che potrebbero piacervi.
japanese: [_r_] 鳴門はもはや同じではありませんが、あなたを好きかもしれない人もいます。
spanish: [_r_] Naruto ya no es lo mismo, pero hay otras personas que podrían gustarte.

source: [_r_] I really like you, Hinata, I want you to be happy, even without Naruto.
french: [ _r_ ] Je t'aime vraiment, Hinata, je veux que tu es heureux, même sans Naruto.
italian: [_r_] Mi piacete molto, Hinata, voglio che siate felici, anche senza Naruto.
japanese: [_r_] 鳴人がいなくても幸せになってほしい。
spanish: [_r_] Me gusta mucho, Hinata, quiero que seas feliz, incluso sin Naruto.

source: [_hi_] Without Naruto...?
french: [_hi_] Sans Naruto...?
italian: [_hi_] Senza Naruto...?
japanese: [_hi_] Narutoなし...?
spanish: [_hi_] sin Naruto...?

source: [_r_] Maybe it's time for you to think about pausing in your relationship after all.
french: [ _r_ ] Il est peut-être temps pour vous de réfléchir à la pause dans votre relation après tout.
italian: [_r_] Forse è il momento di pensare a una pausa nella tua relazione dopo tutto.
japanese: [_r_] やっぱり仲の中で休むことを考える時期かもしれませんね。
spanish: [_r_] Quizás sea el momento de pensar en pausar en tu relación después de todo.

source: [_r_] Stop torturing yourself, it's better this way.
french: [_r_] Arrêtez de vous torturer, c'est mieux ainsi.
italian: [_r_] Smettila di torturarti, è meglio in questo modo.
japanese: [_r_] 自分自身を拷問するのをやめてください。
spanish: [_r_] Deja de torturarte a ti mismo, es mejor de esta manera.

source: [_hi_] I... I need to think... Please, please let me be alone...
french: [_hi_] Je... J'ai besoin de penser... S'il vous plaît, laissez-moi être seul...
italian: [_hi_] I... devo pensare... Per favore, lasciami essere solo...
japanese: [_hi_] 私は... 考える必要があります... お願い、私を一人にさせてください...
spanish: [_hi_] I. .. I need to think ... Por favor, por favor déjenme estar solo ...

source: [_r_] Y-yes, of course, whatever you say.
french: [ _r_ ] Y-oui, bien sûr, quoi que vous disiez.
italian: [_r_] Y-sì, naturalmente, tutto quello che dici.
japanese: [_r_] Y-yes, もちろん, あなたが言うことは何でも.
spanish: [_r_] Sí, por supuesto, lo que digas.

source: [_m_] So... It's been about eight hours now...
french: [ _m_ ] Donc ... Ça fait environ huit heures maintenant ...
italian: [_m_] Quindi... Sono trascorse circa otto ore ora...
japanese: [_m_] だからchar@@1 約8時間が経ちましたchar@@2
spanish: [_m_] Así que... Han pasado unas ocho horas ahora...

source: [_m_] Hinata asked to be left alone.
french: [_m_] Hinata a demandé à être laissé seul.
italian: [_m_] Hinata chiese di essere lasciata da sola.
japanese: [_m_] 日向は一人にしてほしいと頼まれた。
spanish: [_m_] Hinata pidió que se dejara solo.

source: [_m_] That's not strange, she needs to come to terms with the fact that it's time to end her relationship with Naruto.
french: [_m_] Ce n'est pas étrange, elle a besoin de s'accommoder du fait qu'il est temps de mettre fin à sa relation avec Naruto.
italian: [_m_] Non è strano, ha bisogno di venire a patti con il fatto che è il momento di porre fine al suo rapporto con Naruto.
japanese: [_m_] それは不思議ではありませんが、ナルトとの関係を終わらせる時が来たのではないでしょうか。
spanish: [_m_] Eso no es extraño, necesita aceptar el hecho de que es hora de poner fin a su relación con Naruto.

source: [_m_] And of course it's time to start that very relationship with me.
french: [ _m_ ] Et bien sûr, il est temps de commencer cette relation avec moi.
italian: [_m_] E naturalmente è il momento di iniziare quel rapporto con me.
japanese: [_m_] そしてもちろん、私とその関係を始める時が来ました。
spanish: [_m_] Y por supuesto es el momento de comenzar esa misma relación conmigo.

source: [_m_] I'll pick her up like a wounded kitten and make her happy.
french: [_m_] Je vais la ramasser comme un chaton blessé et la rendre heureuse.
italian: [_m_] La prenderò come un gattino ferito e la renderà felice.
japanese: [_m_] 私は負傷した子猫のように彼女を迎えに行って、彼女を幸せにします.
spanish: [_m_] la recogeré como un gatito herido y la haré feliz.

source: [_m_] Heres what, now I'm going to go to her, and take a serious step in our new relationship.
french: [ _m_ ] Heres quoi, maintenant je vais aller à elle, et faire un pas sérieux dans notre nouvelle relation.
italian: [_m_] Heres che cosa, ora andrò da lei, e fare un passo serio nel nostro nuovo rapporto.
japanese: [_m_] ここで何, 今、私は彼女に行きます, そして、私たちの新しい関係に深刻な一歩を踏み出します.
spanish: [_m_] Heres qué, ahora voy a ir a ella, y dar un paso serio en nuestra nueva relación.

source: [_m_] I have to support her, be there for her in her time of need.
french: [ _m_ ] Je dois la soutenir, être là pour elle en son temps de besoin.
italian: [_m_] Io devo sostenerla, essere lì per lei nel suo tempo di bisogno.
japanese: [_m_] 私は彼女をサポートしなければなりません, 彼女の必要な時に彼女のためにそこにいます.
spanish: [_m_] tengo que apoyarla, estar allí para ella en su momento de necesidad.

source: [_m_] Doesn't open. Maybe she didn't hear it?
french: [ _m_ ] N'ouvre pas. Peut-être qu'elle ne l'a pas entendu?
italian: [_m_] non è aperta. Forse non l'ha sentito?
japanese: [_m_] 開いていません。聞こえなかったのかもしれません。
spanish: [_m_] No está abierto. ¿Tal vez no lo escuchó?

source: [_m_] She must be in the bedroom, you can't hear so well when someone knocks from there...
french: [ _m_ ] Elle doit être dans la chambre, tu n'entends pas si bien quand quelqu'un frappe de là ...
italian: [_m_] Lei deve essere in camera da letto, non si può sentire così bene quando qualcuno bussa da lì...
japanese: [_m_] 彼女は寝室にいる必要があります, 誰かがそこからノックするとき、あなたはとてもよく聞くことができません...
spanish: [_m_] Debe estar en el dormitorio, no puedes oír tan bien cuando alguien tira de allí...

source: [_m_] Okay, I'll just go in, hope she won't mind.
french: [_m_] D'accord, je vais juste entrer, j'espère qu'elle ne m'en voudra pas.
italian: [_m_] Okay, mi limito ad entrare, spero che non le dispiacerà.
japanese: [_m_] わかりました, 私はちょうど中に行きます, 彼女が気にしないことを願って.
spanish: [_m_] Vale, me limitaré a entrar, espero que no le importe.

source: [_m_] Shit, it's dark in here, the house lights aren't on at all...
french: [_m_] Shit, il est sombre ici, les lumières de la maison ne sont pas allumées du tout...
italian: [_m_] Merda, è buio qui dentro, le luci di casa non sono accese...
japanese: [_m_] やめて、ここは暗い。家の明かりが全然ついていない。
spanish: [_m_] mierda, es oscuro aquí, las luces de la casa no están encendidas...

source: [_m_] Where's Hinata...
french: [_m_] Où est Hinata...
italian: [_m_] Dov'è Hinata...
japanese: [_m_] ひなたはどこ...
spanish: [_m_] Donde están los Hinata...

source: [_m_] Are you...
french: [ _m_ ] Etes-vous ...
italian: [_m_] Sei tu...
japanese: [_m_] char@@1
spanish: [_m_] ¿Está usted ...

source: [_m_] N-no... Wait...
french: [_m_] N-no... Attendez...
italian: [_m_] N-no... Attendi...
japanese: [_m_] N ... 待機...
spanish: [_m_] N-no... Espera...

source: [_m_] What's going on...
french: [ _m_ ] Ce qui se passe ...
italian: [_m_] Cosa sta succedendo...
japanese: [_m_] 何が起きているのか...
spanish: [_m_] ¿Qué está pasando...

source: [_m_] No...no no no no NO-NO-NO-NO-NO!
french: [ _m_ ] Non. Non pas non pas de NO-NO-NO-NO-NO !
italian: [_m_] No... no no no no NO-NO-NO-NO-NO-NO!
japanese: [_m_] ノーノーノーノーノーノーノーノーノーノーノー!
spanish: [_m_] No...no no no NO-NO-NO-NO!

source: [_m_] That's not how it's supposed to be!
french: [ _m_ ] Ce n'est pas comme ça qu'il est censé être !
italian: [_m_] Non è così che dovrebbe essere!
japanese: [_m_] そんなはずはありません!
spanish: [_m_] ¡Así no es como se supone que debe ser!

source: [_m_] What do I do what do I do!?!?
french: [ _m_ ] Qu'est-ce que je fais ce que je fais !??
italian: [_m_] Cosa faccio che cosa faccio!?!?
japanese: [_m_] 私は何をすべきか!?!?
spanish: R[_m_] ¿Qué hago lo que hago?!?

source: [_m_] Run... Run! I HAVE TO RUN AWAY FROM HERE!
french: [_m_] Courir... Courir! Je dois PARTAGER DE ICI !
italian: [_m_] Run... Run! I HAVE TO RUN AWAY DA QUI!
japanese: [_m_] 走れ...走れ！ここから逃げるんだ！
spanish: [_m_] Ejecutar... ¡Corre! ¡Tengo que ejecutar AYUDA DE AQUÍ!

source: [_rkl_] Hey... Can I help you?
french: [_rkl_] Hé ... Je peux vous aider ?
italian: [_rkl_] Hey... Posso aiutarti?
japanese: [_rkl_] おい... 何かご用ですか？
spanish: [_rkl_] Oye ... ¿Te puedo ayudar?

source: [_rklo_] Don't touch it, it stinks. Let's get out of here, I don't like it here.
french: [_rklo_] Ne le touchez pas, ça pue. Sortons d'ici, je n'aime pas ici.
italian: [_rklo_] Non toccarlo, puzza. Usciamo da qui, non mi piace qui.
japanese: [_rklo_] 触らないでください、臭いです。ここから出ましょう、ここは嫌いです。
spanish: [_rklo_] No lo toques, apesta. Vamos de aquí, no me gusta aquí.

source: [_rkl_] O-okay... He just looks sick...
french: [_rkl_] O-okay... Il a juste l'air malade...
italian: [_rkl_] O-okay... Sembra semplicemente malato...
japanese: [_rkl_] O-OK... 彼はただ具合が悪そうだ...
spanish: [_rkl_] O-okay... Simplemente se ve enfermo...

source: [_m_] Better throw some coins, you bloody bastards...
french: [ _m_ ] Mieux vaut quelques pièces de monnaie, des salauds ...
italian: [_m_] Meglio gettare alcune monete, tu bastardi sanguinari...
japanese: [_m_] コインを投げると良いぞ、この野郎char@@1
spanish: [_m_] Mejor tira algunas monedas, tú bastardos sanguinarios...

source: [_m_] I don't need your pity...
french: [_m_] Je n'ai pas besoin de votre pitié...
italian: [_m_] Non ho bisogno della tua pietà...
japanese: [_m_] 私はあなたの同情は必要ありません...
spanish: [_m_] no necesito tu pieza...

source: [_r_] I don't need...
french: [_r_] Je n'ai pas besoin...
italian: [_r_] Non ho bisogno...
japanese: [_r_] 私は必要ありません...
spanish: [_r_] no necesito...

source: [_rkl_] Wait, he said something!
french: [_rkl_] Attendez, il a dit quelque chose !
italian: [_rkl_] Aspetta, ha detto qualcosa!
japanese: [_rkl_] 待って、彼は何か言った!
spanish: [_rkl_] ¡Espera, dijo algo!

source: [_r_] I don't need your pity!!!
french: [_r_] Je n'ai pas besoin de votre pitié !!!
italian: [_r_] Non ho bisogno della tua pietà!!!
japanese: [_r_] 私はあなたの同情は必要ありません!!!
spanish: [_r_] ¡¡No necesito tu pieza!!!

source: [_rklo_] Just go away, he's aggressive.
french: [_rklo_] Partez, il est agressif.
italian: [_rklo_] Basta andare via, è aggressivo.
japanese: [_rklo_] 彼は攻撃的だ。
spanish: [_rklo_] Solo se aleja, es agresivo.

source: [_m_] I don't need pity at all...
french: [ _m_ ] Je n'ai pas besoin de pitié du tout ...
italian: [_m_] Non ho bisogno di pietà affatto...
japanese: [_m_] 私は全く同情する必要はありません。
spanish: [_m_] No necesito compasión en absoluto...

source: [_m_] Some coins...
french: [_m_] Quelques pièces...
italian: [_m_] Alcune monete...
japanese: [_m_] 一部のコイン...
spanish: [_m_] Monedas...

source: [_m_] Let me coins...
french: [ _m_ ] Laissez-moi les pièces ...
italian: [_m_] Lascia che coins...
japanese: [_m_] コインを貸してください...
spanish: [_m_] Permíteme monedas...

source: [_r_] Just a little bit at all...
french: [_r_] Juste un petit peu du tout...
italian: [_r_] Solo un po 'affatto...
japanese: [_r_] ほんの少しだけ...
spanish: [_r_] Un poco en absoluto...

source: [_r_] A little more for the bottle...
french: [ _r_ ] Un peu plus pour la bouteille ...
italian: [_r_] Un po' di più per la bottiglia...
japanese: [_r_] ボトルのためにもう少し...
spanish: [_r_] Un poco más para la botella...

source: [_r_] Is it weird for you? Feeling something like that about me?
french: [_r_] Est-ce bizarre pour vous ? Vous sentez quelque chose comme ça à mon sujet ?
italian: [_r_] È strano per te? Ti senti qualcosa di simile a me?
japanese: [_r_] 変ですか？私についてそんな感じですか？
spanish: [_r_] ¿Es extraño para ti? ¿Sentirse de algo así en mí?

source: [_hi_] I don't even know... I got so attached to you...
french: [_hi_] Je ne sais même pas... Je vous ai tellement attaché...
italian: [_hi_] Non lo so neanche... mi sono attaccato così tanto...
japanese: [_hi_] 私は知らない...私はあなたにとても愛着を持っていました...
spanish: [_hi_] ni siquiera lo sé... Me he unido tanto contigo...

source: [_hi_] I didn't even notice how I started to feel a strange warmth towards you.
french: [ _hi_ ] Je n'ai même pas remarqué comment j'ai commencé à ressentir une chaleur étrange à votre égard.
italian: [_hi_] Non ho nemmeno notato come ho iniziato a sentire uno strano calore verso di voi.
japanese: [_hi_] 不思議な暖かさを感じ始めたことにも気づきませんでした。
spanish: [_hi_] ni siquiera noté cómo empecé a sentir un calor extraño hacia ti.

source: [_r_] So I can still count on a place in your heart?
french: [ _r_ ] Donc je peux encore compter sur un endroit dans votre cœur?
italian: [_r_] Così posso ancora contare su un posto nel tuo cuore?
japanese: [_r_] だから心の中の場所に頼ることができますか?
spanish: [_r_] ¿Así que todavía puedo contar con un lugar en tu corazón?

source: [_hi_] I think you're already there.
french: [ _hi_ ] Je pense que vous êtes déjà là.
italian: [_hi_] Penso che tu sia già lì.
japanese: [_hi_] もうそこにいると思います。
spanish: [_hi_] creo que ya estás allí.

source: [_hi_] Although... You might have to try a little harder, you know...
french: [_hi_] Toutefois... Vous devrez peut-être essayer un peu plus fort, vous savez...
italian: [_hi_] Però... Potresti dover provare un po' più duramente, sa...
japanese: [_hi_] しかしchar@@1 もう少し頑張らなければならないかもしれません...
spanish: [_hi_] Sin embargo... Puede que tengas que probar un poco más duro, ya sabes...

source: [_m_] Time to light the spark.
french: [_m_] Temps pour allumer l'étincelle.
italian: [_m_] È tempo di accendere la scintilla.
japanese: [_m_] 火花を点灯する時間.
spanish: [_m_] Es hora de encender la chispa.

source: [_r_] Convince you?
french: [_r_] Vous convaincre?
italian: [_r_] Ti Convince?
japanese: [_r_] あなたを説得しますか？
spanish: ¿[_r_] conviértete?

source: [_r_] Make your body tremble?
french: [_r_] Faire trembler votre corps ?
italian: [_r_] Fai tremare il tuo corpo?
japanese: [_r_] あなたの体が震えますか？
spanish: [_r_] Haz temblar tu cuerpo?

source: [_hi_] Y-yes... That's what I meant...
french: [_hi_] Y-oui... C'est ce que je veux dire...
italian: [_hi_] Y-sì... Ecco cosa intendevo dire...
japanese: [_hi_] Y-yes...
spanish: [_hi_] Y-y... Eso es lo que quiero decir...

source: [_r_] Come to me.
french: [ _r_ ] Viens à moi.
italian: [_r_] Vieni da me.
japanese: [_r_] 私のところに来なさい。
spanish: [_r_] Ven a mí.

source: Sounds of kissing ~
french: Sons de baiser ~
italian: Suoni di baciare ~
japanese: キスの音 ~
spanish: Sonidos de beso ~

source: [_m_] Such soft and pleasant skin...
french: [ _m_ ] Cette peau douce et agréable ...
italian: [_m_] Tale pelle morbida e piacevole...
japanese: [_m_] このような柔らかく快適な肌...
spanish: [_m_] Piel tan suave y agradable...

source: [_m_] Hinata knows how to take care of herself, the perfect woman.
french: [_m_] Hinata sait prendre soin d'elle-même, la femme parfaite.
italian: [_m_] Hinata sa come prendersi cura di se stessa, la donna perfetta.
japanese: [_m_] ひなたは完璧な女性、自分の世話をする方法を知っています。
spanish: [_m_] Hinata sabe cuidarse de sí misma, la mujer perfecta.

source: [_m_] It's time to do it.
french: [ _m_ ] Il est temps de le faire.
italian: [_m_] È ora di farlo.
japanese: [_m_] それを行う時間です。
spanish: [_m_] Es el momento de hacerlo.

source: [_r_] Lie on your back, Hinata.
french: [ _r_ ] Lie sur ton dos, Hinata.
italian: [_r_] Sdraiati sulla schiena, Hinata.
japanese: [_r_] ひなたちゃんは背中に横たわっている。
spanish: [_r_] Mente en la espalda, Hinata.

source: [_r_] Aren't you in pain?
french: [_r_] ne vous sentez-vous pas douloureux ?
italian: [_r_] Non sei in dolore?
spanish: ¿[_r_] no estás en el dolor?

source: [_hi_] N-no... Go on...
french: [_hi_] N-no... Allez...
italian: [_hi_] N-no... Vai su...
japanese: [_hi_] N-no... 続行...
spanish: [_hi_] N-no... Sigue...

source: [_hi_] Mmmm... Just... Take your time...
french: [_hi_] Mmmm... Juste... Prenez votre temps...
italian: [_hi_] Mmmm... Giusto... Prendi tempo...
japanese: [_hi_] Mmm... ちょっとお時間を...
spanish: [_hi_] Mmmm... Debe... Tómate tu tiempo...

source: [_hi_] Be gentle...
french: [_hi_] Soyez gentil...
italian: [_hi_] Sii gentile...
japanese: [_hi_] 優しく...
spanish: [_hi_] Sea amable...

source: [_r_] You're so beautiful, Hinata...
french: [ _r_ ] Vous êtes si belle, Hinata ...
italian: [_r_] Sei così bello, Hinata...
japanese: [_r_] あなたはとても美しいです, ひなた...
spanish: [_r_] Usted es tan hermoso, Hinata ...

source: [_hi_] Yes... That's it... How nice ~
french: [_hi_] Oui... Voilà... C'est bien... C'est bien ~
italian: [_hi_] Sì... Questo è tutto... Quanto bello ~
japanese: [_hi_] はい... それは... なんていい~
spanish: [_hi_] Sí... Eso es así... Qué agradable ~

source: [_r_] How nice in you... I almost...
french: [ _r_ ] Quel plaisir en vous ... J'ai presque ...
italian: [_r_] Che bello in te... Ho quasi...
japanese: [_r_] どのように素敵なあなた...
spanish: [_r_] Qué agradable en ti... casi...

source: [_r_] A little more Hinata!
french: [ _r_ ] Un peu plus Hinata !
italian: [_r_] Un po' più di Hinata!
japanese: [_r_] もう少しひなた！
spanish: [_r_] ¡Un poco más de Hinata!

source: [_hi_] Cum inside me, don't be afraid ~
french: [ _hi_ ] Cum en moi, n'ayez pas peur
italian: [_hi_] Cum dentro di me, non avere paura ~
japanese: [_hi_] 私の中のスペルマ, 恐れないでください。
spanish: [_hi_] Cum dentro de mí, no temas ~
