Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_ka_] So I can trust you. You can ask anything.
french: [ _ka_ ] Je peux donc vous faire confiance. Vous pouvez demander n'importe quoi.
italian: [_ka_] Quindi posso fidarmi di te. Puoi chiedere qualsiasi cosa.
japanese: [_ka_] 信頼できるようになります。何でも聞いてください。
spanish: [_ka_] Así que puedo confiar en ti. Puedes preguntar cualquier cosa.

source: [_ka_] Because I think differently, not as all other creatures in my clan.
french: Parce que je pense différemment, pas comme toutes les autres créatures de mon clan.
italian: [_ka_] Perché penso diversamente, non come tutte le altre creature nel mio clan.
japanese: [_ka_] 私の一族の他のすべての生き物としてではなく、考え方が違うからです。
spanish: [_ka_] Porque pienso diferente, no como todas las demás criaturas de mi clan.

source: [_ka_] They have only one motive, to consume the whole chakra of this world, people are only source for them.
french: [ _ka_ ] Ils n'ont qu'un seul motif, pour consommer toute la chakra de ce monde, les gens ne sont qu'une source pour eux.
italian: [_ka_] Hanno un solo motivo, per consumare tutto il chakra di questo mondo, la gente è solo fonte per loro.
japanese: [_ka_] 彼らには動機が一つしかなく、この世界のチャクラ全体を消費し、人々は彼らのための唯一の源である。
spanish: [_ka_] Tienen sólo un motivo, para consumir todo el chakra de este mundo, la gente sólo es fuente para ellos.

source: [_ka_] I’m not interested in these things. They are certainly like gods, but in spite of all this, they are more primitive than people.
french: [ _ka_ ] Je ne suis pas intéressé par ces choses. Ils sont certainement comme des dieux, mais malgré tout cela, ils sont plus primitifs que les gens.
italian: [_ka_] Non sono interessato a queste cose, sono certamente come dei, ma nonostante tutto questo, sono più primitivi delle persone.
japanese: [_ka_] 私はこれらのことに興味がありません。彼らは確かに神々のようですが、これにもかかわらず、彼らは人よりも原始的です。
spanish: [_ka_] No me interesan estas cosas. Son ciertamente como dioses, pero a pesar de todo esto, son más primitivos que la gente.

source: [_r_] You’re really different, I don’t know how to explain it.
french: [ _r_ ] Vous êtes vraiment différent, je ne sais pas comment l'expliquer.
italian: [_r_] Sei davvero diverso, non so come spiegarlo.
japanese: [_r_] あなたは本当に違う、どう説明すればいいかわかりません。
spanish: [_r_] Es realmente diferente, no sé cómo explicarlo.

source: [_ka_] You know too little to explain anything to me.
french: [ _ka_ ] Vous savez trop peu pour m'expliquer quoi que ce soit.
italian: [_ka_] Sai troppo poco per spiegarmi qualcosa.
japanese: [_ka_] あなたは私には何も説明できません。
spanish: [_ka_] Usted sabe muy poco para explicarme nada.

source: [_ka_] Motives... I have goals, and I know exactly how to achieve them.
french: [ _ka_ ] tives ... J'ai des objectifs, et je sais exactement comment les atteindre.
italian: [_ka_] Motivi... Ho degli obiettivi, e so esattamente come raggiungerli.
japanese: [_ka_] モチベーション...ゴールがあり、それを達成する方法を正確に知っています。
spanish: [_ka_] Motivos... Tengo metas, y sé exactamente cómo lograrlos.

source: [_ka_] You see... a primitive chakra absorption is too simple. I need power over this world.
french: [_ka_] Vous voyez... une absorption primitive de chakra est trop simple. J'ai besoin de pouvoir sur ce monde.
italian: [_ka_] Vedi... un assorbimento di chakra primitivo è troppo semplice. Ho bisogno di potere su questo mondo.
japanese: [_ka_] char@@1 原始的なチャクラの吸収は簡単すぎる。この世界を超える力が必要だ。
spanish: [_ka_] Usted ve ... una absorción primitiva de chakra es demasiado simple. Necesito poder sobre este mundo.

source: [_ka_] Not only me. All the people of this world. None of you realize how close your race is to total annihilation.
french: [ _ka_ ] Pas seulement moi. Tous les gens de ce monde. Aucun d'entre vous ne se rend compte à quel point votre race est proche de l'anéantissement total.
italian: [_ka_] Non solo me. Tutte le persone di questo mondo. Nessuno di voi si rende conto di quanto la vostra razza sia vicina all'annientamento totale.
japanese: [_ka_] 私だけではなく、この世界のすべての人々は、あなたのレースが完全な消滅にどれほど近づいているかを理解していません。
spanish: [_ka_] no solo yo. Toda la gente de este mundo. Ninguno de ustedes se da cuenta de lo cerca que está tu raza de aniquilar total.

source: [_ka_] By taking control of the power of this world, I can prevent the extermination of humanity. Which is invariably moving towards us in the person of my clan.
french: [ _ka_ ] En prenant le contrôle de la puissance de ce monde, je peux empêcher l'extermination de l'humanité. Ce qui se dirige invariablement vers nous, en la personne de mon clan.
italian: [_ka_] Prendendo il controllo del potere di questo mondo, posso impedire lo sterminio dell'umanità. Che si sta sempre muovendo verso di noi nella persona del mio clan.
japanese: [_ka_] この世界の力を支配することで、人類滅亡を防ぐことができます。 どちらが必ず私の一族の人に私たちに向かって動いている。
spanish: [_ka_] Al tomar el control del poder de este mundo, puedo evitar el exterminio de la humanidad. Lo que invariablemente se está moviendo hacia nosotros en la persona de mi clan.

source: [_r_] It's so kind of you.... I guess.
french: [_r_] C'est si gentil de vous... Je suppose.
italian: [_r_] È così gentile da voi... immagino.
japanese: [_r_] そんなに親切に...。
spanish: [_r_] Es tan amable de ti... supongo.

source: [_ka_] Oh, shut up.
french: [_ka_] Oh, tapez-le.
italian: [_ka_] Oh, zitto.
japanese: [_ka_] ああ、黙って。
spanish: [_ka_] Oh, cálle.

source: [_ka_] My strength is great, but not unlimited. I possess the most universal chakra among all members of my clan. But in a direct confrontation, I’m weaker than any of them.
french: [ _ka_ ] Ma force est grande, mais pas illimitée. Je possède le chakra le plus universel parmi tous les membres de mon clan. Mais dans une confrontation directe, je suis plus faible que n'importe lequel d'entre eux.
italian: [_ka_] La mia forza è grande, ma non illimitata. Possiedo il chakra più universale tra tutti i membri del mio clan. Ma in un confronto diretto, sono più debole di qualsiasi di loro.
japanese: [_ka_] 私の強さは素晴らしいものですが、無限ではありません。私は自分の一族の中で最も普遍的なチャクラを持っています。 しかし、直接対立すれば、私は彼らの誰よりも弱いです。
spanish: [_ka_] Mi fuerza es grande, pero no ilimitada. Poseo el chakra más universal entre todos los miembros de mi clan. Pero en un enfrentamiento directo, soy más débil que cualquiera de ellos.

source: [_ka_] To fully reveal myself, I need tools. You are one of these tools.
french: [ _ka_ ] Pour me révéler complètement, j'ai besoin d'outils. Vous êtes l'un de ces outils.
italian: [_ka_] Per rivelarmi completamente, ho bisogno di strumenti. Tu sei uno di questi strumenti.
japanese: [_ka_] 私自身を完全に明らかにするには、ツールが必要です。あなたはこれらのツールの1つです。
spanish: [_ka_] Para revelarme completamente, necesito herramientas. Eres una de estas herramientas.

source: [_r_] So there will be more people like me?
french: [ _r_ ] Donc il y aura plus de gens comme moi?
italian: [_r_] Così ci saranno più persone come me?
japanese: [_r_] ですから、私のような人が増えるでしょう。
spanish: [_r_] ¿Entonces habrá más personas como yo?

source: [_ka_] That may be true.
french: [ _ka_ ] Cela peut être vrai.
italian: [_ka_] Può essere vero.
japanese: [_ka_] それは本当かもしれません。
spanish: [_ka_] Eso puede ser cierto.

source: [_ka_] The saddest outcome is your death, but only if you’re not careful.
french: [ _ka_ ] Le résultat le plus triste est votre mort, mais seulement si vous n'êtes pas prudent.
italian: [_ka_] Il risultato più triste è la tua morte, ma solo se non sei prudente.
japanese: [_ka_] 最も悲しい結果はあなたの死ですが、慎重でない場合に限ります。
spanish: [_ka_] El resultado más triste es su muerte, pero sólo si no tiene cuidado.

source: [_ka_] But if you do exactly as I say, you’ll become my right-hand man.
french: [ _ka_ ] Mais si vous faites exactement ce que je dis, vous deviendrez mon bras droit.
italian: [_ka_] Ma se fate esattamente come dico, diventerete il mio uomo di destra.
japanese: [_ka_] しかし、私の言うとおりにすれば、あなたは私の右腕となります。
spanish: [_ka_] Pero si haces exactamente como digo, te convertirás en mi hombre de la derecha.

source: [_ka_] When I take over this world, all you have to do is serve me faithfully and enjoy your privileges.
french: [ _ka_ ] Quand je prends ce monde, tout ce que vous avez à faire est de me servir fidèlement et de jouir de vos privilèges.
italian: [_ka_] Quando assumo il controllo di questo mondo, tutto quello che dovete fare è servirmi fedelmente e godere dei vostri privilegi.
japanese: [_ka_] 私がこの世界を支配するとき、あなたがしなければならないのは、私に忠実に奉仕し、あなたの特権を楽しむことだけです。
spanish: [_ka_] Cuando me hago cargo de este mundo, todo lo que tienes que hacer es servirme fielmente y disfrutar de tus privilegios.

source: [_r_] I like how this sounds.
french: [ _r_ ] J'aime ce que ça sonne.
italian: [_r_] Mi piace come questo suona.
japanese: [_r_] 私はこの音が好きです。
spanish: [_r_] Me gusta cómo suena esto.

source: [_ka_] Oh, you betcha.
french: [_ka_] Oh, vous êtes.
italian: [_ka_] Oh, tu betcha.
japanese: [_ka_] ああ、あなたは賭けます.
spanish: [_ka_] Oh, betcha.

source: [_ka_] I hope you got what you wanted.
french: [_ka_] J'espère que vous avez obtenu ce que vous vouliez.
italian: [_ka_] Spero che tu abbia quello che volevi.
japanese: [_ka_] あなたが望むものを手に入れたことを願っています。
spanish: [_ka_] espero que obtuviste lo que querías.

source: [_r_] Even more. Now there will be less questions in my head.
french: [ _r_ ] Encore plus. Maintenant, il y aura moins de questions dans ma tête.
italian: [_r_] Ancora di più. Ora ci saranno meno domande nella mia testa.
japanese: [_r_] さらに多くの質問があります。今度は私の頭の中で少ない質問があります。
spanish: [_r_] Aún más. Ahora habrá menos preguntas en mi cabeza.

source: [_ka_] Tomorrow’s work day, so go to bed.
french: [ _ka_ ] Le jour de travail de demain, allez au lit.
italian: [_ka_] Giorno di lavoro di domani, quindi vai a letto.
japanese: [_ka_] 明日の作業日ですので、寝てください。
spanish: [_ka_] El día de trabajo de mañana, así que vaya a la cama.

source: [_r_] Yeah, I’m tired... good night...
french: [_r_] Oui, je suis fatigué... bonne nuit...
italian: [_r_] Sì, sono stanco... buona notte...
japanese: [_r_] うん、疲れた...おやすみ...
spanish: [_r_] Sí, estoy cansado... buena noche...

source: [_hi_] Hey, [viname] welcome!
french: [_hi_] Salut, [viname] bienvenue !
italian: [_hi_] Hey, [viname] benvenuto!
japanese: [_hi_] やあ、 [viname] 歓迎！
spanish: [_hi_] Hey, [viname] bienvenida!

source: [_r_] Hi, is Himawari ready? We have a new topic today.
french: [_r_] Salut, Himawari est-il prêt ? Nous avons un nouveau sujet aujourd'hui.
italian: [_r_] Ciao, Himawari è pronto? Abbiamo un nuovo argomento oggi.
japanese: [_r_] こんにちは、ひまわりの準備はできていますか?
spanish: [_r_] Hola, ¿Himawari está listo? Hoy tenemos un nuevo tema.

source: [_hi_] Yeah, she woke up about an hour ago, waiting for you in her room.
french: [ _hi_ ] Ouais, elle s'est réveillée il y a environ une heure, en vous attendant dans sa chambre.
italian: [_hi_] Sì, si svegliò circa un'ora fa, aspettandoti nella sua stanza.
japanese: [_hi_] ええ、彼女は約1時間前に目を覚まし、彼女の部屋であなたを待っていました。
spanish: [_hi_] Sí, se despertó hace aproximadamente una hora, esperándote en su habitación.

source: [_r_] Okay, I’m gonna go study with her!
french: [_r_] Ok, je vais aller étudier avec elle!
italian: [_r_] Okay, andrò a studiare con lei!
japanese: [_r_] わかりました、私は彼女と一緒に勉強に行きます!
spanish: [_r_] Vale, voy a estudiar con ella!

source: [_hi_] Wait a second... well, I wanted to thank you. Himawari told me about the situation with that bully, if only I had known before...
french: [_hi_] Attendez une seconde... eh bien, je voulais vous remercier. Himawari m'a parlé de la situation avec ce malheur, si seulement je l'avais connu avant...
italian: [_hi_] Aspetta un secondo... beh, volevo ringraziarvi. Himawari mi ha detto della situazione con quel bullo, se solo avessi conosciuto prima...
japanese: [_hi_] ちょっと待って...まあ、お礼を言いたかった。ひまわりはそのいじめっ子の状況について話してくれた。もし私が以前に知っていれば・・・。
spanish: [_hi_] Espera un segundo... bueno, quería darte las gracias. Himawari me habló de la situación con eso por completo, si solo hubiera conocido antes...

source: [_r_] Oh right, nothing, I just stood up for my student.
french: [_r_] Oh oui, rien, je me suis levé pour mon élève.
italian: [_r_] Oh giusto, niente, mi sono appena alzato per il mio studente.
japanese: [_r_] ああ、何でもない。ただ生徒のために立ち上がった。
spanish: [_r_] Oh bien, nada, acabo de levantar a mi estudiante.

source: [_hi_] There’s been something wrong with her lately, and now I can see why...
french: [ _hi_ ] Il y a eu quelque chose de mal avec elle dernièrement, et maintenant je peux voir pourquoi ...
italian: [_hi_] C’è stato qualcosa di sbagliato con lei ultimamente, e ora posso vedere perché...
japanese: [_hi_] 最近彼女に何か問題がありました。そして今、私は理由がわかります...
spanish: [_hi_] Ha habido algo mal con ella últimamente, y ahora puedo ver porqué...

source: [_hi_] I have a free day tomorrow, so I’m inviting you to a little picnic with me and Himawari!
french: [ _hi_ ] J'ai une journée libre demain, donc je vous invite à un petit pique-nique avec moi et Himawari !
italian: [_hi_] Ho una giornata gratuita domani, quindi vi invito a un piccolo picnic con me e Himawari!
japanese: [_hi_] 明日は無料ですので、私とひまわりと一緒に少しピクニックに招待します!
spanish: [_hi_] Tengo un día libre mañana, así que te invito a un pequeño picnic conmigo y a Himawari!

source: [_r_] Really? It’s kinda embarrassing.
french: [_r_] Vraiment? C'est plutôt embarrassant.
italian: [_r_] Davvero? È imbarazzante.
japanese: [_r_] 本当？ちょっと恥ずかしいですね。
spanish: [_r_] ¿De verdad? Es una vergüenza.

source: [_hi_] You deserve it, Himawari speaks very highly of you. All the more this whole bully thing, you’re doing great!
french: [ _hi_ ] Vous le méritez, Himawari parle très fort de vous. Plus cette chose est intimidante, vous êtes en train de faire grand !
italian: [_hi_] Tu lo meriti, Himawari parla molto di te. Tanto più questa cosa di bullo che stai facendo grande!
japanese: [_hi_] あなたにふさわしい、ひまわりはとても高い評価を与えてくれます。このイジメ以上のことをやっているほど、あなたは素晴らしいことをしています！
spanish: [_hi_] Te lo mereces, Himawari habla muy bien de ti. ¡Cuanto más todo esto es todo, estás haciendo genial!

source: [_r_] Thank you... I’d love to come!
french: [_r_] Merci... J'adorerais venir!
italian: [_r_] Grazie... Mi piacerebbe venire!
japanese: [_r_] ありがとうchar@@1 来てみたいと思います！
spanish: [_r_] Gracias... ¡Me encantaría venir!

source: [_hi_] I’d also like my husband to be at the picnic so you can have a little chat with him, but he’s got a lot of work to do, so...
french: [ _hi_ ] J'aimerais aussi que mon mari soit au pique-nique pour que vous puissiez avoir un peu de discussion avec lui, mais il a beaucoup de travail à faire, donc ...
italian: [_hi_] Vorrei anche che mio marito fosse al picnic in modo da poter fare una chiacchierata con lui, ma ha molto lavoro da fare, così...
japanese: [_hi_] 私はまた、あなたが彼と少し話をすることができるように、私の夫がピクニックにいるのが好きです。 でも彼はやるべきことがたくさんあるから...
spanish: [_hi_] También me gustaría que mi marido estuviera en el picnic para que puedas charlar con él pero tiene mucho trabajo por hacer, así que...

source: [_r_] It’s okay, I totally get it.
french: [_r_] C'est normal, je l'obtiens totalement.
italian: [_r_] Va bene, lo ottengo totalmente.
japanese: [_r_] 大丈夫、完全に理解できます。
spanish: [_r_] Está bien, lo recibo completamente.

source: [_hi_] Boruto couldn’t either, he's on a mission.
french: [_hi_] Boruto ne pouvait pas non plus, il est en mission.
italian: [_hi_] Nemmeno Boruto potrebbe, è in missione.
japanese: [_hi_] ボルトはどちらもできませんでした。彼は任務中です。
spanish: [_hi_] Boruto tampoco pudo hacerlo, él está en una misión.

source: [_r_] It’s okay, I’m sure the three of us will have fun.
french: [ _r_ ] C'est bon, je suis sûr que les trois d'entre nous vont s'amuser.
italian: [_r_] Va bene, sono sicuro che i tre di noi si divertiranno.
japanese: [_r_] 大丈夫、きっと3人で楽しめると思います。
spanish: [_r_] Está bien, estoy seguro de que los tres nos divirtiremos.

source: [_hi_] I’m glad you think so! Then come back at the same time tomorrow and we’ll go on a picnic!
french: [_hi_] Je suis content que vous y pensiez ! Puis revenez en même temps demain et nous allons faire un pique-nique !
italian: [_hi_] Sono contento che lo pensiate così! Poi tornate allo stesso tempo domani e continueremo a fare un picnic!
japanese: [_hi_] そう思ってくれて嬉しいです！明日は同じ時間に戻ってきて、ピクニックに行きましょう！
spanish: [_hi_] ¡Me alegro de que lo pienses! ¡Entonces vuelve a la misma hora mañana y vamos a ir a un picnic!

source: [_r_] Alright!
french: [_r_] D'accord!
italian: [_r_] Bene!
japanese: [_r_] 大丈夫!
spanish: [_r_] ¡Muy bien!

source: [_r_] I don’t see any mistakes, good job!
french: [ _r_ ] Je ne vois aucune erreur, bon travail !
italian: [_r_] Non vedo errori, buon lavoro!
japanese: [_r_] 間違いはありません。よくできました！
spanish: [_r_] No veo ningún error, ¡buen trabajo!

source: [_hima_] Thank you, sensei!
french: [ _hima_ ] Merci, sensei !
italian: [_hima_] Grazie, sensei!
japanese: [_hima_] ありがとうございます!
spanish: [_hima_] ¡Gracias, sensei!

source: [_r_] How are you? Were there any more problems with that guy?
french: [_r_] Comment êtes-vous ? Y a-t-il eu plus de problèmes avec ce type ?
italian: [_r_] Come stai? C'erano altri problemi con quel tipo?
japanese: [_r_] 元気ですか？彼との問題はありましたか？
spanish: [_r_] ¿Cómo estás? ¿Había más problemas con ese tipo?

source: [_hima_] No! I heard a rumor that he’s afraid to come after us because of you!
french: [ _hima_ ] Non ! J'ai entendu une rumeur qu'il a peur de venir après nous à cause de vous !
italian: [_hima_] No! Ho sentito una voce che ha paura di venire dopo di noi a causa di te!
japanese: [_hima_] いいえ！あなたのせいで私たちを追いかけるのが怖いという噂が聞こえました！
spanish: ¡[_hima_] No! ¡He escuchado un rumor de que tiene miedo de venir detrás de nosotros por culpa de ti!

source: [_hima_] It’s only been a day, but I hope he’s gone forever!
french: [ _hima_ ] Ce n'est qu'un jour, mais j'espère qu'il est parti pour toujours !
italian: [_hima_] È stato solo un giorno, ma spero che sia andato per sempre!
japanese: [_hima_] 一日しか経っていないけど、彼は永遠にいなくなっていることを願っています！
spanish: [_hima_] Solo ha sido un día, ¡pero espero que se haya ido para siempre!

source: [_r_] If he’ll become a problem again, feel free to tell me, I think we can handle him!
french: [ _r_ ] S'il va redevenir un problème, n'hésitez pas à me le dire, je pense que nous pouvons le gérer !
italian: [_r_] Se diventerà di nuovo un problema, sentitevi liberi di dirmi, penso che possiamo gestirlo!
japanese: [_r_] もう一度問題になってしまったら、お気軽に教えてください。私たちなら対処できると思います！
spanish: [_r_] Si vuelve a convertirse en un problema, ¡siéntase libre de decirme, creo que podemos manejarlo!

source: [_hima_] Okay, sensei!
french: [_hima_] Ok, sensei!
japanese: [_hima_] わかりました、先生！
spanish: [_hima_] Vale, sensei!

source: [_hima_] Has mom mentioned a picnic?
french: [_hima_] Maman a-t-elle mentionné un pique-nique ?
italian: [_hima_] La mamma ha citato un picnic?
japanese: [_hima_] ママはピクニックについて話していましたか?
spanish: [_hima_] ¿Ha mencionado la madre un picnic?

source: [_r_] Yeah, was that your idea?
french: [_r_] Ouais, est-ce votre idée?
italian: [_r_] Sì, era la tua idea?
japanese: [_r_] ええ、それはあなたのアイデアですか？
spanish: [_r_] Sí, ¿fue esa tu idea?

source: [_hima_] Yeah! And mom agreed instantly!
french: [_hima_] Oui ! Et ma mère a accepté instantanément !
italian: [_hima_] Sì! E la mamma si è accordata immediatamente!
japanese: [_hima_] うん！ママはすぐに合意した！
spanish: [_hima_] ¡Sí! ¡Y mamá acordó al instante!

source: [_r_] We’ll all have a good time together tomorrow.
french: [ _r_ ] Nous aurons tous un bon moment ensemble demain.
italian: [_r_] Ci divertiremo tutti insieme domani.
japanese: [_r_] 明日は皆で楽しい時間を過ごします。
spanish: [_r_] Todos pasaremos un buen rato juntos mañana.

source: [_hima_] I'm really looking forward to it!
french: [_hima_] J'attends avec impatience !
italian: [_hima_] Non vedo l'ora di farlo!
japanese: [_hima_] 本当に楽しみにしています!
spanish: [_hima_] ¡Estoy ansioso por ello!

source: [_r_] Kamiko! I have great news! I’ll have more time with Hinata tomorrow!
french: [_r_] Kamiko ! J'ai de bonnes nouvelles ! J'aurai plus de temps avec Hinata demain !
italian: [_r_] Kamiko! Ho una grande notizia! Avrò più tempo con Hinata domani!
japanese: [_r_] 神子！素晴らしいニュースがあります！明日は日向との時間がもっとあります！
spanish: ¡[_r_] Kamiko! ¡Tengo buenas noticias! ¡Tendré más tiempo con Hinata mañana!

source: [_ka_] I need more details.
french: [ _ka_ ] J'ai besoin de plus de détails.
italian: [_ka_] Ho bisogno di maggiori dettagli.
japanese: [_ka_] 詳細が必要です。
spanish: [_ka_] necesito más detalles.

source: [_r_] She invited me to a picnic with her daughter.
french: [ _r_ ] Elle m'a invité à un pique-nique avec sa fille.
italian: [_r_] Mi invitò a un picnic con sua figlia.
japanese: [_r_] 彼女は娘と一緒にピクニックに私を招待しました.
spanish: [_r_] Ella me invitó a un picnic con su hija.

source: [_ka_] That's... Perfect!
french: [_ka_] C'est... Parfait !
italian: [_ka_] Quello... Perfetto!
japanese: [_ka_] それはchar@@1 完璧！
spanish: [_ka_] eso... ¡Perfecto!

source: [_ka_] You need to start making our plan a reality.
french: [ _ka_ ] Vous devez commencer à faire de notre plan une réalité.
italian: [_ka_] È necessario iniziare a rendere il nostro piano una realtà.
japanese: [_ka_] 私たちの計画を実現し始める必要があります。
spanish: [_ka_] Es necesario empezar a hacer realidad nuestro plan.

source: [_r_] Just tell me how to influence her, I don’t understand...
french: [ _r_ ] Dites-moi juste comment l'influencer, je ne comprends pas ...
italian: [_r_] Basta dirmi come influenzarla, non capisco...
japanese: [_r_] ただ彼女に影響を与える方法を教えてください。私には理解できません...
spanish: [_r_] Solo dígame cómo influenciarla, no entiendo...

source: [_ka_] When you have the perfect opportunity, touch her skin. Imagine how the chakra flowing in your body passes to her.
french: [ _ka_ ] Quand vous avez l'opportunité parfaite, touchez sa peau. Imaginez comment le chakra qui coule dans votre corps lui passe.
italian: [_ka_] Quando hai l'opportunità perfetta, tocca la sua pelle. Immagina come il chakra che scorre nel tuo corpo le passa.
japanese: [_ka_] 完璧な機会があれば、彼女の肌に触れてください。あなたの体内に流れるチャクラが彼女にどのように流れるのか想像してみてください。
spanish: [_ka_] Cuando usted tiene la oportunidad perfecta, toque su piel. Imagina cómo el chakra que fluye en tu cuerpo pasa a ella.

source: [_ka_] You’ll feel it when my chakra starts flowing to her.
french: [ _ka_ ] Vous le sentirez quand mon chakra commence à la couler.
italian: [_ka_] Lo sentirai quando il mio chakra inizia a scorrere verso di lei.
japanese: [_ka_] 私のチャクラが彼女に流れ始めると、あなたはそれを感じるでしょう。
spanish: [_ka_] Lo sentirás cuando mi chakra empiece a fluir hacia ella.

source: [_ka_] At that moment, remember the maximum amount of pleasant and perverted memories of Hinata.
french: [ _ka_ ] À ce moment, souvenez-vous de la quantité maximale de souvenirs agréables et perverti de Hinata.
italian: [_ka_] In quel momento, ricorda la massima quantità di ricordi piacevoli e pervertiti di Hinata.
japanese: [_ka_] その瞬間、ひなたの快適で変態的な思い出の最大量を覚えておいてください。
spanish: [_ka_] En ese momento, recuerda la cantidad máxima de recuerdos agradables y pervertidos de Hinata.

source: [_ka_] When you do this, my power will activate.
french: [ _ka_ ] Lorsque vous le faites, mon pouvoir sera activé.
italian: [_ka_] Quando fai questo, il mio potere si attiverà.
japanese: [_ka_] これを行うと、私の力が発動します。
spanish: [_ka_] Cuando hagas esto, mi poder se activará.

source: [_r_] So it’s so simple...
french: [ _r_ ] Donc c'est si simple ...
italian: [_r_] Quindi è così semplice...
japanese: [_r_] だから簡単です...
spanish: [_r_] Así que es tan simple...

source: [_ka_] Not really. In the process, you have to choose how my power will affect her consciousness.
french: [ _ka_ ] Pas vraiment. Dans le processus, vous devez choisir comment mon pouvoir va affecter sa conscience.
italian: [_ka_] Non davvero. Nel processo, devi scegliere come il mio potere influenzerà la sua coscienza.
japanese: [_ka_] そうではありません。その過程で、私の力が彼女の意識にどのように影響を与えるかを選択する必要があります。
spanish: [_ka_] no. En realidad, en el proceso, tienes que elegir cómo mi poder afectará su conciencia.
