Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_ka_] You are my slave, my property, my instrument, call it as you want. I'll talk to you the way you deserve it.
french: [ _ka_ ] Vous êtes mon esclave, ma propriété, mon instrument, appelez-le comme vous voulez. Je vous parlerai de la façon dont vous le méritez.
italian: [_ka_] Tu sei il mio schiavo, la mia proprietà, il mio strumento, lo chiami come vuoi. Ti parlerò come lo meriti.
japanese: [_ka_] あなたは私の奴隷、私の財産、私の楽器、あなたが望むように呼んでください。私はあなたがそれに値する方法であなたに話をします。
spanish: [_ka_] Tú eres mi esclavo, mi propiedad, mi instrumento, llámalo como quieras. Te voy a hablar de la forma en que te lo mereces.

source: [_r_] Oh cool, always dreamed about it.
french: [_r_] Oh cool, toujours rêvé.
italian: [_r_] Oh fresco, sempre sognato.
japanese: [_r_] ああ、クール, 常にそれを夢見て.
spanish: [_r_] Oh fresco, siempre soñado con ello.

source: [_ka_] Shut up and listen closely.
french: [ _ka_ ] Écoutez et écoutez attentivement.
italian: [_ka_] Stai zitto e ascolta attentamente.
japanese: [_ka_] 音を立ててよく聴きます。
spanish: [_ka_] cierre y escuche atentamente.

source: [_ka_] Hokage's daughter needs a tutor. Udsumaki family spares no expense on their children prosperity, we can use it.
french: [_ka_] La fille de Hokage a besoin d'un tuteur. La famille Udsumaki n'épargne aucune dépense pour la prospérité de leurs enfants, nous pouvons l'utiliser.
italian: La figlia di [_ka_] Hokage ha bisogno di un tutor. La famiglia Udsumaki non risparmia alcuna spesa per la prosperità dei loro figli, possiamo usarla.
japanese: [_ka_] Hokageの娘は家庭教師が必要です。 Udsumaki家族は彼らの子供の繁栄に費用を惜しまない、私たちはそれを使用することができます。
spanish: [_ka_] La hija de Hokage necesita un tutor. La familia Udsumaki no gasta nada en la prosperidad de sus hijos, podemos usarlo.

source: [_r_] Wait... A tutor? I don't even now anything...
french: [_r_] Attendez... Un tuteur? Je n'ai même rien maintenant...
italian: [_r_] Aspetta... Un tutor? Nemmeno ora niente...
japanese: [_r_] お待ちください... 家庭教師ですか？今は何もありませんchar@@1
spanish: [_r_] Espere... ¿Un tutor? Ni siquiera ahora nada...

source: [_ka_] Knowledge of an adult is more than enough. You're so dumb...
french: [_ka_] La connaissance d'un adulte est plus que suffisante. Vous êtes si muet...
italian: [_ka_] La conoscenza di un adulto è più che sufficiente. Sei così stupido...
japanese: [_ka_] 大人の知識だけで十分だ。バカだなchar@@1
spanish: [_ka_] Conocimiento de un adulto es más que suficiente. Eres tan tonto...

source: [_r_] And what am I going to teach her?
french: [ _r_ ] Et qu'est-ce que je vais lui apprendre?
italian: [_r_] E che cosa le insegnerò?
japanese: [_r_] そして私は彼女に何を教えるつもりですか?
spanish: [_r_] ¿Y qué voy a enseñarla?

source: [_ka_] Grammar. Also you'll have to watch after her.
french: [_ka_] Grammar. Vous devrez également regarder après elle.
italian: [_ka_] Grammar. Dovrai anche guardarla.
japanese: [_ka_] グラマー. また、彼女の後を見なければなりません.
spanish: [_ka_] Gramática. También tendrás que verla.

source: [_r_] I'm going to become a babysitter?
french: [_r_] Je vais devenir une baby-sitter ?
italian: [_r_] Diventerò una babysitter?
japanese: [_r_] ベビーシッターになりますか？
spanish: ¿[_r_] voy a convertirme en una niñera?

source: [_ka_] It doesn't matter! Just do what they say, there's nothing complicated about it.
french: [_ka_] Peu importe ! Faites ce qu'ils disent, il n'y a rien de compliqué à cela.
italian: [_ka_] Non importa! Basta fare quello che dicono, non c'è niente di complicato al riguardo.
japanese: [_ka_] それは問題ではありません！ただ彼らの言うことをやってください、それについて複雑なことは何もありません。
spanish: [_ka_] No importa! Simplemente haz lo que dicen, no hay nada complicado al respecto.

source: [_r_] Okay-okay, need to study with her, what's next?
french: [_r_] D'accord, besoin d'étudier avec elle, que se passe-t-il ensuite ?
italian: [_r_] Okay-okay, ha bisogno di studiare con lei, che cosa c'è dopo?
japanese: [_r_] わかりました, 彼女と一緒に勉強する必要があります, 次は何?
spanish: [_r_] Vale, necesita estudiar con ella, ¿qué sigue?

source: [_ka_] And then the most interesting thing.
french: [ _ka_ ] Et puis la chose la plus intéressante.
italian: [_ka_] E poi la cosa più interessante.
japanese: [_ka_] そして、最も興味深いこと.
spanish: [_ka_] Y entonces lo más interesante.

source: [_ka_] Hokage's wife - Hinata Hyuga, she's going to stay at home all the time.
french: [ _ka_ ] L'épouse de Hokage-Hinata Hyuga, elle va rester à la maison tout le temps.
italian: [_ka_] moglie di Hokage - Hinata Hyuga, lei sta per rimanere a casa tutto il tempo.
japanese: [_ka_] ほかげの妻 - 日向日向、彼女はいつも家にいるつもりです。
spanish: [_ka_] La esposa de Hokage - Hinata Hyuga, se va a quedar en casa todo el tiempo.

source: [_ka_] You have to learn how to use your new power to earn her heart.
french: [ _ka_ ] Vous devez apprendre à utiliser votre nouveau pouvoir pour gagner son cœur.
italian: [_ka_] Devi imparare a usare il tuo nuovo potere per guadagnare il suo cuore.
japanese: [_ka_] 新しい力を使って彼女のハートを手に入れる方法を学ばなければなりません。
spanish: [_ka_] Usted tiene que aprender a usar su nuevo poder para ganarse su corazón.

source: [_r_] It means that Hinata is owr main aim?
french: [_r_] Cela signifie que Hinata est un objectif principal ?
italian: [_r_] Significa che Hinata è l'obiettivo principale?
japanese: [_r_] 日向がオウルのメインエイムであることを意味しますか?
spanish: [_r_] ¿Significa que Hinata es el principal objetivo?

source: [_ka_] Exactly. You need to make her yours. I don't care how.
french: [ _ka_ ] Exactement. Tu dois la faire à toi. Je me fiche de comment.
italian: [_ka_] Esattamente. Devi farla tua. Non mi importa come.
japanese: [_ka_] 正確。彼女を自分のものにする必要があります。どうでもいいです。
spanish: [_ka_] Exactamente. Necesitas hacerla tuya. No me importa cómo.

source: [_r_] Maybe you'll teach me how to use this power? I don't really get how does it work...
french: [_r_] Peut-être que tu m'apprendras à utiliser cette puissance ? Je n'arrive pas vraiment à comprendre comment ça marche...
italian: [_r_] Forse mi insegnerai come usare questo potere? Non ottengo davvero come funziona...
japanese: [_r_] このパワーの使い方を教えてくれるかもしれません。どうやって動くのかわかりませんchar@@1
spanish: [_r_] ¿Tal vez me enseñes cómo usar este poder? Realmente no consigo cómo funciona...

source: [_ka_] There's no time for it. You'll need to learn it as you go. But I'll teach you some basics.
french: [ _ka_ ] Il n'y a pas de temps pour ça. Tu vas devoir l'apprendre au fur et à mesure. Mais je vous apprendrai quelques notions de base.
italian: [_ka_] Non c'è tempo per farlo. Dovrai impararlo mentre vai. Ma ti insegnerò alcune basi.
japanese: [_ka_] 時間はありません。行く先に学ぶ必要がありますが、基本を教えてあげます。
spanish: [_ka_] No hay tiempo para ello. Necesitarás aprender a medida que vayas. Pero te enseñaré algunos conceptos básicos.

source: [_ka_] When you touch a woman with your hand, you need to imagine how you fuck her, it should be enough for a beginning.
french: [ _ka_ ] Quand vous touchez une femme avec votre main, vous devez imaginer comment vous la baisez, elle devrait être suffisante pour un début.
italian: [_ka_] Quando si tocca una donna con la mano, è necessario immaginare come si scopa lei, dovrebbe essere sufficiente per un inizio.
japanese: [_ka_] 女性に手を触れると、どうやって彼女をファックするか想像する必要がありますが、それは始まりには十分なはずです。
spanish: [_ka_] Cuando se toca a una mujer con la mano, es necesario imaginar cómo la folla, debería ser suficiente para un principio.

source: [_r_] And how much time does it take?
french: [ _r_ ] Et combien de temps ça prend?
italian: [_r_] E quanto tempo ci vuole?
japanese: [_r_] どのくらい時間がかかりますか？
spanish: [_r_] ¿Y cuánto tiempo tarda?

source: [_ka_] Seduction is quite a continuous process, so you'll need to try hard. Most of it depends on your determination!
french: [ _ka_ ] La séduction est un processus tout à fait continu, donc vous aurez besoin d'essayer. La plupart d'entre elles dépendent de votre détermination !
italian: La Seduzione [_ka_] è un processo piuttosto continuo, quindi dovrai provare duramente. La maggior parte di essa dipende dalla tua determinazione!
japanese: [_ka_] 誘惑は非常に継続的なプロセスなので、一生懸命に挑戦する必要があります。ほとんどはあなたの決意次第です！
spanish: [_ka_] La seducción es un proceso bastante continuo, por lo que tendrás que probar duramente. ¡La mayor parte depende de tu determinación!

source: [_r_] Got it.
french: [_r_] Compris.
italian: [_r_] Ho capito.
japanese: [_r_] わかりました
spanish: [_r_] Entendido.

source: [_ka_] This afternoon you need to meet Hinata in the park, I've already arranged about it for you.
french: [ _ka_ ] Cet après-midi, vous devez rencontrer Hinata dans le parc, j'en ai déjà arrangé pour vous.
italian: [_ka_] Questo pomeriggio hai bisogno di incontrare Hinata nel parco, l'ho già organizzato per te.
japanese: [_ka_] 今日の午後、公園でひなたに会う必要があります。私はすでにあなたのためにそれについて手配しました。
spanish: [_ka_] Esta tarde necesitas conocer a Hinata en el parque, ya lo he arreglado para ti.

source: [_r_] For me? How did you? Does my voice sounds so feminine?
french: [ _r_ ] Pour moi? Comment t'es-tu? Ma voix sonne-t-elle si féminine?
italian: [_r_] Per me? Come hai fatto? La mia voce suona così femminile?
japanese: [_r_] 私にとって、どのようにあなたは？私の声はそんなに女性らしいですか？
spanish: [_r_] ¿Para mí? ¿Cómo lo hizo usted? ¿Mi voz suena tan femenina?

source: [_ka_] No, I just can do something like that.
french: [ _ka_ ] Non, je peux faire quelque chose comme ça.
italian: [_ka_] No, posso solo fare qualcosa del genere.
japanese: [_ka_] いいえ、ただそのようなことができます。
spanish: [_ka_] No, solo puedo hacer algo así.

source: [_r_] Alright, I almost forgot you can do this.
french: [_r_] D'accord, j'ai presque oublié que vous pouvez le faire.
italian: [_r_] Bene, ho quasi dimenticato che puoi farlo.
japanese: [_r_] これができるのを忘れてしまいました。
spanish: [_r_] Muy bien, casi olvidé que puedes hacer esto.

source: [_r_] What should I do during the meeting? I'm not very good at talking with girls...
french: [ _r_ ] Que dois-je faire pendant la réunion? Je ne suis pas très bonne à parler avec des filles ...
italian: [_r_] Cosa devo fare durante la riunione? Non sono molto bravo a parlare con le ragazze...
japanese: [_r_] ミーティング中はどうすればいいですか？女の子と話すのはあまり得意ではありません...
spanish: [_r_] ¿Qué debo hacer durante la reunión? No soy muy buena en hablar con chicas ...

source: [_ka_] Ingratiate yourself with her! Tell her that you do well with children or something like that, you could even lie, the main thing is to get in their house.
french: [_ka_] Ingratifiez-vous avec elle! Dites-lui que vous faites bien avec des enfants ou quelque chose comme ça, vous pourriez même mentir, la chose principale est d'entrer dans leur maison.
italian: [_ka_] Vi gratiate con lei! Ditele che fate bene con i bambini o qualcosa di simile, potreste anche mentire, la cosa principale è di entrare nella loro casa.
japanese: [_ka_] 彼女とあなた自身を満足させる! 子どもたちと上手くやっていることを彼女に伝えてください嘘をつくこともできます 主なことは彼らの家に入ることです
spanish: [_ka_] ¡Ingratificarse con ella! Dile que te va bien con los niños o algo así, incluso podrías mentir, lo principal es meterte en su casa.

source: [_r_] It seems quite hard to do...
french: [ _r_ ] Il semble assez difficile de faire ...
italian: [_r_] Sembra piuttosto difficile fare...
japanese: [_r_] 実現するのはかなり難しいようです...
spanish: [_r_] Parece bastante difícil hacer...

source: [_r_] Maybe you'd motivate me somehow? I feel like I need that.
french: [_r_] Peut-être que vous me motiveriez-vous d'une manière ou d'une autre ? J'ai l'impression d'avoir besoin de cela.
italian: [_r_] Forse mi motiveresti in qualche modo? Mi sento come me ne serve.
japanese: [_r_] モチベーションを上げてくれるかな？それが必要な気がする。
spanish: [_r_] ¿Tal vez me quieres motivar de alguna manera? Siento que necesito eso.

source: [_ka_] What are you up to? Tell it straight.
french: [ _ka_ ] Qu'est-ce que tu veux? Dis-le droit.
italian: [_ka_] A cosa stai facendo? Ditelo dritto.
japanese: [_ka_] あなたは何をしていますか？正直に言いましょう。
spanish: [_ka_] ¿Qué estás haciendo? Dígale directamente.

source: [_r_] Yesterday was the best night of my life, it would be cool to do that again...
french: [ _r_ ] Hier était la meilleure nuit de ma vie, il serait cool de le faire de nouveau ...
italian: [_r_] Ieri era la notte migliore della mia vita, sarebbe stato bello farlo di nuovo...
japanese: [_r_] 昨日は私の人生で最高の夜でした。それをもう一度やるのはクールです...
spanish: [_r_] Ayer fue la mejor noche de mi vida, sería genial hacerlo de nuevo...

source: [_r_] Maybe just a little?
french: [ _r_ ] Peut-être un peu?
italian: [_r_] Forse solo un po'?
japanese: [_r_] 多分ほんの少し?
spanish: [_r_] ¿Tal vez solo un poco?

source: [_ka_] Fuck off, it was only for chakra transfer.
french: [_ka_] Fuck off it was only for chakra transferer.
italian: [_ka_] Fuck off, era solo per il trasferimento di chakra.
japanese: [_ka_] ふざけるな、チャクラ転送だけだった。
spanish: [_ka_] Fuck off, fue sólo para transferencia de chakra.

source: [_r_] Then maybe you'll dominate? I don't mind...
french: [_r_] Alors peut-être dominerez-vous ? Ça ne me dérange pas...
italian: [_r_] Allora forse dominerai? Non mi dispiace...
japanese: [_r_] それなら、多分あなたが支配するでしょうか? 私は気にしません...
spanish: [_r_] ¿Entonces tal vez dominarás? No me importa...

source: [_ka_] I said no, you stupid dumbass.
french: [_ka_] J'ai dit non, vous stupides imbéciles.
italian: [_ka_] Ho detto di no, tu stupido dumbass.
japanese: [_ka_] 私はノーと言った, あなたは愚か者.
spanish: [_ka_] dije que no, estúpidos dumbass.

source: [_r_] What about a blowjob? I really need this! I swear I'll do everything possible today!
french: [_r_] Qu'en est-il d'une pioche ? J'ai vraiment besoin de ça ! Je jure que je ferai tout ce qui est possible aujourd'hui !
italian: [_r_] Che dire di un pompino? Ho davvero bisogno di questo! Giuro che farò tutto il possibile oggi!
japanese: [_r_] フェラチオはどうですか？これが本当に必要です！誓って今日は何でもするから！
spanish: [_r_] ¿Qué pasa con un trabajo blowjob? ¡Realmente necesito esto! ¡Entiendo que haré todo lo posible hoy!

source: [_ka_] You're pathetic.
french: [_ka_] Vous êtes pathétique.
italian: [_ka_] Sei patetico.
japanese: [_ka_] あなたは哀れです.
spanish: [_ka_] Eres patético.

source: [_ka_] Okay, fuck it, but this will be the first and last time. Don't even try to ask me about it later.
french: [_ka_] Ok, baise bien, mais ce sera la première et la dernière fois. N'essayez même pas de me le demander plus tard.
italian: [_ka_] Okay, scoparlo, ma questa sarà la prima e l'ultima volta. Non cercare nemmeno di chiedermi più tardi.
japanese: [_ka_] 分かりました、でもこれは最初と最後の時間になります。あとで聞いてみてください。
spanish: [_ka_] Vale, lo siento, pero esta será la primera y la última vez. Ni siquiera intenta preguntarme más tarde.

source: [_r_] I give you my man's word!
french: [ _r_ ] Je vous donne le mot de mon homme !
italian: [_r_] Ti do la parola del mio uomo!
japanese: [_r_] 私はあなたに私の男の言葉を与えます!
spanish: ¡[_r_] te doy la palabra de mi hombre!

source: [_ka_] If you'd be able not to fail your interview, so be it, I'll give you a blowjob.
french: [ _ka_ ] Si vous ne seriez pas en mesure de ne pas échouer votre entrevue, je vous donnerai une pipe.
italian: [_ka_] Se tu non riesci a fallire la tua intervista, quindi sia, ti darò un pompino.
japanese: [_ka_] 面接に失敗しないようになったら、それでいいですね。私はあなたにフェラしてあげます。
spanish: R[_ka_] Si pudieras no fallar tu entrevista, entonces te daré un truco.

source: [_r_] Now that's more I like it! I'm feeling myself very motivated!
french: [ _r_ ] Maintenant, c'est plus que je l'aime ! Je me sens très motivée !
italian: [_r_] Ora è più che mi piace! Mi sento molto motivato!
japanese: [_r_] 今はもっと気に入ってるよ！やる気を感じてるよ！
spanish: [_r_] ¡Ahora más me gusta! ¡Me siento muy motivado!

source: [_ka_] Why did I get such an idiot...
french: [ _ka_ ] Pourquoi j'ai eu un tel idiot ...
italian: [_ka_] Perché ho ottenuto un tale idiota...
japanese: [_ka_] なんでそんなバカになったのか...
spanish: [_ka_] ¿Por qué me hice tan idiota...

source: [_r_] Hello... It was me who responded to your ad about a tutor for your daughter.
french: [_r_] Bonjour... C'est moi qui ai répondu à votre annonce au sujet d'un tuteur pour votre fille.
italian: [_r_] Ciao... Sono stato io a rispondere al tuo annuncio su un tutor per tua figlia.
japanese: [_r_] こんにちは...あなたの娘の家庭教師についての広告に応えてくれたのは私です。
spanish: [_r_] Hola... Fui yo quien respondió a tu anuncio sobre un tutor para tu hija.

source: [_hi_] Good afternoon, thank you for coming, let us now talk about your work.
french: [ _hi_ ] Bonjour, merci d'être venu, laissez-nous maintenant parler de votre travail.
italian: [_hi_] Buon pomeriggio, grazie per essere venuti, parliamo ora del vostro lavoro.
japanese: [_hi_] こんにちは、ご来場いただきありがとうございました。今回は皆様のご苦労さまです。
spanish: [_hi_] Buenas tardes, gracias por venir, hablemos ahora de tu trabajo.

source: [_r_] Sure, you can ask me whatever you want.
french: [ _r_ ] Bien sûr, tu peux me demander ce que tu veux.
italian: [_r_] Certo, puoi chiedermi quello che vuoi.
japanese: [_r_] もちろん、好きなように質問してください。
spanish: [_r_] Claro, puedes preguntarme lo que quieras.

source: [_hi_] Let's sit on this bench.
french: [ _hi_ ] Asseçons sur ce banc.
italian: [_hi_] Mettiamoci su questa panchina.
japanese: [_hi_] このベンチに座りましょう。
spanish: [_hi_] Sentémonos en este banco.

source: [_hi_] Thank you very much for taking this job. It's quite hard to find a tutor and a babysitter in one person. Especially for such low payment.
french: [ _hi_ ] Merci beaucoup pour avoir pris ce travail. Il est assez difficile de trouver un tuteur et un baby-sitter en une seule personne. Surtout pour un paiement aussi bas.
italian: [_hi_] Grazie mille per aver preso questo lavoro. È abbastanza difficile trovare un tutor e una babysitter in una persona.
japanese: [_hi_] このお仕事をいただき、ありがとうございました。 一人で家庭教師やベビーシッターを見つけるのはかなり難しいです。
spanish: [_hi_] Muchas gracias por tomar este trabajo. Es muy difícil encontrar un tutor y una niñera en una persona. Especialmente para un pago tan bajo.

source: [_r_] No problems, I'm glad to help you.
french: [ _r_ ] Aucun problème, je suis content de vous aider.
italian: [_r_] Nessun problema, sono felice di aiutarti.
japanese: [_r_] 問題はありません。お手伝いできてうれしいです。
spanish: [_r_] No hay problemas, me complace ayudarte.

source: [_m_] Hinata Huyga, Naruto Yzumaki wife. She's so adorable up close.
french: [_m_] Hinata Huyga, épouse Naruto Yzumaki. Elle est si adorable de près.
italian: [_m_] Hinata Huyga, moglie Naruto Yzumaki. È così adorabile da vicino.
japanese: [_m_] 日向ホイガ, 鳴門Yzumaki妻. 彼女は近くでとても愛らしいです.
spanish: [_m_] Hinata Huyga, esposa de Narunque Yzumaki. Es tan adorable de cerca.

source: [_m_] When you see her on the screen she seems to look just like every other 2D girl, but it's so different when you meet her face to face.
french: [ _m_ ] Quand vous la voyez à l'écran, elle semble ressembler à toutes les autres filles 2D, mais c'est si différent quand vous vous rencontrez face à face.
italian: [_m_] Quando la vedi sullo schermo sembra assomigliare ad ogni altra ragazza 2D, ma è così diverso quando si incontra il suo viso a faccia.
japanese: [_m_] 画面上で彼女を見ると、彼女は他のすべての2D女の子と同じように見えます。 でも顔を合わせると違うの
spanish: [_m_] Cuando la ves en la pantalla parece que parece como cualquier otra chica 2D, pero es tan diferente cuando uno se encuentra cara a cara.

source: [_m_] Her nice scent, neat look, innocent but confident sight... Naruto made a right choice.
french: [_m_] Son odeur agréable, son look soigné, sa vue innocente mais confiante... Naruto a fait un bon choix.
italian: [_m_] Il suo buon profumo, lo sguardo ordinato, innocente ma fiducioso... Naruto ha fatto una scelta giusta.
japanese: [_m_] 彼女の素敵な香り, きちんと見ます, 無邪気だが自信を持って視力...ナルトは正しい選択をしました.
spanish: [_m_] Su bello olor, su buen aspecto, inocente pero confiada visión... Nartaño hizo una elección correcta.

source: [_hi_] We need someone reliable, who can mainly look after Himawari.
french: [ _hi_ ] Nous avons besoin de quelqu'un de fiable, qui peut principalement s'occuper de Himawari.
italian: [_hi_] Abbiamo bisogno di qualcuno affidabile, che possa occuparsi principalmente di Himawari.
japanese: [_hi_] 主にひまわりを見守れる信頼できる人が必要です。
spanish: [_hi_] Necesitamos a alguien confiable, que puede cuidar principalmente a Himawari.

source: [_m_] And her lips? These are the best lips I've ever seen... Damn, and her breast? Someone said that in Next Generation Hinata's tits disapeared somewhere...
french: [_m_] Et ses lèvres ? Ce sont les meilleures lèvres que j'ai jamais vues... Bon sang, et son sein? Quelqu'un a dit que dans la prochaine génération Hinata les seins ont disparu quelque part...
italian: [_m_] E le sue labbra? Queste sono le labbra migliori che io abbia mai visto... Dannazione, e il suo seno? Qualcuno ha detto che in Next Generation Hinata tette disprezzate da qualche parte...
japanese: [_m_] そして彼女の唇? これらは私が今まで見た中で最高の唇です... くそっ、そして彼女の胸? 誰かが次世代ひなたのおっぱいはどこかで消えたと言いました...
spanish: [_m_] ¿Y sus labios? Estos son los mejores labios que he visto jamás... Alguien dijo que en la próxima generación las tetas de Hinata desaparecían en algún lugar...

source: [_m_] How wrong they all were...
french: [ _m_ ] Jusqu'à quel point ils étaient tous ...
italian: [_m_] Quanto erano tutti sbagliati...
japanese: [_m_] 彼ら全員がどれほど間違っていたか...
spanish: [_m_] Qué mal estaban...

source: [_hi_] Excuse me, do you listen?
french: [_hi_] Excusez-moi, écoutez-vous?
italian: [_hi_] Scusatemi, ascoltate?
japanese: [_hi_] すみません、聞いてますか？
spanish: [_hi_] Disculpe, ¿estás escuchando?

source: [_r_] Oh? Yes-yes, sure!
french: [_r_] Oh? Oui oui, sûr!
italian: [_r_] Oh? Sì-si, sicuro!
spanish: [_r_] Oh? ¡Sí, sí, seguro!

source: [_hi_] I'd like to ask you some questions, if you don't mind.
french: [ _hi_ ] J'aimerais vous poser quelques questions, si ce n'est pas le cas.
italian: [_hi_] vorrei farti alcune domande, se non ti dispiace.
japanese: [_hi_] よろしければ、質問をさせていただきます。
spanish: [_hi_] Me gustaría hacerte algunas preguntas, si no te importa.

source: [_r_] Yeah, it's okay.
french: [_r_] Ouais, c'est bien.
italian: [_r_] Sì, va bene.
japanese: [_r_] ええ、大丈夫です。
spanish: [_r_] Sí, está bien.

source: [_hi_] Have you ever worked with children before?
french: [ _hi_ ] Avez-vous déjà travaillé avec des enfants avant?
italian: [_hi_] Hai mai lavorato con i bambini prima?
japanese: [_hi_] 以前に子供たちと一緒に仕事をしたことはありますか?
spanish: [_hi_] ¿Alguna vez has trabajado con niños antes?

source: [_r_] Sure thing. In truth I love children so much, that I don't think that I'm good at anything else. I have a lot of experience in such things.
french: [ _r_ ] Bien sûr. En vérité, j'aime tellement les enfants, que je ne pense pas que je sois bon à quoi que ce soit d'autre. J'ai beaucoup d'expérience dans ce genre de choses.
italian: [_r_] Sicuro cosa. In verità amo così tanto i bambini, che non penso che io sia bravo a nient'altro. Ho molta esperienza in queste cose.
japanese: [_r_] 確かなこと. 実際、私はあまりにも多くの子供を愛しています, 私は私が他の何にも得意ではないと思うこと. そういったことには多くの経験があります。
spanish: [_r_] Claro. En verdad amo tanto a los niños, que no creo que sea bueno en nada más. Tengo mucha experiencia en tales cosas.

source: [_r_] Well... Not really. But I have a little sister I used to watch after, so I know some things about it
french: [_r_] Eh bien... Pas vraiment. Mais j'ai une petite sœur que j'ai l'habitude de surveiller après, donc je sais quelque chose à ce sujet
italian: [_r_] Bene... Non davvero. Ma ho una sorellina che ho usato per guardare dopo, quindi so alcune cose su di esso
japanese: [_r_] まあ...そうではありません。でも私には以前見ていた妹がいるので、それについていくつかのことを知っています。
spanish: [_r_] Bueno... De verdad. Pero tengo una hermana que solía ver después, así que sé algunas cosas al respecto

source: [_hi_] And what about tutoring? Can you help Himawari with some basic grammar?
french: [ _hi_ ] Et qu'en est-il du tutorat? Pouvez-vous aider Himawari avec une grammaire de base?
italian: [_hi_] E che dire del tutoring? Riesci ad aiutare Himawari con qualche grammatica di base?
japanese: [_hi_] 家庭教師についてはどうですか？ 基本的な文法でひまわりを手伝ってくれませんか？
spanish: [_hi_] ¿Y qué hay de la tutorial? ¿Puedes ayudar a Himawari con alguna gramática básica?
