Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_ka_] Don't screw it up. Look carefully for the rightest moments to become closer to Hinata.
french: [ _ka_ ] Ne le visez pas. Regardez attentivement les moments de droite pour se rapprocher de Hinata.
italian: [_ka_] Non avvizzirlo. Cerca con attenzione i momenti più giusti per avvicinarti a Hinata.
japanese: [_ka_] 台無しにしないで、ひなたに近づくための最良の瞬間を注意深く探してください。
spanish: [_ka_] No lo atornille. Mira con cuidado para que los momentos de la derecha se acerquen a Hinata.

source: [_ka_] The hardest thing is to gain her trust without using your powers. After that everything is going to be smooth.
french: [ _ka_ ] La chose la plus difficile est de gagner sa confiance sans utiliser vos pouvoirs. Après tout, tout va être lisse.
italian: [_ka_] La cosa più difficile è guadagnare la sua fiducia senza usare i tuoi poteri. Dopo di che tutto sarà liscio.
japanese: [_ka_] 一番難しいのは、あなたの力を使わずに彼女の信頼を得ることです。その後、すべてがスムーズになるでしょう。
spanish: [_ka_] Lo más difícil es ganarse la confianza sin usar tus poderes. Después de eso todo va a ser liso.

source: [_r_] Sounds like a challenge!
french: [_r_] ressemble à un défi !
italian: [_r_] Suona come una sfida!
japanese: [_r_] チャレンジのようです！
spanish: ¡[_r_] suena como un desafío!

source: [_r_] I think I'm ready.
french: [ _r_ ] Je pense que je suis prêt.
italian: [_r_] penso di essere pronto.
japanese: [_r_] 私は準備ができていると思います。
spanish: [_r_] creo que estoy listo.

source: [_ka_] Don't disappoint me.
french: [ _ka_ ] Ne me décevez pas.
italian: [_ka_] Non mi deludere.
japanese: [_ka_] 私を失望させないでください.
spanish: [_ka_] no me defrauden.

source: [_hi_] Wait a second!
french: [_hi_] Attendez une seconde!
italian: [_hi_] Aspetta un secondo!
japanese: [_hi_] しばらくお待ちください！
spanish: [_hi_] ¡Espera un segundo!

source: [_m_] There she is. Just look her, how beautiful this mommy is.
french: [ _m_ ] Elle est là. Il suffit de la regarder, à quel point cette maman est belle.
italian: [_m_] Lì è. Guardatela, quanto sia bella questa mamma.
japanese: [_m_] 彼女はあります. ただ、彼女を見て, このママはどのように美しいです.
spanish: [_m_] Ahí está ella. Basta con mirarla, cuán hermosa es esta muñeca.

source: [_m_] I can't move my sight from her breast. Didn't expect to se her in such a view...
french: [ _m_ ] Je ne peux pas bouger ma vue de son sein. Elle ne s'attendait pas à la faire dans une telle vue ...
italian: [_m_] Non posso spostare la vista dal suo seno. Non mi aspettavo di vederla in una tale vista...
japanese: [_m_] 私は彼女の胸から私の視力を移動することはできません.
spanish: [_m_] no puedo mover mi vista de su seno. No esperaba verla en tal vista...

source: [_hi_] It's you, [viname], hello! I've been waiting for you.
french: [_hi_] C'est toi, [viname], bonjour ! Je t'attendais.
italian: [_hi_] Sei tu, [viname], ciao! Ti ho aspettato.
japanese: [_hi_] あなた、 [viname]、こんにちは！あなたを待っていました。
spanish: [_hi_] ¡Eres tú, [viname], Hola! Te he estado esperando.

source: [_r_] Good afternoon, I've come just like you said.
french: [_r_] Bonjour, je suis venu comme vous l'avez dit.
italian: [_r_] Buon pomeriggio, sono venuto proprio come hai detto.
japanese: [_r_] こんにちは、あなたの言うとおりに来ました。
spanish: [_r_] Buenas tardes, vengo como tú dije.

source: [_hi_] Come in please.
french: [ _hi_ ] Viens s'il te plaît.
italian: [_hi_] Vieni per favore.
japanese: [_hi_] どうぞお入りください。
spanish: [_hi_] Ven por favor.

source: [_hi_] You may go to the hall, I'll change my clothes and come there.
french: [ _hi_ ] Vous pouvez aller à la salle, je vais changer mes vêtements et venir ici.
italian: [_hi_] Potrete andare in sala, cambierò i miei vestiti e venirò lì.
japanese: [_hi_] 会場に行って、着替えてきます。
spanish: [_hi_] Usted puede ir a la sala, voy a cambiar mi ropa y venir allí.

source: [_r_] Thanks.
french: [ _r_ ] Merci.
italian: [_r_] Grazie.
japanese: [_r_] ありがとう。
spanish: [_r_] Gracias.

source: [_hi_] Wait here, I'll bring my daughter here. You may sit, don't hesitate.
french: [_hi_] Attendez ici, je vais amener ma fille ici. Vous pouvez vous asseoir, n'hésitez pas.
italian: [_hi_] Aspetta qui, porterò qui mia figlia. Potresti sedersi, non esitare.
japanese: [_hi_] ここで待ってて、娘を連れてきます。座ってもかまいません。躊躇しないでください。
spanish: [_hi_] Espera aquí, traeré a mi hija aquí. Puedes sentarte, no te preocupes.

source: [_r_] I'll just stand, thank you.
french: [_r_] Je vais juste rester, merci.
italian: [_r_] resterò in piedi, grazie.
japanese: [_r_] 私はただ立ち上がるだけです、ありがとう。
spanish: [_r_] Solo estaré, gracias.

source: [_hi_] Himawari will come soon, do you want tea or coffee?
french: [ _hi_ ] Himawari va bientôt arriver, tu veux du thé ou du café?
italian: [_hi_] Himawari arriverà presto, vuoi tè o caffè?
japanese: [_hi_] ひまわりはすぐに来ますが、紅茶とコーヒーはいかがですか。
spanish: [_hi_] Himawari llegará pronto, ¿quieres té o café?

source: [_r_] No, thank you, I'd like to acquant with your daughter.
french: [ _r_ ] Non, merci, j'aimerais connaître votre fille.
italian: [_r_] No, grazie, vorrei fare i conti con tua figlia.
japanese: [_r_] いいえ、ありがとうございます。娘さんをお迎えしたいのですが。
spanish: [_r_] No, gracias, me gustaría adquirir con tu hija.

source: [_hi_] Excuse me for a moment, the soup is boiling.
french: [ _hi_ ] Excusez-moi pour un instant, la soupe est bouillante.
italian: [_hi_] Scusami per un attimo, la zuppa sta bollendo.
japanese: [_hi_] ちょっと失礼しますが、スープが沸騰しています。
spanish: [_hi_] Disculpe por un momento, la sopa está hirviendo.

source: [_r_] Of course, I'll wait.
french: [ _r_ ] Bien sûr, j'attendrai.
italian: [_r_] Certo, aspetterò.
japanese: [_r_] もちろん、待ちます。
spanish: [_r_] Por supuesto, esperaré.

source: [_hima_] Hello! You're my new tutor?
french: [_hima_] Bonjour ! Vous êtes mon nouveau tuteur ?
italian: [_hima_] Ciao! Sei il mio nuovo tutor?
japanese: [_hima_] こんにちは！あなたは私の新しい家庭教師ですか？
spanish: ¡[_hima_] Hola! ¿Eres mi nuevo tutor?

source: [_r_] Good afternoon, yes, it's me, name's [viname].
french: [_r_] Bon après-midi, oui, c'est moi, le nom de [viname].
italian: [_r_] Buon pomeriggio, sì, sono io, nome [viname].
japanese: [_r_] こんにちは、はい、私、名前 [viname] です。
spanish: [_r_] Buenas tardes, sí, soy yo, el nombre es [viname].

source: [_hima_] And mine's Himawari!
french: [ _hima_ ] Et la mienne Himawari !
italian: [_hima_] E la mia Himawari!
japanese: [_hima_] そして私のひまわり!
spanish: [_hima_] ¡Y el Himawari de la mina!

source: [_r_] Nice to meet you, Himawari!
french: [ _r_ ] Nice pour vous rencontrer, Himawari !
italian: [_r_] Bello per incontrarti, Himawari!
japanese: [_r_] はじめまして、ひまわり!
spanish: [_r_] ¡Buen conocerte, Himawari!

source: [_hima_] And where's mum?
french: [ _hima_ ] Et où est mum?
italian: [_hima_] E dov'è la mamma?
japanese: [_hima_] そしてママはどこ？
spanish: [_hima_] ¿Y dónde está la mamá?

source: [_r_] As I know she's in the kitchen now.
french: [ _r_ ] Comme je sais qu'elle est dans la cuisine maintenant.
italian: [_r_] Come so lei è in cucina ora.
japanese: [_r_] 私は知っているように彼女は今、台所にいます.
spanish: [_r_] Como sé que ella está en la cocina ahora.

source: [_hima_] I want to help her! And you wait a little bit!
french: [_hima_] Je veux l'aider ! Et vous attendez un peu !
italian: [_hima_] Voglio aiutarla! E aspettate un po'!
japanese: [_hima_] 私は彼女を助けたい! そしてあなたは少し待つ!
spanish: [_hima_] ¡Quiero ayudarla! ¡Y esperas un poco!

source: [_r_] Y-yeah...
spanish: [_r_] Y-sí...

source: [_hi_] You two are already got acquainted as I see?
french: [ _hi_ ] Vous deux avez déjà pris connaissance comme je vois?
italian: [_hi_] Voi due siete già venuti a conoscenza come vede?
japanese: [_hi_] あなた方2人は既に知り合いですか?
spanish: [_hi_] ¿Ya has adquirido dos como veo?

source: [_hima_] Yes, his name is [viname]!
french: [ _hima_ ] Oui, son nom est [ viname ] !
italian: [_hima_] Sì, il suo nome è [viname]!
spanish: [_hima_] Sí, su nombre es [viname]!

source: [_hi_] From now on [viname] will be your new tutor, behave yourself, sweetheart.
french: [ _hi_ ] À partir de maintenant, [ viname ] sera votre nouveau tuteur, vous vous comportez vous-même, chérie.
italian: [_hi_] D'ora in poi [viname] sarà il tuo nuovo tutor, ti comporterà da soli, amore.
japanese: [_hi_] これから [viname] があなたの新しい家庭教師になります。
spanish: [_hi_] A partir de ahora [viname] será tu nuevo tutor, comportate tú mismo, sweeks theart.

source: [_hima_] I want to show you my room! I have a lot of toys!
french: [ _hima_ ] Je veux vous montrer ma chambre ! J'ai beaucoup de jouets !
italian: [_hima_] Voglio mostrarti la mia stanza! Ho molti giocattoli!
japanese: [_hima_] 部屋を見せたい！おもちゃがいっぱいある！
spanish: [_hima_] ¡Quiero mostrarte mi habitación! ¡Tengo un montón de juguetes!

source: [_r_] Of course, if your mom doesn't mind.
french: [ _r_ ] Bien sûr, si votre mère ne pense pas.
italian: [_r_] Naturalmente, se tua mamma non dispiace.
japanese: [_r_] もちろん、お母さんが気にしないなら。
spanish: [_r_] Por supuesto, si a tu mamá no le importa.

source: [_hi_] Have fun, but don't forget about the study!
french: [ _hi_ ] Amuseez, mais n'oubliez pas l'étude !
italian: [_hi_] Buon divertimento, ma non dimenticare lo studio!
japanese: [_hi_] 楽しんでいますが、勉強を忘れないでください!
spanish: [_hi_] Diviértete pero no te olvides del estudio!

source: [_hima_] Alright!
french: [_hima_] D'accord!
italian: [_hima_] Bene!
japanese: [_hima_] 大丈夫!
spanish: [_hima_] ¡Muy bien!

source: [_r_] Surely.
french: [_r_] sûrement.
italian: [_r_] Sicuramente.
japanese: [_r_] 確かに。
spanish: [_r_] sin duda.

source: [_r_] It's spelled a little different but you're doing great apart of that.
french: [ _r_ ] C'est écrit un peu différent, mais vous en faites une grande différence.
italian: [_r_] È scritto un po 'diverso, ma stai facendo molto a parte.
japanese: [_r_] スペルは少し違いますが、それとは別に素晴らしいことをしています。
spanish: [_r_] Está escrito un poco diferente, pero usted está haciendo grandes aparte de eso.

source: [_hima_] Thank you! Do you think I'm clever?
french: [_hima_] Merci! Pensez-vous que je suis malin ?
italian: [_hima_] Grazie! Pensi che io sia intelligente?
japanese: [_hima_] ありがとうございます！私が賢いと思いますか？
spanish: [_hima_] ¡Gracias! ¿Crees que soy inteligente?

source: [_r_] Very clever. I wonder why do you need a tutor.
french: [ _r_ ] Très intelligent. Je me demande pourquoi vous avez besoin d'un tuteur.
italian: [_r_] Molto intelligente. Mi chiedo perché hai bisogno di un tutor.
japanese: [_r_] とても賢いです。なぜチューターが必要なのでしょうか。
spanish: [_r_] muy inteligente. Me pregunto por qué necesitas un tutor.

source: [_hima_] Mummy wants me to study good and she doesn't have much time to look after me.
french: [ _hima_ ] Maman veut que je étudie bien et elle n'a pas beaucoup de temps pour m'occuper de moi.
italian: [_hima_] Mummy vuole che io studi bene e lei non ha molto tempo per prendersi cura di me.
japanese: [_hima_] ママは私に良い勉強をしてほしいと思っていて、彼女は私の世話をする時間があまりない。
spanish: [_hima_] Momia quiere que estudie bien y no tiene mucho tiempo para cuidarme.

source: [_hima_] Yep! It was a lot of fun!
french: [_hima_] Ouais! C'était beaucoup de plaisir!
italian: [_hima_] Yep! È stato molto divertente!
japanese: [_hima_] はい! とても楽しかったです!
spanish: [_hima_] ¡Sí! ¡Ha sido muy divertido!

source: [_hima_] You explain much better than other teachers...
french: [ _hima_ ] Vous expliquez beaucoup mieux que les autres enseignants ...
italian: [_hima_] Ti spieghi molto meglio di altri insegnanti...
japanese: [_hima_] あなたは他の先生よりもずっとよく説明しています...
spanish: [_hima_] Usted explica mucho mejor que otros maestros ...

source: [_hima_] I don't know yet... Maybe I'll become a shinobi like my mum, dad and brother! But I also like flowers! And I like to draw too!
french: [ _hima_ ] Je ne sais pas encore ... Peut-être que je deviendrai un shinobi comme ma mère, papa et mon frère ! Mais j'aime aussi les fleurs ! Et j'aime dessiner aussi !
italian: [_hima_] Non lo so ancora... Forse diventerò uno shinobi come mia mamma, papà e fratello! Ma mi piacciono anche i fiori! E mi piace disegnare troppo!
japanese: [_hima_] 私はまだ知らない... たぶん、私は私のお母さん、お父さん、お兄さんのような忍になるでしょう! しかし、私も花が好きです! そして私も絵を描くのが好きです!
spanish: [_hima_] aún no lo soy... ¡Tal vez me conviertan en un shinobi como mi mamá, papá y hermano! ¡Pero también me gustan las flores! ¡Y me gusta dibujar también!

source: [_r_] You're gonna do great!
french: [ _r_ ] Tu vas faire super !
italian: [_r_] Farai benissimo!
japanese: [_r_] あなたは素晴らしいことをするつもりです！
spanish: [_r_] ¡Estás a punto de hacer genial!

source: [_hima_] I know! Mummy also says it!
french: [_hima_] Je sais ! La maman le dit aussi !
italian: [_hima_] lo so! Anche la mamma lo dice!
japanese: [_hima_] わかってます! ママも言ってます!
spanish: ¡[_hima_] lo sé! ¡Momia también lo dice!

source: [_hima_] Actually I don't...
french: [ _hima_ ] En fait, je ne ...
italian: [_hima_] In realtà non è...
japanese: [_hima_] 実際には...
spanish: [_hima_] En realidad no...

source: [_hima_] I play with other kids outside but...
french: [ _hima_ ] Je joue avec d'autres enfants à l'extérieur mais ...
italian: [_hima_] Io gioco con altri bambini fuori, ma...
japanese: [_hima_] 私は外で他の子供たちと遊んでいますが...
spanish: [_hima_] Yo juego con otros niños afuera, pero ...

source: [_hima_] Some of them don’t treat me well
french: [ _hima_ ] Certains d'entre eux ne me traitent pas bien
italian: [_hima_] Alcuni di loro non mi trattano bene
japanese: [_hima_] 彼らのいくつかは私をよく扱いません。
spanish: [_hima_] Algunos de ellos no me tratan bien

source: [_r_] I think it's time to finish our lesson for today.
french: [ _r_ ] Je pense qu'il est temps de finir notre leçon pour aujourd'hui.
italian: [_r_] Penso che sia ora di finire la nostra lezione per oggi.
japanese: [_r_] 今日はレッスンを終える時だと思います。
spanish: [_r_] creo que es hora de terminar nuestra lección para hoy.

source: [_hima_] Alright! You're still coming tomorrow? I really want you to come!
french: [_hima_] D'accord! Vous êtes toujours à venir demain ? Je veux vraiment que vous venez!
italian: [_hima_] Bene! Stai ancora venendo domani? Voglio davvero che vieni!
japanese: [_hima_] 大丈夫！明日はまだ来るの？来て欲しいよ！
spanish: [_hima_] ¡Vale! ¿Aún estás llegando mañana? ¡Realmente quiero que vengan!

source: [_r_] Of course, Himawari. I will definitely come.
french: [ _r_ ] Bien sûr, Himawari. Je vais certainement venir.
italian: [_r_] Certo, Himawari. Verrò sicuramente.
japanese: [_r_] もちろん、ひまわり。必ず来ます。
spanish: [_r_] Por supuesto, Himawari. Definitivamente llegaré.

source: [_hima_] Hooray! I’ll introduce you to my brother! He's nice!
french: [_hima_] Hourra ! Je vais vous présenter mon frère ! Il est sympa !
italian: [_hima_] Hooray! Ti presenterò a mio fratello! È gentile!
japanese: [_hima_] やった！兄さんを紹介します！彼はいい人だ！
spanish: [_hima_] ¡Genial! ¡Te presentaré a mi hermano! ¡Es agradable!

source: [_r_] I really look forward to it! Until next time, Himawari.
french: [_r_] J'attends avec impatience ! Jusqu'à la prochaine fois, Himawari.
italian: [_r_] Non vedo l'ora di farlo! Fino alla prossima volta, Himawari.
japanese: [_r_] すごく楽しみにしています!次回まではひまわり。
spanish: [_r_] ¡Realmente lo espero! Hasta la próxima vez, Himawari.

source: [_hima_] Goodbye, teacher!
french: [_hima_] Au revoir, professeur!
italian: [_hima_] Arrivederci, insegnante!
japanese: [_hima_] さようなら, 先生!
spanish: [_hima_] ¡Adiós, profesor!

source: [_hima_] Yes, but they're all gone... I don't want to talk about it now.
french: [ _hima_ ] Oui, mais ils sont tous partis ... Je ne veux pas en parler maintenant.
italian: [_hima_] Sì, ma sono andati tutti... Non voglio parlarne adesso.
japanese: [_hima_] はい、しかし彼らはすべて消えてしまいました... 今はそれについて話したくありません。
spanish: [_hima_] Sí, pero ya no está... No quiero hablar de ello ahora.

source: [_hima_] Thank you!
french: [ _hima_ ] Merci !
italian: [_hima_] Grazie!
japanese: [_hima_] ありがとうございます！
spanish: [_hima_] ¡Gracias!

source: [_r_] These children bully you?
french: [ _r_ ] Ces enfants vous intimidez?
italian: [_r_] Questi bambini ti fanno bollire?
japanese: [_r_] これらの子供たちはあなたをいじめますか?
spanish: [_r_] ¿Estos niños son matones?

source: [_hima_] I... Don't want to say.
french: [_hima_] Je... Je ne veux pas dire.
italian: [_hima_] Io... Non vuoi dire.
japanese: [_hima_] 私... 言いたくない。
spanish: [_hima_] I. .. No quieras decir.

source: [_r_] Okay, don't worry.
french: [ _r_ ] Ok, ne t'inquiète pas.
italian: [_r_] Okay, non preoccupatevi.
japanese: [_r_] 了解、心配しないでください。
spanish: [_r_] Vale, no te preocupe.

source: [_hima_] Really?!
french: [_hima_] Vraiment?!
italian: [_hima_] Davvero?!
japanese: [_hima_] 本当に?!
spanish: ¡[_hima_] realmente?!

source: [_r_] Of course, I don't mind.
french: [ _r_ ] Bien sûr, je ne pense pas.
italian: [_r_] Certo, non mi dispiace.
japanese: [_r_] もちろん、気にしません。
spanish: [_r_] Por supuesto, no me importa.

source: [_hima_] Then I don't mind too! I've had a great time with you!
french: [_hima_] Alors ça ne me dérange pas non plus ! J'ai passé un bon moment avec vous !
italian: [_hima_] Poi non mi dispiace troppo! Ho avuto un grande momento con te!
japanese: [_hima_] それなら私も気にしません！私はあなたと楽しい時間を過ごしました！
spanish: [_hima_] ¡Entonces no me importa demasiado! ¡Lo he pasado muy bien contigo!

source: [_hi_] You finished already? How was that?
french: [_hi_] Vous avez déjà terminé ? Comment était-ce ?
italian: [_hi_] Hai già finito? Com'è stato?
japanese: [_hi_] もう終わりましたか？どうでしたか？
spanish: [_hi_] Ya ha terminado? ¿Cómo fue eso?

source: [_r_] I think it's very well. Himawari's doing great.
french: [ _r_ ] Je pense que c'est très bien. Himawari se porte bien.
italian: [_r_] Penso che sia molto bene. L'Himawari sta facendo grande.
japanese: [_r_] とても良いと思います。ひまわりは順調です。
spanish: [_r_] Creo que está muy bien. Himawari está haciendo genial.

source: [_hi_] Did you get well with her?
french: [ _hi_ ] Aviez-vous bien avec elle?
italian: [_hi_] Sei andato bene con lei?
japanese: [_hi_] 彼女と仲良くなりましたか?
spanish: [_hi_] ¿Te has puesto bien con ella?

source: [_r_] She asked me to come back tomorrow, so I think I did.
french: [ _r_ ] Elle m'a demandé de revenir demain, donc je pense que je l'ai fait.
italian: [_r_] Mi ha chiesto di tornare domani, quindi penso di aver fatto.
japanese: [_r_] 明日戻ってくるように彼女に頼まれたので、私はそうしたと思います。
spanish: [_r_] Ella me pidió que volviera mañana, así que creo que lo hice.

source: [_hi_] Great! Then we're waiting you for tomorrow. You'll come, won't you?
french: [_hi_] Super! Alors nous vous attendons demain. Vous viendrez, n'est-ce pas?
italian: [_hi_] Fantastico! Allora ti aspettiamo domani. Vederai, vero?
japanese: [_hi_] 素晴らしい！では明日お待ちしております。来てくれますよね？
spanish: [_hi_] genial! Entonces te estamos esperando por mañana. Vas a venir, ¿verdad?

source: [_r_] Surely!
french: [_r_] Certainement !
italian: [_r_] Sicuramente!
japanese: [_r_] もちろん！
spanish: ¡[_r_] seguramente!

source: [_hi_] Come over at the same time, thank you again!
french: [ _hi_ ] Venez en même temps, merci encore !
italian: [_hi_] Vieni oltre allo stesso tempo, grazie ancora!
japanese: [_hi_] またお越しください!
spanish: [_hi_] Ven al mismo tiempo, ¡gracias de nuevo!

source: [_r_] Of course, 'til next time!
french: [ _r_ ] Bien sûr,'til la prochaine fois !
italian: [_r_] Certo, fino alla prossima volta!
japanese: [_r_] もちろん、次回まで!
spanish: [_r_] ¡Por supuesto, hasta la próxima vez!

source: [_ka_] There you are! Now tell me how was your first day at work?
french: [ _ka_ ] Vous êtes là ! Maintenant, dites-moi comment était votre premier jour de travail?
italian: [_ka_] Ci sei! Ora dimmi come è stato il tuo primo giorno di lavoro?
japanese: [_ka_] ここにいます！仕事の初日はいかがでしたか？
spanish: [_ka_] ¡Ahí estás! Ahora dime cómo fue tu primer día de trabajo?

source: [_r_] I think they like me, especially Himawari.
french: [ _r_ ] Je pense qu'ils m'aiment, surtout Himawari.
italian: [_r_] Penso che io piaccia a loro, soprattutto Himawari.
japanese: [_r_] 彼らは私のこと、特にひまわりが好きだと思います。
spanish: [_r_] creo que les gusta a mí, especialmente a Himawari.

source: [_ka_] How does Hinata perceive you? Don't forget that we've started it all for her.
french: [ _ka_ ] Comment les Hindata vous perçoivent-ils? N'oublie pas que nous avons commencé tout ça pour elle.
italian: [_ka_] Come ti percepisce Hina? Non dimenticare che abbiamo iniziato tutto per lei.
japanese: [_ka_] ひなたはあなたをどのように感じていますか?
spanish: [_ka_] ¿Cómo te ve Hinata? No olvides que lo hemos empezado todo para ella.

source: [_r_] She's a polite girl, keeping her distance now, but I'll try to fix it!
french: [_r_] C'est une fille polie qui garde sa distance maintenant, mais je vais essayer d'y remédier !
italian: [_r_] Lei è una ragazza gentile, tenendo la sua distanza ora, ma cercherò di ripararlo!
japanese: [_r_] 彼女は礼儀正しい女の子です, 彼女の距離を保ちます, しかし、私はそれを修正しようとします!
spanish: [_r_] She es una chica educada, manteniéndola a distancia ahora, ¡pero intentaré arreglarlo!

source: [_ka_] Just don't do anything stupid, at this point everything has to develop naturally.
french: [ _ka_ ] Ne fais rien de stupide, à ce stade tout doit se développer naturellement.
italian: [_ka_] Basta non fare nulla di stupido, a questo punto tutto deve svilupparsi naturalmente.
japanese: [_ka_] バカなことはしないでください。この時点で、すべてが自然に発達しなければなりません。
spanish: [_ka_] No hagas nada estúpido, en este momento todo tiene que desarrollarse de forma natural.

source: [_r_] I understand, that's why I don't rush these things, just doing my work.
french: [ _r_ ] Je comprends, c'est pourquoi je ne me précipitais pas, juste faire mon travail.
italian: [_r_] Capisco, è per questo che non fretta queste cose, solo facendo il mio lavoro.
japanese: [_r_] 分かりました。だから急がないで仕事をしているだけです。
spanish: [_r_] Entiendo, es por eso que no escarmo estas cosas, simplemente haciendo mi trabajo.

source: [_ka_] Speaking of work, Hinata sent a message, I think you need to check it. Just open your messages, her contact is already there.
french: [ _ka_ ] En parlant de travail, Hinata a envoyé un message, je pense que vous devez le vérifier. Il suffit d'ouvrir vos messages, son contact est déjà là.
italian: [_ka_] Parlando di lavoro, Hinata ha inviato un messaggio, penso che sia necessario controllarlo. Basta aprire i messaggi, il suo contatto è già lì.
japanese: [_ka_] 仕事といえば、日向さんがメッセージを送ってくれたので、確認してください。メッセージを開いてください。彼女の連絡先は既にそこにあります。
spanish: [_ka_] Hablando de trabajo, Hinata envió un mensaje, creo que necesitas revisarlo. Solo abre tus mensajes, su contacto ya está ahí.

source: [_m_] Oh, how cute of her.
french: [_m_] Oh, comme elle est mignonne.
italian: [_m_] Oh, quanto carino di lei.
japanese: [_m_] ああ、どのように彼女のかわいい.
spanish: [_m_] Oh, qué tan linda de ella.

source: [_r_] That's cool! It seems like I did my job good!
french: [_r_] C'est cool ! Il semble que j'ai bien fait mon travail !
italian: [_r_] È bello! Sembra che io abbia fatto bene il mio lavoro!
japanese: [_r_] カッコいいですね!
spanish: [_r_] ¡Eso es genial! ¡Parece que hice bien mi trabajo!

source: [_ka_] You're right! That's why I leave this phone to you.
french: [_ka_] Vous avez raison ! C'est pourquoi je vous laisse ce téléphone.
italian: [_ka_] Hai ragione! Ecco perché ti lascio questo telefono.
japanese: [_ka_] あなたは正しいです。だからこの電話はあなたに任せます。
spanish: [_ka_] ¡Tienes razón! Por eso te dejo este teléfono.

source: [_r_] Really? It's a kind of a present?
french: [_r_] Vraiment? C'est une sorte de cadeau ?
italian: [_r_] Davvero? È una sorta di regalo?
japanese: [_r_] 本当に？プレゼントの一種ですか？
spanish: [_r_] ¿Realmente? ¿Es una especie de presente?

source: [_ka_] In your dreams. This is for your mission. From now on you can keep in contact with Hinata by using it.
french: [ _ka_ ] Dans tes rêves. C'est pour votre mission. A partir de maintenant, vous pouvez rester en contact avec Hinata en l'utilisant.
italian: [_ka_] Nei tuoi sogni. Questo è per la tua missione. D'ora in poi puoi tenerti in contatto con Hinata usandola.
japanese: [_ka_] あなたの夢の中で、これはあなたの使命です。今後はそれを使用することで、ひなたと連絡を取り合うことができます。
spanish: [_ka_] En sus sueños. Esto es para su misión. A partir de ahora puede mantenerse en contacto con Hinata mediante su uso.
