Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_ka_] That's for now, you've just woken up, your power will show itself sooner or later.
french: [_ka_] C'est pour l'instant, vous venez de vous réveiller, votre puissance se montrera tôt ou tard.
italian: [_ka_] È per ora, ti sei appena svegliato, il tuo potere si mostrerà prima o poi.
japanese: [_ka_] それは今、あなたが目を覚ましたところです、あなたの力は遅かれ早かれそれ自体を表示します。
spanish: [_ka_] Eso es por ahora, usted acaba de despertarse, su poder se mostrará tarde o temprano.

source: [_r_] Alright... If you say so.
french: [_r_] D'accord... Si vous le dites.
italian: [_r_] Va bene... Se dici così.
japanese: [_r_] 大丈夫... あなたがそう言うなら。
spanish: [_r_] Bien... Si lo dices.

source: [_r_] So it's not a dream, I guess I'll have to get used to this new reality.
french: [ _r_ ] Donc ce n'est pas un rêve, je suppose que je vais devoir m'habitué à cette nouvelle réalité.
italian: [_r_] Quindi non è un sogno, immagino che dovrò abituarmi a questa nuova realtà.
japanese: [_r_] だから夢ではなく、この新しい現実に慣れなければならないと思います。
spanish: [_r_] Así que no es un sueño, supongo que tendré que acostumbrarme a esta nueva realidad.

source: [_ka_] You'll be fine, I can assure you.
french: [ _ka_ ] Vous allez bien, je peux vous assurer.
italian: [_ka_] starai bene, ti posso assicurare.
japanese: [_ka_] あなたは大丈夫です、私はあなたを保証します。
spanish: [_ka_] Estarás bien, puedo asegurarte.

source: [_ka_] By the way, you’ve got an appointment with Hinata in an hour, sorry for the short notice.
french: [ _ka_ ] Au fait, vous avez un rendez-vous avec Hinata dans une heure, désolé pour le court préavis.
italian: [_ka_] A proposito, hai un appuntamento con Hinata in un'ora, mi dispiace per il breve preavviso.
japanese: [_ka_] ちなみに、日向との約束は1時間で済みます。申し訳ありません。
spanish: [_ka_] Por cierto, tienes una cita con Hinata en una hora, lo siento por el corto aviso.

source: [_r_] I don't think I'm quite ready for that kind of meeting...
french: [ _r_ ] Je ne pense pas que je sois tout à fait prêt pour ce genre de réunion ...
italian: [_r_] Non penso di essere abbastanza pronto per quel tipo di incontro...
japanese: [_r_] そんな会合の準備ができていないと思うchar@@1
spanish: [_r_] No creo que esté listo para ese tipo de reuniones...

source: [_ka_] Don't worry, try to have fun.
french: [ _ka_ ] Ne vous inquiétez pas, essayez de vous amuser.
italian: [_ka_] Non ti preoccupare, prova a divertirti.
japanese: [_ka_] 心配しないで、楽しんでみてください。
spanish: [_ka_] No te preocupes, intenta divertirte.

source: [_r_] Damn it... I'll try.
french: [_r_] Bon sang... Je vais essayer.
italian: [_r_] Dannazione... Proverò.
spanish: [_r_] Lo mal... lo intentaré.

source: [_m_] What should I tell her...
french: [ _m_ ] Que devrais-je lui dire ...
italian: [_m_] Che cosa le dovrei dire...
japanese: [_m_] 私は彼女に何を伝える必要があります...
spanish: [_m_] Qué debo decirla...

source: [_m_] I don't even know what to chat about, I just got out of a fucking coma!
french: [ _m_ ] Je ne sais même pas quoi parler, je viens de sortir d'un putain de coma !
italian: [_m_] Non so nemmeno cosa fare chiacchierare, sono appena uscito da un coma del cazzo!
japanese: [_m_] 私も何についてチャットするかわからない, 私はちょうどクソ昏睡状態から抜け出した!
spanish: [_m_] Ni siquiera sé de qué hablar, ¡acabo de salir de una coma!

source: [_m_] Is discussing the weather the best I can come up with? I don't really have any better ideas so...
french: [ _m_ ] parle-t-il du temps qui me convient le mieux? Je n'ai pas vraiment de meilleures idées ...
italian: [_m_] Sta discutendo del tempo il meglio che posso trovare? Non ho idee migliori così...
japanese: [_m_] 天気については、私が思いつくことができる最高のことを話していますか?
spanish: [_m_] ¿Está discutiendo el clima lo mejor que puedo hacer? Realmente no tengo mejores ideas...

source: [_hi_] [viname]! Sorry I'm late.
french: [_hi_] [viname]! Désolé je suis en retard.
italian: [_hi_] [viname]! Mi dispiace di essere in ritardo.
japanese: [_hi_] [viname]! 申し訳ありません。
spanish: ¡[_hi_] [viname]! Lo siento por llegar tarde.

source: [_m_] That's Hinata!? Wow, she's changed... She's changed quite a lot...
french: [_m_] C'est Hinata !? Wow, elle a changé... Elle a beaucoup changé...
italian: [_m_] È Hinata!? Wow, è cambiata... È cambiata molto...
japanese: [_m_] あれはひなた!? うわー、彼女は変わった...
spanish: [_m_] ¡Eso es Hinata!? Wow, ella ha cambiado... She ha cambiado mucho...

source: [_m_] Is this Kamiko’s doing?
french: [ _m_ ] Est-ce que ce Kamiko fait?
italian: [_m_] Sta facendo questo Kamiko?
japanese: [_m_] 神子さんがやっていますか？
spanish: [_m_] ¿Está haciendo esto Kamiko?

source: [_m_] She's really hot now!
french: [_m_] Elle est vraiment chaude maintenant !
italian: [_m_] Lei è davvero calda adesso!
japanese: [_m_] 彼女は今本当に暑いです!
spanish: [_m_] ¡She está muy caliente ahora!

source: [_m_] I'm starting to like it...
french: [_m_] Je commence à l'aimer ...
italian: [_m_] Sto iniziando a piacere...
japanese: [_m_] 好きになり始めています...
spanish: [_m_] Estoy empezando a gustar...

source: [_hi_] Are you okay? You’re giving me a funny look
french: [_hi_] Vous êtes d'accord ? Vous me donnez un look drôle
italian: [_hi_] Stai bene? Mi stai dando un look divertente
japanese: [_hi_] 大丈夫ですか？面白い顔してますよ。
spanish: [_hi_] ¿Está bien? Me estás dando una mirada divertida

source: [_r_] Oh yes, s-sorry, my mind went blank.
french: [_r_] Oh oui, désolé, mon esprit est resté vide.
italian: [_r_] Oh sì, mi dispiace, la mia mente è andata vuota.
japanese: [_r_] ああ、はい、S-ごめんなさい、私の心は空白になりました。
spanish: [_r_] Oh sí, disculpe, mi mente se quedó en blanco.

source: [_r_] You just look beautiful today...
french: [ _r_ ] Vous avez l'air beau aujourd'hui ...
italian: [_r_] Oggi sembri bellissimo...
japanese: [_r_] 今日は美しく見えます...
spanish: [_r_] Usted sólo se ve hermoso hoy ...

source: [_r_] I mean, it's not like you aren’t most of the time, it's just...
french: [_r_] Je veux dire, ce n'est pas comme si vous n'étiez pas la plupart du temps, c'est juste...
italian: [_r_] Voglio dire, non è come voi non sono la maggior parte del tempo, è solo...
japanese: [_r_] つまり、それはあなたがほとんどの時間ではないというわけではなく、ただ...
spanish: [_r_] Quiero decir, no es como tú no es la mayor parte del tiempo, es justo...

source: [_hi_] Thanks! You sound so excited today, has something happened?
french: [_hi_] Merci ! Vous semblez si excité aujourd'hui, quelque chose s'est-il passé ?
italian: [_hi_] Grazie! Sembra così eccitata oggi, è successo qualcosa?
japanese: [_hi_] ありがとうございます！今日はとても興奮しているようですが、何かありましたか？
spanish: ¡[_hi_] Gracias! Te has excitado tanto hoy, ¿ha ocurrido algo?

source: [_r_] N-no, I'm just...
french: [_r_] N-non, je suis juste...
italian: [_r_] N-no, sono solo...
japanese: [_r_] N-no, I'm ...
spanish: [_r_] N-no, estoy listo...

source: [_r_] Sorry, I need to excuse myself to the toilet, I'll be right back... Order something for yourself in the meantime.
french: [ _r_ ] Désolé, j'ai besoin de m'excuser pour les toilettes, je reviendrai ... Commandez quelque chose pour vous dans l'intervalle.
italian: [_r_] Mi dispiace, devo scusarmi per la toilette, sarò subito indietro... ordina qualcosa per te nel frattempo.
japanese: [_r_] 申し訳ありませんが、トイレに申し訳ありませんが、すぐに戻ります...
spanish: [_r_] Lo siento, necesito disculparme por el baño, estaré justo de vuelta... Pide algo para ti mientras tanto.

source: [_m_] I feel so awkward...
french: [_m_] Je me sens si maladroite...
italian: [_m_] mi sento così imbarazzante...
japanese: [_m_] 私はとてもぎこちない感じ...
spanish: [_m_] me siento tan molesto...

source: [_m_] I’m so flustered, my body feels like it’s on fire.
french: [ _m_ ] Je suis tellement flusée, mon corps a l'impression qu'il est en feu.
italian: [_m_] Sono così sfuggito, il mio corpo si sente come se fosse in fiamme.
japanese: [_m_] 私はひどく動揺している。体が炎に包まれているように感じる。
spanish: [_m_] Estoy tan flustrada, mi cuerpo siente que está en fuego.

source: [_hi_] Sorry for invading your space
french: [ _hi_ ] Désolé pour l'invasion de votre espace
italian: [_hi_] Ci dispiace per aver invaso il tuo spazio
japanese: [_hi_] あなたのスペースを侵入して申し訳ありません
spanish: [_hi_] Lo siento por invadir tu espacio

source: [_m_] H-hinata what are you...
french: [ _m_ ] H-hinata ce que vous ...
italian: [_m_] H-hinata che cosa sei...
spanish: [_m_] H-hinata que eres tú...

source: [_hi_] Mmmm...
spanish: [_hi_] Mmm...

source: [_m_] What the...
french: [_m_] Qu'est-ce que...
italian: [_m_] Che cosa...
japanese: [_m_] どのような...
spanish: [_m_] Qué las...

source: [_m_] Was Hinata always this bold?
french: [_m_] Hinata était-il toujours aussi audacieux ?
italian: [_m_] Hinata è sempre stato così audace?
japanese: [_m_] ひなたはいつもこんなに大胆でしたか?
spanish: [_m_] ¿Fue siempre esta audaz?

source: [_hi_] You asked me to be more assertive... So here I am...
french: [ _hi_ ] Vous m'avez demandé d'être plus affirmée ... Donc ici je suis ...
italian: [_hi_] Mi hai chiesto di essere più assertivo... Quindi ecco...
japanese: [_hi_] あなたは私にもっと主張するように頼まれました...
spanish: [_hi_] Me has pedido que sea más asertivo... Así que aquí estoy yo...

source: [_m_] Kamiko... you…
french: [_m_] Kamiko... vous…
japanese: [_m_] カミコ... あなた…
spanish: [_m_] Kamiko... tú…

source: [_m_] Well, I can't complain, seeing Hinata like this is such a fucking turn-on.
french: [_m_] Eh bien, je ne peux pas me plaindre, voyant Hinata comme ça est un virage si fucking.
italian: [_m_] Beh, non posso lamentarmi, vedere Hinata come questo è un giro di cazzo tale.
japanese: [_m_] まあ、私は文句が言えない、このような日向を見ることはそんなにクソターンオンです。
spanish: [_m_] Bueno, no puedo quejarme, ver a Hinata como este es un turno de mierda.

source: [_hi_] I see that you're eager... Come closer.
french: [_hi_] Je vois que tu es impatient... Viens plus près.
italian: [_hi_] Vedo che sei desideroso... Avvicinati.
japanese: [_hi_] あなたが熱望していることがわかりますchar@@1近くに来てください。
spanish: [_hi_] Veo que estás encantado... Acerca.

source: [_r_] Y-You're so pushy...
french: [_r_] Y-Tu es tellement poussé...
italian: [_r_] Y-You so pushy...
japanese: [_r_] Y-あなたはとても強引です...
spanish: [_r_] Y-Eres tan coño...

source: [_r_] I like it...
french: [_r_] Je l'aime...
italian: [_r_] Mi piace...
japanese: [_r_] 好き...
spanish: [_r_] Me gusta...

source: [_hi_] Yes! I enjoy taking the lead too!
french: [_hi_] Oui ! J'aime prendre la tête aussi !
italian: [_hi_] Sì! Mi piace prendere anche il comando!
japanese: [_hi_] はい！リードするのも楽しいです！
spanish: [_hi_] Sí! ¡Me gusta tomar la delantera también!

source: [_hi_] You were right... It feels so good!
french: [_hi_] Vous avez eu raison... C'est si bien !
italian: [_hi_] Avevate ragione... Ci si sente così bene!
japanese: [_hi_] あなたは正しかったです... とても気持ち良いです!
spanish: [_hi_] Usted tenía razón ... ¡Se siente tan bien!

source: [_r_] Nice... How nice...
french: [_r_] Nice... Quelle gentillesse...
italian: [_r_] Nizza... Come...
japanese: [_r_] いいな...
spanish: [_r_] Nice... Qué bonito...

source: [_r_] Especially when you bounce on my cock with such enthusiasm!
french: [_r_] Surtout quand vous rebondez sur ma queue avec tant d'enthousiasme !
italian: [_r_] Soprattutto quando rimbalzi sul mio cazzo con un tale entusiasmo!
japanese: [_r_] 特にそんな熱意でチンポに跳ね返ると!
spanish: [_r_] ¡Especialmente cuando rebotas en mi polla con tanto entusiasmo!

source: [_hi_] I love it!
french: [_hi_] J'adore !
italian: [_hi_] Mi piace!
japanese: [_hi_] 私はそれが大好きです!
spanish: [_hi_] ¡Me encanta!

source: [_hi_] Let's do this more often!
french: [ _hi_ ] Faisons ça plus souvent !
italian: [_hi_] Facciamo questo più spesso!
japanese: [_hi_] これをもっと頻繁にやりましょう!
spanish: [_hi_] ¡Hagamos esto más a menudo!

source: [_r_] Yeah...
french: [_r_] Ouais...
italian: [_r_] Sì...
japanese: [_r_] はい...
spanish: [_r_] Sí...

source: [_m_] Kamiko... What did you do to that humble housewife...
french: [_m_] Kamiko... Qu'est-ce que vous avez fait à cette humble femme de ménage...
italian: [_m_] Kamiko... Che cosa hai fatto a quella umile casalinga...
japanese: [_m_] 神子... あなたはその謙虚な主婦に何をしましたか...
spanish: [_m_] Kamiko... ¿Qué hiciste con esa humilde ama de casa...

source: [_m_] Or am I the one turning her into that?
french: [ _m_ ] Ou je suis celle qui l'a transformée en ça?
italian: [_m_] O io la sto trasformando in quello?
japanese: [_m_] それとも、私は彼女をそれに変えているのですか?
spanish: [_m_] ¿O soy yo quien la está convirtiendo en eso?

source: [_m_] Doesn’t matter, I’m loving the results!
french: [ _m_ ] Peu importe, j'adore les résultats !
italian: [_m_] Non importa, sto amando i risultati!
japanese: [_m_] 関係ありません。結果が気に入っています！
spanish: [_m_] No importa, ¡me encantan los resultados!

source: [_r_] Fuck... I feel like I’m about to...
french: [_r_] Fuck ... J'ai l'impression que je m'apprête à...
italian: [_r_] Fuck... Mi sento come se stesso...
japanese: [_r_] ファックchar@@1
spanish: [_r_] Suerte... Siento que estoy a punto de...

source: [_hi_] It's okay, I took my pills, don't hold back!
french: [ _hi_ ] C'est bon, j'ai pris mes pilules, ne raccrochez pas !
italian: [_hi_] Va bene, ho preso le mie pillole, non tirarmi indietro!
japanese: [_hi_] 大丈夫、薬を飲んだから、遠慮しないで！
spanish: [_hi_] Está bien, yo tomé mis píldoras, ¡no te detengas!

source: [_r_] Like this! Come on! I'm cumming!
french: [_r_] Comme ça! Allez! Je cumpe!
italian: [_r_] Come questo! Avanti! Sto accumulando!
japanese: [_r_] こんな風に！さあ！私は面倒だ！
spanish: [_r_] ¡Así! ¡Vamos! ¡Estoy cumming!

source: [_r_] Yeah... Like this... Keep that pace...
french: [_r_] Ouais... Comme ça... Gardez ce rythme...
italian: [_r_] Sì... In questo modo... Tenga quel ritmo...
japanese: [_r_] Yeah... このように... そのペースを維持...
spanish: [_r_] Sí... Así es... Mantén ese ritmo...

source: [_r_] That thing you’re doing with your tongue...
french: [_r_] Cette chose que vous faites avec votre langue...
italian: [_r_] Che cosa stai facendo con la lingua...
japanese: [_r_] あなたの舌でやっていること...
spanish: [_r_] eso que estás haciendo con tu lengua...

source: [_r_] Just keep going like this!
french: [_r_] Continuez comme ça !
italian: [_r_] Continuate ad andare così!
japanese: [_r_] ちょうどこのように続けます!
spanish: [_r_] ¡Siga así!

source: [_r_] I'm about to!!
french: [_r_] Je suis sur le point de commencer!!
italian: [_r_] sto per fare!!
japanese: [_r_] 私はしようとしています!!
spanish: ¡¡[_r_] estoy a punto de!!

source: [_r_] That was unexpected... But so damn cool!
french: [_r_] C'était inattendu... Mais si cool !
italian: [_r_] Questo era inaspettato... Ma così maledetto fresco!
japanese: [_r_] それは予想外でした... でもカッコイイです!
spanish: [_r_] Eso fue inesperado... ¡Pero tan genial genial!

source: [_hi_] I-I liked it too...
french: [_hi_] J'ai aimé ça aussi...
italian: [_hi_] I-Mi è piaciuto anche...
japanese: [_hi_] I-I-Iも好きだった...
spanish: [_hi_] Yo también me gustó...

source: [_hi_] You know, I rarely took the initiative.
french: [ _hi_ ] Vous savez, j'ai rarement pris l'initiative.
italian: [_hi_] Sai, raramente ho preso l'iniziativa.
japanese: [_hi_] ご存知の通り、私はほとんど率先していませんでした。
spanish: [_hi_] Usted sabe, rara vez tomé la iniciativa.

source: [_hi_] But everything started to change after you came into my life...
french: [ _hi_ ] Mais tout a commencé à changer après que vous êtes entré dans ma vie ...
italian: [_hi_] Ma tutto ha cominciato a cambiare dopo che sei entrato nella mia vita...
japanese: [_hi_] しかし、あなたが私の人生に入ってきた後、すべてが変わり始めました...
spanish: [_hi_] Pero todo empezó a cambiar después de que entraste en mi vida ...

source: [_hi_] Now I feel way more confident!
french: [ _hi_ ] Maintenant, je suis plus confiant !
italian: [_hi_] Ora mi sento molto più fiducioso!
japanese: [_hi_] 今、私はより多くの自信を感じます!
spanish: [_hi_] ¡Ahora me siento más seguro!

source: [_r_] Keep it up Hinata, you just took a big step forward!
italian: [_r_] Tienilo su Hinata, hai appena fatto un grande passo avanti!
japanese: [_r_] ひなたちゃんを上げ続けて、大きな一歩を踏み出しましたね!
spanish: [_r_] Sigue a Hinata, ¡acabas de dar un gran paso hacia adelante!

source: [_m_] I guess Kamiko would have said something of that sort.
french: [ _m_ ] Je suppose que Kamiko aurait dit quelque chose de ce genre.
italian: [_m_] Credo che Kamiko avrebbe detto qualcosa di simile.
japanese: [_m_] 神子さんはそういうことを言っていたと思います。
spanish: [_m_] Supongo que Kamiko habría dicho algo de ese tipo.

source: [_ka_] How did it go? Did you two have fun?
french: [_ka_] Comment ça s'est bien passé ? Avez-vous deux amusements ?
italian: [_ka_] Come è andato? Voi due vi siete divertiti?
japanese: [_ka_] どうでしたか? お二人は楽しんでいましたか?
spanish: [_ka_] ¿Cómo se fue? ¿Te divirtieron dos veces?

source: [_r_] Kamiko! Damn, I don't even know what to say...
french: [_r_] Kamiko ! Merde, je ne sais même pas quoi dire...
italian: [_r_] Kamiko! Dannazione, non so nemmeno cosa dire...
japanese: [_r_] 神子！くそ、私は何を言うべきかわからないchar@@1
spanish: [_r_] Kamiko! Maldita, ni siquiera sé qué decir...

source: [_r_] Hinata… She’s changed...
french: [_r_] Hinata… Elle a changé...
italian: [_r_] Hinata… È cambiata...
japanese: [_r_] Hinata… 彼女は変更されました...
spanish: [_r_] Hinata… She ha cambiado...

source: [_r_] She became more open, even changed her appearance, became more feminine...
french: [ _r_ ] Elle est devenue plus ouverte, elle a même changé d'apparence, elle est devenue plus féminine ...
italian: [_r_] Divenne più aperta, anche cambiò il suo aspetto, divenne più femminile...
japanese: [_r_] 彼女はもっとオープンになりました, でも彼女の外観を変えました, より女性的になりました...
spanish: [_r_] Se volvió más abierta, incluso cambió su apariencia, se volvió más femina...

source: [_r_] How did you manage to change her in such a short amount of time?
french: [ _r_ ] Comment avez-vous réussi à la changer en si peu de temps?
italian: [_r_] Come sei riuscito a cambiarla in così breve tempo?
japanese: [_r_] そんな短い時間でどうやって彼女を変えたのですか?
spanish: [_r_] ¿Cómo lograste cambiarla en tan poco tiempo?

source: [_ka_] Me? Honey, I didn't do anything special.
french: [_ka_] Moi ? Honey, je n'ai rien fait de spécial.
italian: [_ka_] Me? Miele, non ho fatto niente di speciale.
japanese: [_ka_] 私? ハニー, 私は特別なことをしませんでした.
spanish: [_ka_] ¿Yo? Miel, no hice nada especial.

source: [_r_] What do you mean? I thought it was your doing.
french: [ _r_ ] Que voulez-vous dire? Je pensais que c'était votre travail.
italian: [_r_] Che cosa intendi? Ho pensato che fosse la vostra azione.
japanese: [_r_] どういうことですか? あなたの仕事だと思っていました。
spanish: [_r_] ¿Qué quieres decir? Pensé que estaba haciendo tú.

source: [_ka_] Hinata has changed because of your strength.
french: [_ka_] Hinata a changé en raison de votre force.
italian: [_ka_] Hinata è cambiata a causa della tua forza.
japanese: [_ka_] ひなたはあなたの力によって変わりました。
spanish: [_ka_] Hinata ha cambiado debido a tu fuerza.

source: [_ka_] Although it would be more appropriate to say that your strength was a big boost for her.
french: [ _ka_ ] Bien qu'il soit plus approprié de dire que votre force a été un grand coup de pouce pour elle.
italian: [_ka_] Anche se sarebbe più appropriato dire che la vostra forza è stata un grande impulso per lei.
japanese: [_ka_] あなたの強さは彼女にとって大きな後押しだったと言う方が適切でしょう。
spanish: [_ka_] Aunque sería más apropiado decir que tu fuerza fue un gran impulso para ella.

source: [_r_] What should I make of all this?
french: [ _r_ ] Que devrais-je faire de tout cela?
italian: [_r_] Che cosa devo fare di tutto questo?
japanese: [_r_] これらすべてをどうすればいいですか?
spanish: [_r_] ¿Qué debo hacer con todo esto?

source: [_ka_] She’s always had a lot of feminine energy in her. It’s just the environment she grew up in, her family shaped her from an early age, all of this did not allow her to open up properly.
french: [ _ka_ ] Elle a toujours eu beaucoup d'énergie féminine en elle. C'est juste l'environnement où elle a grandi, sa famille la façait dès son plus jeune âge, tout cela ne lui permettait pas de s'ouvrir correctement.
italian: [_ka_] Ha sempre avuto molta energia femminile in lei. E 'solo l'ambiente in cui è cresciuta, la sua famiglia l'ha modellata fin dalla tenera età, tutto questo non le ha permesso di aprirsi correttamente.
japanese: [_ka_] 彼女は常に彼女の中に多くの女性的なエネルギーを持っていました. それは彼女が育った環境であり、彼女の家族は幼い頃から彼女を形作っていました。 これらすべてが彼女を適切に開放することはできませんでした
spanish: [_ka_] She siempre ha tenido mucha energía feminina en ella. Es simplemente el entorno en el que creció, su familia la moldeó desde una edad temprana Todo esto no le permitió abrirse correctamente.

source: [_ka_] When I connected the temporal branches, the door to her heart and mind was opened, as if we turned the key to the door that was hiding her entire true self.
french: [ _ka_ ] Quand j'ai connecté les branches temporelles, la porte de son cœur et de son esprit a été ouverte, comme si nous ouvrons la clé à la porte qui cachait tout son vrai moi.
italian: [_ka_] Quando collegai i rami temporali, si aprì la porta al suo cuore e alla mente, come se volessimo la chiave alla porta che le stava nascondendo tutto il suo vero sé.
japanese: [_ka_] 時間の枝をつないでみると、彼女の心と心への扉が開かれました。 まるで本当の自分を隠していた扉の鍵を開けたようだ
spanish: [_ka_] Cuando conecté las ramas temporales, se abrió la puerta a su corazón y a su mente, como si giráramos la llave a la puerta que estaba escondiendo todo su verdadero ser.

source: [_r_] So... that's what you were after? That's why you needed that... Spooky ritual?
french: [_r_] Alors... c'est ce que vous étiez derrière ? C'est pourquoi vous avez besoin de... rituel effrayant?
italian: [_r_] Quindi... è quello che eravate dopo? Ecco perché avevate bisogno... rituale spaventoso?
japanese: [_r_] だから...それはあなたが求めていたことなのですか? だからこそ... 不気味な儀式が必要だったのですか?
spanish: [_r_] ¿Si... eso es lo que estuviste después? Por eso necesitabas eso... ¿Ritual espantoso?

source: [_ka_] That's one of the reasons, sweetie.
french: [ _ka_ ] C'est l'une des raisons, chérie.
italian: [_ka_] Questo è uno dei motivi, dolcezza.
japanese: [_ka_] それが理由の一つです。
spanish: [_ka_] Esa es una de las razones, sweetie.

source: [_ka_] Now you can trully get Hinata, but you'll need something more for that.
french: [ _ka_ ] Maintenant vous pouvez très bien obtenir Hinata, mais vous aurez besoin de quelque chose de plus pour ça.
italian: [_ka_] Ora puoi trully ottenere Hinata, ma avrai bisogno di qualcosa di più per questo.
japanese: [_ka_] 今ならひなたを手に入れることができますが、それ以上のものが必要になります。
spanish: [_ka_] Ahora usted puede conseguir a Hinata, pero usted necesitará algo más para eso.

source: [_ka_] Not all at once dear, you'll have to wait a bit.
french: [ _ka_ ] Pas tout à une fois cher, vous devrez attendre un peu.
italian: [_ka_] Non tutti in una volta caro, dovrai aspettare un po'.
japanese: [_ka_] 一度に全員ではないので、少しお待ちください。
spanish: [_ka_] No todo a la vez, tendrás que esperar un poco.

source: [_ka_] There’s more pressing matters we need to discuss.
french: [ _ka_ ] Il y a des questions plus urgentes dont nous devons discuter.
italian: [_ka_] Ci sono questioni più urgenti che dobbiamo discutere.
japanese: [_ka_] もっと議論する必要があります。
spanish: [_ka_] Hay asuntos más apremiantes que tenemos que discutir.

source: [_r_] Oh, I was expecting something like that.
french: [_r_] Oh, j'attendais quelque chose comme ça.
italian: [_r_] Oh, mi aspettavo qualcosa del genere.
japanese: [_r_] ああ、そういうことを期待していました。
spanish: [_r_] Oh, esperaba algo como eso.

source: [_r_] Go easy on me, I just woke up...
french: [ _r_ ] Allez-y, je me suis réveillé ...
italian: [_r_] Vai facile su di me, mi sono appena svegliato...
japanese: [_r_] 私に簡単に行く, 私はちょうど目が覚めた...
spanish: [_r_] Ve más fácil, me acabo de despertar...

source: [_ka_] So honey, you've already gained some experience seducing kunoichi, it's time to move on to the next stage.
french: [ _ka_ ] Donc chéri, vous avez déjà acquis de l'expérience séduisant kunoichi, il est temps de passer à l'étape suivante.
italian: [_ka_] Così il miele, hai già acquisito qualche esperienza sedurre kunoichi, è il momento di passare alla fase successiva.
japanese: [_ka_] ですでにくノ一を誘惑する経験を積んでいるので、次のステージに進む時が来ました。
spanish: [_ka_] Tan miel, ya has ganado alguna experiencia seduciendo a kunoichi, es hora de pasar a la siguiente etapa.
