Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_m_] In fact, all I have to do is get close to him and use provocation without even touching him...
french: [ _m_ ] En fait, tout ce que je dois faire, c'est se rapprocher de lui et utiliser la provocation sans même le toucher ...
italian: [_m_] Infatti, tutto quello che devo fare è avvicinarmi a lui e usare la provocazione senza nemmeno toccarlo...
japanese: [_m_] 実際、私がしなければならないのは、彼に近づいて、彼に触れることさえせずに挑発を使うことだけです...
spanish: [_m_] De hecho, todo lo que tengo que hacer es acercarme a él y usar la provocación sin ni siquiera tocarlo...

source: [_m_] Sounds simple...
french: [_m_] Sait simple...
italian: [_m_] Suona semplice...
japanese: [_m_] 簡単なサウンド...
spanish: [_m_] Suena simple...

source: [_m_] Okay... Get it together!
french: [_m_] D'accord... Réunissez-le!
italian: [_m_] Okay... Tienilo insieme!
japanese: [_m_] わかりましたchar@@1 一緒に手に入れましょう！
spanish: [_m_] Vale... ¡Consíguelo juntos!

source: [_m_] Let's begin.
french: [_m_] Commençons.
italian: [_m_] Cominciamo.
japanese: [_m_] 始めましょう。
spanish: [_m_] Vamos a empezar.

source: [_m_] Okay... I think I've do...
french: [_m_] D'accord... Je pense que je le fais...
italian: [_m_] Okay... Penso di aver fatto...
japanese: [_m_] わかりました...
spanish: [_m_] Vale... Creo que lo hago...

source: [_naru_] Kurama? What's going on?
french: [_naru_] Kurama? Que se passe-t-il ?
italian: [_naru_] Kurama? Cosa sta succedendo?
japanese: [_naru_] 鞍馬? どうなってるの?
spanish: ¿[_naru_] Kurama? ¿Qué está pasando?

source: [_kur_] Something's wrong. I feel something strange right in front of you.
french: [_kur_] Quelque chose ne va pas. Je sens quelque chose d'étrange devant vous.
italian: [_kur_] Qualcosa è sbagliato. Sento qualcosa di strano proprio di fronte a te.
japanese: [_kur_] 何かおかしい。目の前で何か変な感じがする。
spanish: [_kur_] Algo está mal. Siento algo extraño delante de ti.

source: [_m_] I hear Kurama? WHAT THE FUCK!?
french: [_m_] J'entends Kurama ? QU'EST CE QUE LE FUCK !?
italian: [_m_] Ho sentito Kurama? COSA FUCK!?
japanese: [_m_] 鞍馬の声が聞こえますか？なんてバカ!?
spanish: [_m_] Oigo a Kurama? ¿QUÉ MIERDA!?

source: [_kur_] It's... Close... I don't understand, but... It's something dangerous!
french: [_kur_] C'est... Fermé... Je ne comprends pas, mais... C'est quelque chose de dangereux !
italian: [_kur_] Sta... Chiudi... Non capisco, ma... è qualcosa di pericoloso!
japanese: [_kur_] それはchar@@1 近いchar@@2 わからないけど、それは危険なことだ！
spanish: [_kur_] Es ... Cerrar ... No entiendo, pero ... ¡Es algo peligroso!

source: [_naru_] Right in front of me...
french: [ _naru_ ] Juste devant moi ...
italian: [_naru_] Proprio di fronte a me...
japanese: [_naru_] 私の目の前に.
spanish: [_naru_] justo delante de mí...

source: [_m_] What the fuck! WHAT SHOULD I DO!?
french: [_m_] Qu'est-ce que le baiser ! Que dois-je faire ! ?
italian: [_m_] What the fuck! COSA DEVE DO!?
japanese: [_m_] 一体何なんだ！俺は何をすべきだ！！
spanish: [_m_] ¡Qué mierda! ¿QUÉ SHOULD I HO!?

source: [_m_] He’s watching!
french: [_m_] Il regarde !
italian: [_m_] sta guardando!
japanese: [_m_] 彼は見ている!
spanish: [_m_] ¡Está viendo!

source: [_m_] Looking right AT ME!
french: [ _m_ ] Vous cherchez à droite !
italian: [_m_] Guardando a destra A ME!
japanese: [_m_] 私に向いています!
spanish: [_m_] ¡Mirando hacia MÍ!

source: [_m_] SHIT! I'M OUTTA HERE, UNTIL I STILL HAVE A CHANCE!
french: [_m_] DEVRAIS! JE SUIS HORAIS ICI, JE JE SUIS UN CHANCE !
italian: [_m_] SHIT! OUTTA QUI, UNTIL I STILL HANNO UN CAMBIAMENTO!
japanese: [_m_] ひどい！私はここでアウトタ、私は変化を持っているまで!
spanish: [_m_] ¡ESQUIERDO! ¡HAY OUTTA, HAY HAY UNA CHANCE!

source: [_m_] W-what the...
french: [_m_] W-ce que...
japanese: [_m_] W-what ...
spanish: [_m_] W-what el...

source: [_kur_] It's him!
french: [_kur_] C'est lui!
italian: [_kur_] È lui!
japanese: [_kur_] 彼だ！
spanish: [_kur_] ¡Es él!

source: [_naru_] Stop. Who are you?
french: [_naru_] Stop. Qui êtes-vous ?
italian: [_naru_] Ferma. Chi sei?
japanese: [_naru_] 止まります。あなたは誰ですか？
spanish: [_naru_] detenido. ¿Quiénes eres?

source: [_kur_] Kill him, I feel the danger!
french: [_kur_] Tuez-le, je sens le danger !
italian: [_kur_] Uccidilo sento il pericolo!
japanese: [_kur_] 殺せ、危険を感じる！
spanish: [_kur_] matarlo, ¡siento el peligro!

source: [_naru_] I get it.
french: [_naru_] Je l'ai compris.
italian: [_naru_] lo capisco.
japanese: [_naru_] わかりました。
spanish: [_naru_] lo entiendo.

source: [_m_] My legs! LISTEN TO ME!
french: [_m_] Mes jambes ! LISTEZ À MOI !
italian: [_m_] Le mie gambe! LISTEN TO ME!
japanese: [_m_] 私の脚を聞いてください!
spanish: [_m_] ¡Mis piernas! ¡LISTEN A ME!

source: [_m_] DON'T MOVE, YOU SON OF A BITCH!
french: [_m_] NE MOUVEZ PAS VOUS, VOUS POUVEZ UN BITCH!
italian: [_m_] NON POSTA MOVE, FUORI DI UN BITCH!
japanese: [_m_] 移動しないでください, あなたはビットの息子!
spanish: [_m_] NO VAYA, USTED HIJO DE UN BITCH!

source: [_naru_] Hmm... I can't see anything. Are you sure about Kurama?
french: [_naru_] Hmm... Je ne vois rien. Êtes-vous sûr de Kurama?
italian: [_naru_] Hmm... Non riesco a vedere niente. Sei sicuro di Kurama?
japanese: [_naru_] うーんchar@@1 何も見えません。本当に蔵間のことですか？
spanish: [_naru_] Mmm... No puedo ver nada. ¿Estás seguro de Kurama?

source: [_kur_] Well... I just have an uneasy feeling...
french: [_kur_] Eh bien... J'ai juste un sentiment de malaise ...
italian: [_kur_] Bene... Ho solo un sentimento a disagio...
japanese: [_kur_] まあchar@@1 不安感があるだけなんだけど...
spanish: [_kur_] Bueno... Sólo tengo una sensación incómoda...

source: [_naru_] It's okay... I haven't been feeling well myself lately, old friend...
french: [_naru_] Ça va bien... Je ne me sentais pas bien moi-même ces derniers temps, vieux amis...
italian: [_naru_] Va bene... non mi sono sentita bene ultimamente, vecchio amico...
japanese: [_naru_] 大丈夫char@@1 最近、自分の体調がよくなくて、古い友人...
spanish: [_naru_] Está bien... no me he sentido bien últimamente, viejo amigo...

source: [_m_] I... Everything's all right? Am I alive?
french: [_m_] Je... Tout va bien? Suis-je vivant?
italian: [_m_] Io... Va tutto bene? Sono vivo?
japanese: [_m_] 私はchar@@1 すべて大丈夫ですか? 生きていますか?
spanish: [_m_] I. .. ¿Todo está bien? ¿Estoy vivo?

source: [_m_] This... How close it was...
french: [_m_] Voilà... à quel point cela a été très proche...
italian: [_m_] Questo... Quanto è stata chiusa...
japanese: [_m_] これ... どのくらい近くに...
spanish: [_m_] esto... Qué tan cerca estaba...

source: [_ka_] You did it! You're so good!
french: [_ka_] Vous avez réussi ! Vous êtes si bien !
italian: [_ka_] l'hai fatto! Sei così bravo!
japanese: [_ka_] やったね！すごく良かったよ！
spanish: [_ka_] ¡Lo hiciste! ¡Eres tan bueno!

source: [_ka_] [viname]? Why such a face?
french: [_ka_] [viname]? Pourquoi un tel visage ?
italian: [_ka_] [viname]? Perché un volto del genere?
japanese: [_ka_] [viname]?なぜそんな顔を?
spanish: [_ka_] [viname]? ¿Por qué semejante cara?

source: [_r_] I... I just...
french: [_r_] I... Je juste...
italian: [_r_] I... Semplicemente...
japanese: [_r_] 私...
spanish: [_r_] yo... Sinto...

source: [_r_] I almost died...
french: [_r_] Je suis presque morte...
italian: [_r_] sono quasi morto...
japanese: [_r_] 私はほとんど死ぬ...
spanish: [_r_] casi he muerto...

source: [_ka_] It's okay...
french: [_ka_] Ça va bien...
italian: [_ka_] Va bene...
japanese: [_ka_] 問題ありません...
spanish: [_ka_] está bien...

source: [_ka_] Relax...
french: [_ka_] Détendez-vous...
japanese: [_ka_] リラックス...
spanish: [_ka_] Relajar...

source: [_ka_] You have done a wonderful job...
french: [ _ka_ ] Vous avez fait un excellent travail ...
italian: [_ka_] Hai fatto un lavoro meraviglioso...
japanese: [_ka_] あなたは素晴らしい仕事をしました...
spanish: [_ka_] Usted ha hecho un trabajo maravilloso ...

source: [_ka_] I'm proud of you.
french: [ _ka_ ] Je suis fier de toi.
italian: [_ka_] Io sono fiero di te.
japanese: [_ka_] あなたのことを誇りに思っています。
spanish: [_ka_] Estoy orgulloso de ti.

source: [_r_] It was all pretty easy for me before...
french: [_r_] Ça a été assez facile pour moi avant...
italian: [_r_] E 'stato tutto abbastanza facile per me prima...
japanese: [_r_] 以前はとても簡単でした...
spanish: [_r_] Fue muy fácil para mí antes de ...

source: [_r_] I had no idea... That I could die so easily...
french: [ _r_ ] Je n'avais pas idée ... Que je pourrais mourir si facilement ...
italian: [_r_] non avevo idea... che potrei morire così facilmente...
japanese: [_r_] 私は考えていませんでした... 私はとても簡単に死ぬことができます...
spanish: [_r_] no tenía idea... Podría morir tan fácilmente...

source: [_ka_] My sweet boy... Our task is dangerous... But we have to trust each other, protect each other.
french: [ _ka_ ] Mon gentil garçon ... Notre tâche est dangereuse ... Mais nous devons nous faire confiance, nous protéger les uns les autres.
italian: [_ka_] Il mio dolce ragazzo... Il nostro compito è pericoloso... Ma dobbiamo fidarci a vicenda, proteggerci a vicenda.
japanese: [_ka_] 私の可愛い子char@@1 私たちの仕事は危険です... しかし、私たちはお互いを信頼し、お互いを守らなければなりません。
spanish: [_ka_] Mi dulce niño ... Nuestra tarea es peligrosa ... Pero tenemos que confiar unos a otros, protegernos unos a otros.

source: [_r_] I... I know...
french: [_r_] I... Je sais...
italian: [_r_] I... Lo so...
japanese: [_r_] 私は...私は知っている。
spanish: [_r_] I. .. Yo sé ...

source: [_ka_] Thanks to our efforts, nothing will soon be impossible for us... I promise.
french: [ _ka_ ] Grâce à nos efforts, rien ne sera bientôt impossible pour nous ... Je promets.
italian: [_ka_] Grazie ai nostri sforzi, niente sarà presto impossibile per noi... lo prometto.
japanese: [_ka_] 私たちの努力のおかげで、私たちにはすぐに不可能はありません。
spanish: [_ka_] Gracias a nuestros esfuerzos, nada pronto será imposible para nosotros... Prometo.

source: [_r_] I believe you, Kamiko...
french: [_r_] Je crois que vous, Kamiko...
italian: [_r_] ti credo, Kamiko...
japanese: [_r_] 私はあなたを信じます, 神子...
spanish: [_r_] te creo, Kamiko...

source: [_m_] Kamiko reassured me a little.
french: [_m_] Kamiko m'a rassuré un peu.
italian: [_m_] Kamiko mi ha rassicurato un po'.
japanese: [_m_] 神子は私に少し安心させてくれた。
spanish: [_m_] Kamiko me tranquilizó un poco.

source: [_m_] I need to get myself together...
french: [_m_] J'ai besoin de me réunir...
italian: [_m_] Ho bisogno di mettermi insieme...
japanese: [_m_] 私は一緒に自分自身を取得する必要があります...
spanish: [_m_] Tengo que juntarme a mí mismo ...

source: [_m_] This time, everything is good.
french: [ _m_ ] Cette fois, tout est bon.
italian: [_m_] Questa volta, tutto è buono.
japanese: [_m_] 今回はすべてが良いです。
spanish: [_m_] Esta vez, todo es bueno.

source: [_m_] Maybe write Hinata?
french: [_m_] Peut-être écrire Hinata ?
italian: [_m_] Forse scrivere Hinata?
japanese: [_m_] ひなたを書くか。
spanish: [_m_] ¿Tal vez escriba Hinata?

source: [_m_] Great, I have a meeting with Hinata.
french: [ _m_ ] Super, j'ai une rencontre avec Hinata.
italian: [_m_] Grande, ho un incontro con Hinata.
japanese: [_m_] 素晴らしいです, 私は日向との会合があります.
spanish: [_m_] Genial, tengo una reunión con Hinata.

source: [_m_] The most important thing is not to screw up tomorrow, I want to try to embody an interesting idea.
french: [ _m_ ] Le plus important n'est pas de se lever demain, je veux essayer d'incarner une idée intéressante.
italian: [_m_] La cosa più importante è non scoppiare domani, voglio cercare di incarnare un'idea interessante.
japanese: [_m_] 一番大事なのは、明日は台無しにしないこと。面白いアイデアを具現化してみたい。
spanish: [_m_] Lo más importante es no meter la pata mañana, quiero tratar de plasmar una idea interesante.

source: [_hi_] Good afternoon [viname], I have everything ready, waiting for you!
french: [_hi_] Bonjour [viname], j'ai tout prêt, vous attend!
italian: [_hi_] Buon pomeriggio [viname], Ho tutto pronto, aspettando!
japanese: [_hi_] こんにちは、 [viname]、準備万端です！
spanish: [_hi_] Buena tarde [viname], ¡todo está listo, esperándote!

source: [_r_] Are you looking forward to a good massage today?
french: [ _r_ ] Vous voulez un bon massage aujourd'hui?
italian: [_r_] Non vedi l'ora di un buon massaggio oggi?
japanese: [_r_] 今日はいいマッサージを楽しみにしていますか?
spanish: [_r_] ¿Estás esperando un buen masaje hoy?

source: [_hi_] You read my mind!
french: [ _hi_ ] Tu as lu mon esprit !
italian: [_hi_] Hai letto la mia mente!
japanese: [_hi_] あなたは私の心を読んでくれました!
spanish: [_hi_] ¡Has leído mi opinión!

source: [_hi_] I'm getting used to your movements...
french: [_hi_] Je m'habitue à vos mouvements...
italian: [_hi_] Mi sto abituando ai tuoi movimenti...
japanese: [_hi_] あなたの動きに慣れてきています...
spanish: [_hi_] Me estoy acostumbrando a tus movimientos...

source: [_hi_] It seemed more unusual the first time.
french: [ _hi_ ] Il semblait plus inhabituel la première fois.
italian: [_hi_] Sembrava più insolita la prima volta.
japanese: [_hi_] 初めての方が珍しいようでした。
spanish: [_hi_] parecía más inusual la primera vez.

source: [_hi_] But now I don't feel any inconvenience!
french: [ _hi_ ] Mais maintenant je ne ressens aucun inconvénient !
italian: [_hi_] Ma ora non sento alcun inconveniente!
japanese: [_hi_] しかし、今はどんな不便も感じません!
spanish: [_hi_] ¡Pero ahora no siento ningún inconveniente!

source: [_r_] If you felt uncomfortable, it was my fault, I did something wrong.
french: [ _r_ ] Si vous vous sentez mal à l'aise, c'était de ma faute, j'ai fait quelque chose de mal.
italian: [_r_] Se ti senti a disagio, era colpa mia, ho fatto qualcosa di sbagliato.
japanese: [_r_] 不快感を感じられたのは私のせいだったので、何か間違ったことをしました。
spanish: [_r_] Si te sentías incómodo, era mi culpa, hice algo mal.

source: [_hi_] Not at all! It's just that I'm such a person... It was new to me, you know...
french: [ _hi_ ] Pas du tout ! C'est juste que je suis une telle personne ... C'était nouveau pour moi, tu sais ...
italian: [_hi_] Non affatto! È solo che io sono una persona del genere... Era nuovo per me, sa...
japanese: [_hi_] 全くありません。それは私がそんな人であることだけです...それは私にとって新しいことでした、あなたが知っている...
spanish: [_hi_] ¡No! Es sólo que soy tal persona ... Era nuevo para mí, ya sabes ...

source: [_hi_] At first your massage seemed quite... Strange... But once I got used to it, that feeling went away.
french: [ _hi_ ] Au début votre massage semblait tout à fait ... Étrange ... Mais une fois que je me suis habituai, ce sentiment est parti.
italian: [_hi_] All'inizio il tuo massaggio sembrava abbandonato... Strano... Ma una volta mi sono abituato, quel sentimento è andato via.
japanese: [_hi_] 最初はあなたのマッサージはすかに見えました...奇妙な...しかし、私はそれに慣れると、その感覚は消え去りました。
spanish: [_hi_] Al principio tu masaje parecía abandonarse... Strange... Pero una vez que me acostumbré, esa sensación se fue.

source: [_m_] Now you will feel even better.
french: [ _m_ ] Maintenant vous vous sentirez encore mieux.
italian: [_m_] Ora vi sentirete ancora meglio.
japanese: [_m_] これでさらに気分が良くなります。
spanish: [_m_] Ahora te sentirás aún mejor.

source: [_himis_] How did he... How does he do that...?
french: [_himis_] Comment l'a-t-il... Comment fait-il cela...?
italian: [_himis_] Come ha fatto... Come lo fà...?
japanese: [_himis_] 彼はどうやって...
spanish: [_himis_] ¿Cómo hizo... ¿Cómo hace eso...?

source: [_himis_] My legs are trembling with pleasure...
french: [ _himis_ ] Mes jambes tremblent de plaisir ...
italian: [_himis_] Le mie gambe tremano di piacere...
japanese: [_himis_] 足が喜びに震えています...
spanish: [_himis_] Mis piernas se desvanecen de placer...

source: [_himis_] Or is it from arousal...
french: [ _himis_ ] Ou est-ce de l'excitation ...
italian: [_himis_] O è da eccitazione...
japanese: [_himis_] それとも興奮しているからですか...
spanish: [_himis_] o es de suspensión...

source: [_r_] You know, I didn't tell my clients that when I did the massage, but I have some interesting stories about my old job at the salon.
french: [ _r_ ] Vous savez, je n'ai pas dit à mes clients que quand j'ai fait le massage, mais j'ai des histoires intéressantes sur mon ancien travail au salon.
italian: [_r_] Sai, non ho detto ai miei clienti che quando ho fatto il massaggio, ma ho alcune storie interessanti sul mio vecchio lavoro al salone.
japanese: [_r_] ご存知のとおり、マッサージを行ったときはクライアントに言っていませんでした。 でも、昔のサロンでの仕事について興味深い話があります。
spanish: [_r_] Usted sabe, no le dije a mis clientes que cuando hice el masaje, pero tengo algunas historias interesantes sobre mi viejo trabajo en el salón.

source: [_hi_] M-m-m... And how interesting are they...?
french: [_hi_] M-m-m... Et à quel point sont-ils intéressants...?
italian: [_hi_] M-m-m... E quanto sono interessanti...?
japanese: [_hi_] M-m... そして、彼らはどれくらい面白いですか?
spanish: [_hi_] M-m-m... Y lo interesante que son...?

source: [_r_] Let's just say... They're pretty hot...
french: [_r_] Disons... Ils sont plutôt chauds...
italian: [_r_] Diciamolo... Sono abbastanza caldo...
japanese: [_r_] 言ってみましょう... かなり暑いです...
spanish: [_r_] Digamos... Son bastante calientes...

source: [_hi_] Sounds... Interesting...
french: [_hi_] sons... Intéressant...
italian: [_hi_] Suoni... Interessante...
japanese: [_hi_] サウンド... 興味深い...
spanish: [_hi_] sonidos... Interesante...

source: [_r_] Some regular customers, quite often complained of severe stress..
french: [ _r_ ] Certains clients réguliers se plaignont assez souvent d'un stress sévère.
italian: [_r_] Alcuni clienti abituali, abbastanza spesso lamentato di grave stress..
japanese: [_r_] 一部の常連客は、かなり頻繁に深刻なストレスを訴えました。
spanish: [_r_] Algunos clientes regulares, muy a menudo se quejaron de una tensión grave.

source: [_r_] They spoke of weight in the body, weakness in the legs and severe fatigue.
french: [ _r_ ] Ils ont parlé du poids dans le corps, de la faiblesse des jambes et de la fatigue sévère.
italian: [_r_] Parlavano di peso nel corpo, debolezza nelle gambe e grave stanchezza.
japanese: [_r_] 彼らは体重、足の弱さ、ひどい疲労を話しました。
spanish: [_r_] Hablaron de peso en el cuerpo, debilidad en las piernas y fatiga severa.

source: [_hi_] Sounds familiar...
french: [_hi_] Cela semble familier...
italian: [_hi_] Suona familiare...
japanese: [_hi_] 聞き覚えがあるようです...
spanish: [_hi_] Suena familiar...

source: [_r_] I have been thinking for a long time about what their problem is and how to solve it...
french: [ _r_ ] Je pense depuis longtemps à ce qu'est leur problème et comment le résoudre ...
italian: [_r_] Ho pensato da molto tempo a che cosa è il loro problema e come risolverlo...
japanese: [_r_] 私は、彼らの問題とは何か、そしてそれをどのように解決するかについて長い間考えてきました。
spanish: [_r_] Llevo mucho tiempo pensando en cuál es su problema y cómo resolverlo...

source: [_r_] I couldn’t get to the right answer myself. But one of the clients tipped me off.
french: [ _r_ ] Je n'ai pas pu me rendre à la bonne réponse moi-même. Mais l'un des clients m'a retiré.
italian: [_r_] non riuscivo a trovare la risposta giusta. Ma uno dei clienti mi ha ribaltato.
japanese: [_r_] 自分自身で正しい答えを得ることができませんでした。しかし、クライアントの一人が私にヒントを与えました。
spanish: [_r_] no pude llegar a la respuesta correcta yo mismo. Pero uno de los clientes me dio un truco.

source: [_hi_] What is...? W-what did she say...?
french: [_hi_] Qu'est-ce que...? W-qu'a-t-elle dit...?
italian: [_hi_] Cos'è...? W-what ha detto...?
japanese: [_hi_] 何ですか?W-彼女は何を言ったのですか?
spanish: [_hi_] ¿Qué es...? ¿Qué dijo...?

source: [_r_] It’s all about intense dissatisfaction with personal life.
french: [ _r_ ] C'est une grande insatisfaction à l'égard de la vie personnelle.
italian: [_r_] Si tratta di un'intensa insoddisfazione per la vita personale.
japanese: [_r_] それはすべて個人的な生活に対する激しい不満についてです。
spanish: [_r_] Se trata de una insatisfacción intensa con la vida personal.

source: [_r_] At first I couldn’t see the resemblance, but then it hit me.
french: [ _r_ ] Au début, je ne pouvais pas voir la ressemblance, mais ça m'a frappé.
italian: [_r_] All'inizio non riuscivo a vedere la somiglianza, ma poi mi colpì.
japanese: [_r_] 最初は似ているのが見えませんでしたが、ぶつかりました。
spanish: [_r_] Al principio no pude ver el resignio, pero luego me golpeó.

source: [_r_] The more dissatisfaction with natural needs grows, the stronger the body perceives the load.
french: [ _r_ ] Plus l'insatisfaction à l'égard des besoins naturels augmente, plus l'organisme perçoit la charge.
italian: [_r_] Più cresce l'insoddisfazione per i bisogni naturali, più forte è il carico che il corpo percepisce.
japanese: [_r_] 自然のニーズに対する不満が増えるほど、体は負荷をより強く感じます。
spanish: [_r_] Cuanto más crece la insatisfacción con las necesidades naturales, más fuerte el cuerpo percibe la carga.

source: [_hi_] It... I-it must be so...
french: [_hi_] C'est... Je dois le faire...
italian: [_hi_] It... Devo essere così...
japanese: [_hi_] それ...それは...
spanish: [_hi_] Sí... Yo tengo que ser...

source: [_r_] Well. I was a timid newcomer at the time, still aware of the limits of what was allowed in this business...
french: [ _r_ ] Bien. J'étais un nouveau venu timide à l'époque, toujours au courant des limites de ce qui était permis dans cette affaire ...
italian: [_r_] Bene. Ero un timido nuovo arrivato all'epoca, ancora consapevole dei limiti di ciò che era permesso in questo business...
japanese: [_r_] うーん。当時は臆病な新人だったけど、この事業で許されていたことの限界にはまだ気づいていた...
spanish: [_r_] Bueno. Yo era un tímido recién llegado en ese momento, todavía consciente de los límites de lo que se permitía en este negocio...

source: [_r_] My client asked me to do... Special massage.
french: [ _r_ ] Mon client m'a demandé de faire ... Massage spécial.
italian: [_r_] Il mio cliente mi ha chiesto di fare... Massaggio speciale.
japanese: [_r_] 依頼人から特別マッサージを頼まれました。
spanish: [_r_] Mi cliente me pidió que hizo... Masaje especial.

source: [_hi_] S-special...?
french: [_hi_] S spécial...?
italian: [_hi_] S-speciale...?
spanish: [_hi_] S-especial ...?

source: [_r_] That's pretty... An intimate process after which a woman feels better than ever.
french: [ _r_ ] C'est joli ... Un processus intime après lequel une femme se sent mieux que jamais.
italian: [_r_] Questo è bello... Un processo intimo dopo il quale una donna si sente meglio che mai.
japanese: [_r_] それはきれいです... その後、女性がこれまで以上に気分が良い親密なプロセス.
spanish: [_r_] Eso es así... Un proceso íntimo después del cual una mujer se siente mejor que nunca.

source: [_r_] I confess honestly... Over the years, I have gained a lot of experience in such work.
french: [ _r_ ] J'avoue honnêtement ... Au fil des ans, j'ai acquis beaucoup d'expérience dans ce genre de travail.
italian: [_r_] confesso onestamente... Nel corso degli anni, ho acquisito molta esperienza in questo lavoro.
japanese: [_r_] 私は正直に告白します...何年もの間、私はそのような仕事で多くの経験を得ています.
spanish: [_r_] confieso honestamente... A lo largo de los años, he adquirido mucha experiencia en este trabajo.

source: [_r_] And that's really... Helps.
french: [ _r_ ] Et c'est vraiment ... Aide.
italian: [_r_] E questo è veramente... Aiuti.
japanese: [_r_] そしてそれは本当に...
spanish: [_r_] Y eso realmente eso... Ayudas.

source: [_hi_] I... Like...
french: [_hi_] I... J'aime...
italian: [_hi_] I... Mi Piace...
spanish: [_hi_] I. .. Como ...

source: [_himis_] Is he talking about what I think...?
french: [ _himis_ ] Est-ce qu'il parle de ce que je pense ...?
italian: [_himis_] Sta parlando di quello che penso...?
japanese: [_himis_] 彼は私が考えていることについて話しています...
spanish: [_himis_] ¿Está hablando de lo que pienso...?

source: [_himis_] It's kind of... I don't know.. Wrong...
french: [_himis_] C'est gentil... Je ne sais pas... Mauvais...
italian: [_himis_] È gentile... non lo so.. Sbagliato...
japanese: [_himis_] それは一種の... 私は知らない...
spanish: [_himis_] Es algo así de... no lo sé.. Error...

source: [_hi_] [viname] I...
spanish: [_hi_] [viname] Y...

source: [_r_] Let me finish my regular massage. Think about what I told you today.
french: [ _r_ ] Laissez-moi terminer mon massage régulier. Pensez à ce que je vous ai dit aujourd'hui.
italian: [_r_] Lasciate che finisca il mio massaggio regolare. Pensate a quello che vi ho detto oggi.
japanese: [_r_] 定期的なマッサージを終えさせてください。今日お話ししたことを考えてみてください。
spanish: [_r_] Déjame terminar mi masaje regular. Piensa en lo que te he dicho hoy.
