Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_m_] What a wonderful sight, I think I know how to get closer to her.
french: [ _m_ ] Quelle merveilleuse vue, je pense savoir comment se rapprocher d'elle.
italian: [_m_] Che meravigliosa vista, penso di sapere come avvicinarsi a lei.
japanese: [_m_] なんと素晴らしい光景で、彼女に近づく方法が分かっていると思います。
spanish: [_m_] ¡Qué vista maravillosa, creo que sé cómo acercarme más a ella!

source: [_mira_] One second, mother! I'll open!
french: [_mira_] Une seconde, mère ! Je vais ouvrir !
italian: [_mira_] Un secondo, madre! Aprirò!
japanese: [_mira_] 1秒、母さん！開けます！
spanish: [_mira_] ¡Un segundo, madre! ¡Abriré!

source: [_r_] Hello, is Kurenai Yuhi living in this house?
french: [_r_] Bonjour, Kurenai Yuhi vient-il dans cette maison ?
italian: [_r_] Ciao, Kurenai Yuhi vive in questa casa?
japanese: [_r_] こんにちは、Kurenai Yuhiはこの家に住んでいますか?
spanish: [_r_] Hola, ¿vive Kurenai Yuhi en esta casa?

source: [_mira_] Y-yes, this is my mother, she's not here.
french: [ _mira_ ] Y-oui, c'est ma mère, elle n'est pas là.
italian: [_mira_] Y-sì, questa è mia madre, non è qui.
japanese: [_mira_] Y-yes, これは私の母です, 彼女はここにいません.
spanish: [_mira_] Sí, esta es mi madre, ella no está aquí.

source: [_r_] Can I come in? I want to ask you a few questions, if you don't mind.
french: [ _r_ ] Puis-je entrer? Je veux vous poser quelques questions, si ce n'est pas le cas.
italian: [_r_] Posso entrare? Voglio farti alcune domande, se non ti dispiace.
japanese: [_r_] 入ってもいいですか? いくつか質問がありますので、よろしければ。
spanish: [_r_] ¿Puedo entrar? Quiero hacerle unas cuantas preguntas, si no le importa.

source: [_mira_] I think you can, but not for long.
french: [_mira_] Je pense que vous pouvez, mais pas pour longtemps.
italian: [_mira_] Penso che possiate, ma non a lungo.
japanese: [_mira_] 皆さんにはできると思いますが、長くはありません。
spanish: [_mira_] creo que puedes, pero no por mucho tiempo.

source: [_r_] Allow me to introduce myself, my name's [viname] I'm a journalist, now passing in Konoha. I collect various life facts about the famous shinobi of the leaf village, do you mind telling a little about your mom?
french: [ _r_ ] Permettez-moi de me présenter, mon nom est [ viname ] Je suis journaliste, en passant à Konoha. Je collectionnais divers faits sur la célèbre shinobi du village des feuilles, est-ce que vous vous dites un peu à propos de votre mère?
italian: [_r_] Permettetemi di presentarmi, il mio nome è [viname] Sono un giornalista, ora passando a Konoha. Raccolgo vari fatti di vita sul famoso shinobi del villaggio foglia, ti dispiace dire un po 'di tua mamma?
spanish: [_r_] Permítaseme presentarme a mí mismo, la [viname] Soy periodista y ahora paso en Konoha. Recopilo varios hechos de vida sobre los famosos shinobi de la aldea de hojas, ¿te importa contar un poco sobre tu mesa?

source: [_mira_] I don't know... Why don't you come back later, when she returns?
french: [_mira_] Je ne sais pas... Pourquoi ne revenez-vous pas plus tard, quand elle reviendra?
italian: [_mira_] Non lo so... Perché non tornate più tardi, quando torna?
japanese: [_mira_] 私は知らない... なぜ彼女が戻ったとき、後で戻って来ない?
spanish: [_mira_] No lo sé ... ¿Por qué no vuelvas más tarde, cuando vuelve?

source: [_r_] In fact, I am leaving the village soon, so I would like to learn a little about Kurenai, you'd be very helpful, I won't detain you for long.
french: [ _r_ ] En fait, je quitte bientôt le village, donc j'aimerais en apprendre un peu sur Kurenai, vous seriez très utile, je ne vous retirerai pas longtemps.
italian: [_r_] Infatti, sto lasciando il villaggio presto, quindi vorrei imparare un po 'su Kurenai, saresti molto utile, non ti trattengo a lungo.
japanese: [_r_] 実際には、私はすぐに村を出るので、私はKurnaiについて少し学びたいと思います。 あなたはとても役に立つでしょう、私は長くあなたを拘留しません。
spanish: [_r_] De hecho, estoy abandonando el pueblo pronto, así que me gustaría aprender un poco sobre Kurenai, serías muy útil, no te detendré por mucho tiempo.

source: [_mira_] L-okay, let's sit on the couch then.
french: [_mira_] D'accord, nous allons nous asseoir sur le canapé alors.
italian: [_mira_] L-okay, siamoci sul divano allora.
japanese: [_mira_] L-OK、ソファーに座りましょう。
spanish: [_mira_] L-okay, sentémonos en el sofá.

source: [_r_] As you say.
french: [ _r_ ] Comme vous le dites.
italian: [_r_] Come si dice.
japanese: [_r_] あなたが言うように。
spanish: [_r_] como dices.

source: [_r_] Is your mother still a functioning shinobi of Konoha, or in a well-deserved retirement?
french: [ _r_ ] Votre mère est-elle encore un shinobi fonctionnel de Konoha, ou dans une retraite bien méritée?
italian: [_r_] Tua madre è ancora uno shinobi funzionante di Konoha, o in una meritata pensione?
japanese: [_r_] あなたの母親は今でも木ノ葉の忍ですか、それとも引退に値するですか?
spanish: [_r_] ¿Sigue siendo tu madre un shinobi funcional de Konoha, o una jubilación bien merecida?

source: [_mira_] My mom retired with the rank of Jounin around the time I was born.
french: [ _mira_ ] Ma mère a pris sa retraite avec le grade de Jounin vers le moment où je suis né.
italian: [_mira_] Mia mamma si ritirò con il rango di Giounin intorno al tempo in cui sono nato.
japanese: [_mira_] 母は私が生まれた頃に上忍の地位で退職しました。
spanish: [_mira_] Mi madre se retiró con el rango de Jounin en el momento en que nací.

source: [_r_] Did your mother tell you about the team she was mentoring?
french: [ _r_ ] Votre mère vous a-t-elle parlé de l'équipe qu'elle tuait?
italian: [_r_] Tua madre ti ha detto della squadra che stava mentoring?
japanese: [_r_] お母さんは指導していたチームについて教えてくれましたか?
spanish: [_r_] ¿Te habló tu madre sobre el equipo que estaba mentorizando?

source: [_mira_] Of course, I told a lot of things, and I personally know all of them, Kiba and Konohamaru, Shino, as well as the wife of Lord the Seventh Hinata.
french: [ _mira_ ] Bien sûr, j'ai dit beaucoup de choses, et je connais personnellement tous les autres, Kiba et Konohamaru, Shino, ainsi que la femme de Lord the Seventh Hinata.
italian: [_mira_] Naturalmente, ho detto un sacco di cose, e personalmente conosco tutti loro, Kiba e Konohamaru, Shino, così come la moglie di Signore il settimo Hinata.
japanese: [_mira_] もちろん、いろいろなことを話しました。個人的には全部知っています。 木場、木ノ葉丸、七代日向卿の妻。
spanish: [_mira_] Por supuesto, dije muchas cosas, y personalmente las conozco todas, Kiba y Konohamaru, Shino, así como la esposa de Lord el Séptimo Hinata.

source: [_r_] Can you tell me what they are like in life?
french: [ _r_ ] Pouvez-vous me dire ce qu'ils sont dans la vie?
italian: [_r_] Riesci a dirmi come sono nella vita?
japanese: [_r_] 彼らの人生はどんなものなのか教えてもらえますか?
spanish: [_r_] ¿Puedes decirme cómo son en vida?

source: [_mira_] Weeell... Kiba is a very funny man, he always looked after me, I often played with Akamaru as a child. Shino is a caring teacher, he knows how to approach children.
french: [_mira_] Weeell... Kiba est un homme très drôle, il s'est toujours occupé de moi, j'ai souvent joué avec Akamaru en tant qu'enfant. Shino est un enseignant attentionné, il sait approcher les enfants.
italian: [_mira_] Weeell... Kiba è un uomo molto divertente, mi ha sempre curato, ho spesso suonato con Akamaru da bambino. Shino è un insegnante premuroso, sa come avvicinarsi ai bambini.
japanese: [_mira_] Weeell... キバは非常に面白い男です, 彼はいつも私の世話をしてくれました, 私はしばしば赤丸と子供のように遊んでいました. 志野は思いやりのある教師で、子どもたちにアプローチする方法を知っています。
spanish: [_mira_] Semana... Kiba es un hombre muy divertido, que siempre me cuidó, a menudo jugé con Akamaru como niño. Shino es un profesor cuidadoso, él sabe cómo acercarse a los niños.

source: [_r_] And what about Mrs Hinata?
french: [ _r_ ] Et qu'en est-il de Mme Hinata?
italian: [_r_] E che dire della onorevole Hinata?
japanese: [_r_] そして、日向さんはどうですか?
spanish: [_r_] ¿Y qué pasa con la señora Hinata?

source: [_mira_] Hinata is a very kind and bright woman, at the same time strong, in many ways I am equal to her.
french: [_mira_] Hinata est une femme très gentille et brillante, en même temps forte, à bien des égards je suis égale à elle.
italian: [_mira_] Hinata è una donna molto gentile e brillante, allo stesso tempo forte, in molti modi sono uguale a lei.
japanese: [_mira_] 日向は非常に親切で明るい女性です, 同時に強いです, 多くの点で私は彼女に等しいです.
spanish: [_mira_] Hinata es una mujer muy amable y brillante, al mismo tiempo fuerte, en muchos sentidos soy igual a ella.

source: [_r_] Are you a Shinobi too?
french: [ _r_ ] Êtes-vous un Shinobi aussi?
italian: [_r_] Sei anche tu uno Shinobi?
japanese: [_r_] あなたも忍ですか？
spanish: [_r_] ¿Es usted un Shinobi también?

source: [_mira_] Of course. I followed in my father’s and mother’s footsteps. I strive to be strong and honest like my father, and as determined as my mother.
french: [ _mira_ ] Bien sûr. J'ai suivi les traces de mon père et de ma mère. Je m'efforce d'être forte et honnête comme mon père, et aussi déterminée que ma mère.
italian: [_mira_] Certo. Ho seguito le orme di mio padre e di mia madre. Mi sforzo di essere forte e onesto come mio padre, e determinato come mia madre.
japanese: [_mira_] もちろん、私は父と母の足跡を追いかけました。 父のように強く正直になるよう努め、母と同じように決心します。
spanish: [_mira_] Por supuesto, seguí los pasos de mi padre y madre. Me esforzo por ser fuerte y honesto como mi padre, y tan determinado como mi madre.

source: [_r_] Is that why you have scars on your hands? Is it the effects of training?
french: [ _r_ ] C'est pourquoi vous avez des cicatrices sur vos mains? Est-ce les effets de la formation?
italian: [_r_] È per questo che hai cicatrici sulle mani? Sono gli effetti dell'addestramento?
japanese: [_r_] 手に傷があるのはそのためですか? それは訓練の効果ですか?
spanish: [_r_] ¿Es esa la razón por la que tienes cimas en tus manos? ¿Son los efectos del entrenamiento?

source: [_mira_] Yes... It's... Don't mind... But you're right...
french: [_mira_] Oui... C'est... ça ne vous dérange pas... Mais vous avez raison...
italian: [_mira_] Sì... E'... Non mente... Ma hai ragione...
japanese: [_mira_] はい... それはchar@@1 気にしないでください...
spanish: [_mira_] Sí ... Es ... No te importa ... Pero tienes razón ...

source: [_r_] Excuse me if this is too harsh a request, but will you allow me to look closer at your hand? I admire shinobi who train hard to become stronger.
french: [ _r_ ] Excusez-moi si c'est trop dur une demande, mais vous me permettrez-vous de regarder de plus près de votre main? J'admire les shinobi qui s'entraînent dur pour devenir plus forts.
italian: [_r_] Scusami se questa è una richiesta troppo dura, ma mi permetterai di guardare più da vicino la tua mano? Ammiro shinobi che si allenano duramente per diventare più forte.
japanese: [_r_] 厳しい要求があまりにも厳しい場合は失礼ですが、手をもっと近くに見てもらえますか? 強くなるために一生懸命訓練する忍に憧れる。
spanish: [_r_] Discúlpeme si esta petición es demasiado dura, pero ¿me permitirás mirar más de cerca a tu mano? Admiro shinobi que se entrenan duro para hacerse más fuertes.

source: [_mira_] That's... You're right... I admire these people too... M-maybe you can...
french: [_mira_] C'est... Vous avez raison... J'admire ces gens aussi... M-maybe vous pouvez...
italian: [_mira_] Sta... Hai ragione... Ammiro anche queste persone... M-forse puoi...
japanese: [_mira_] それはchar@@1 あなたが正しい。私もこれらの人々に感心するchar@@2 多分あなたは...
spanish: [_mira_] Eso es... Tienes razón... También admiro a estas personas... Tal vez puedas...

source: [_m_] What a tough skin. This girl is really working on herself a lot.
french: [ _m_ ] Quelle peau dure. Cette fille travaille vraiment sur elle-même.
italian: [_m_] Che pelle duro. Questa ragazza sta davvero lavorando su se stessa molto.
japanese: [_m_] どのようなタフな肌. この女の子は本当に自分自身に多くの作業をしています.
spanish: [_m_] Qué piel tan dura. Esta chica realmente está trabajando en sí misma.

source: [_m_] It’s time to give her some rest.
french: [ _m_ ] Il est temps de lui donner du repos.
italian: [_m_] È tempo di darle un po' di riposo.
japanese: [_m_] 彼女に少し休息を与える時間です。
spanish: [_m_] Es hora de descansar un poco.

source: [_mira_] Um... Uh, that's enough... I think...
french: [_mira_] Heu... Euh, ça suffit... Je pense...
italian: [_mira_] Um... Uh, basta... penso...
spanish: [_mira_] Um... Uh, eso es suficiente... creo...

source: [_mira_] I feel... Tingly...
french: [_mira_] Je sentir... Étonnant...
italian: [_mira_] mi sento... Tingly...
japanese: [_mira_] 感じるchar@@1 ちょっと...
spanish: [_mira_] me siento... Tentaje...

source: [_mira_] Could you please leave...
french: [ _mira_ ] Pourriez-vous partir ...
italian: [_mira_] Potresti uscire, per favore...
japanese: [_mira_] お帰りください...
spanish: [_mira_] Podrías salir...

source: [_r_] I think it would be better if I stayed.
french: [ _r_ ] Je pense que ce serait mieux si je restaais.
italian: [_r_] Penso che sarebbe meglio se restassi.
japanese: [_r_] 留まったほうがいいと思います。
spanish: [_r_] creo que sería mejor si me quedara.

source: [_mira_] What are you ... This is my house!
french: [ _mira_ ] Qu'est-ce que vous ... C'est ma maison !
italian: [_mira_] Che cosa sei... Questa è la mia casa!
japanese: [_mira_] あなたは何ですか...これは私の家です!
spanish: [_mira_] ¿Qué son... ¡Esta es mi casa!

source: [_r_] I know exactly what you're thinking about, Mirai.
french: [ _r_ ] Je sais exactement ce à quoi vous pensez, Mirai.
italian: [_r_] So esattamente di cosa stai pensando, Mirai.
japanese: [_r_] 私はあなたが何を考えているのかよくわかっています。
spanish: [_r_] Sé exactamente lo que estás pensando, Mirai.

source: [_r_] You're missing a good hard anal, right here on this same couch, aren't I right?
french: [ _r_ ] Vous avez manqué un bon anal hard, ici sur ce même canapé, n'est-ce pas?
italian: [_r_] Ti manca un buon anale duro, proprio qui su questo stesso divano, non ho ragione?
japanese: [_r_] この同じソファに、いいハードアナルが欠けていますよね?
spanish: [_r_] Te falta un buen anal duro, justo aquí en este mismo sofá, ¿no es correcto?

source: [_mira_] You... Who are you...
french: [ _mira_ ] Vous ... Qui êtes-vous ...
italian: [_mira_] Tu... Chi sei tu...
japanese: [_mira_] あなた...あなたは誰ですか...
spanish: [_mira_] Tú... Quién eres tú...

source: [_r_] Don't ask too many questions, girl.
french: [ _r_ ] Ne pose pas trop de questions, fille.
italian: [_r_] Non fare troppe domande, ragazza.
japanese: [_r_] あまり質問しないでください, 少女.
spanish: [_r_] No hagas demasiadas preguntas, niña.

source: [_r_] I can give you an orgasm you can only dream of.
french: [ _r_ ] Je peux te donner un orgasme dont tu ne peux que rêver.
italian: [_r_] Posso darti un orgasmo che puoi solo sognare.
japanese: [_r_] 私はあなたにあなただけの夢ができるオーガズムを与えることができます.
spanish: [_r_] Yo te puedo dar un orgasmo que sólo puedes soñar.

source: [_mira_] (Whispering) Please...
french: [_mira_] (Whispering) S'il vous plaît...
italian: [_mira_] (Whispering) Per Favore...
japanese: [_mira_] (ささやく) お願いします...
spanish: [_mira_] (susurro) Por favor...

source: [_r_] What did you say? I can't hear you.
french: [ _r_ ] Qu'avez-vous dit? Je ne peux pas vous entendre.
italian: [_r_] Che cosa hai detto? Non riesco a sentirti.
japanese: [_r_] 何とおっしゃいましたか？聞こえません。
spanish: [_r_] ¿Qué dijiste? No puedo oírte.

source: [_mira_] Please! Do it!
french: [_mira_] S'il vous plaît, faites-le !
italian: [_mira_] Per favore! Faccelo!
japanese: [_mira_] お願いします! やりましょう!
spanish: [_mira_] Por favor! ¡Hágalo!

source: [_r_] Good choice Mirai, I was right about you.
french: [ _r_ ] Bon choix Mirai, j'avais raison de vous.
italian: [_r_] Buona scelta Mirai, avevo ragione su di te.
japanese: [_r_] みらい良い選択、私はあなたのことを正しかった。
spanish: [_r_] Buena elección Mirai, tenía razón sobre ti.

source: [_r_] Nice ass Mirai, I've always liked athletic girls.
french: [ _r_ ] J'ai toujours aimé les filles athlétiques.
italian: [_r_] Bel culo Mirai, mi sono sempre piaciute le ragazze atletiche.
japanese: [_r_] ナイスなお尻未来, 私はいつも運動の女の子が好き.
spanish: [_r_] Buen culo Mirai, siempre me han gustado las chicas atléticas.

source: [_r_] Your anal is so tight, is that your weak point?
french: [_r_] Votre anal est si serré, est-ce que votre point faible ?
italian: [_r_] Il tuo anale è così stretto, è che il tuo punto debole?
japanese: [_r_] アナルはとてもきついですが、それが弱点ですか?
spanish: [_r_] Su anal es tan apretado, ¿su punto débil?

source: [_mira_] Um... Y-yes... I love this...
french: [_mira_] Heu... Oui... J'aime ça...
italian: [_mira_] Um... Sì... Amo questo...
japanese: [_mira_] Um... Y-ye... 私はこれが大好き...
spanish: [_mira_] Um... Y-y... Me encanta esto...

source: [_r_] You like to put big things inside yourself, don't you?
french: [ _r_ ] Vous aimez mettre de grosses choses à l'intérieur de vous, n'est-ce pas?
italian: [_r_] Ti piace mettere le cose grandi dentro di te, vero?
japanese: [_r_] 自分の中に大きなものを入れるのが好きですね。
spanish: [_r_] Te gusta poner cosas grandes dentro de ti mismo, ¿no?

source: [_r_] What about dicks? Or are you a virgin in every sense?
french: [ _r_ ] Qu'en est-il des dicks? Ou êtes-vous une vierge dans tous les sens?
italian: [_r_] Che dire dei cazzi? O sei vergine in ogni senso?
japanese: [_r_] ペニスはどうですか? それともあらゆる意味で処女ですか?
spanish: [_r_] ¿Qué pasa con las pollas? ¿O eres una virgen en todos los sentidos?

source: [_mira_] I... I haven't tried it yet... With a man...
french: [_mira_] Je... Je ne l'ai pas encore essayé... Avec un homme...
italian: [_mira_] Io... Non l'ho ancora provato... Con un uomo...
japanese: [_mira_] 私はchar@@1まだ試していません...
spanish: [_mira_] yo... aún no lo he probado... Con un hombre...

source: [_r_] Poor Mirai, such a thirst for anal as yours must be tamed with a strong male cock.
french: [ _r_ ] Paume Mirai, une telle soif anale comme la vôtre doit être apprivoisée avec un mâle fort.
italian: [_r_] Povero Mirai, una sete di anale come la tua deve essere domata con un cazzo maschile forte.
japanese: [_r_] 貧しい未来, あなたのようなアナルへのそのような渇きは、強い男性コックと手なずけなければなりません.
spanish: [_r_] Pobre Mirai, tan sed de anal como el tuyo debe ser domesticado con una fuerte polla macho.

source: [_mira_] I... I'm embarrassed...
french: [_mira_] Je... Je suis embarrassé...
italian: [_mira_] Io... Sono imbarazzato...
japanese: [_mira_] 私... 恥ずかしい...
spanish: [_mira_] yo... estoy avergonzado...

source: [_r_] Embarrassed?
french: [_r_] Embarrassé ?
japanese: [_r_] 恥ずかしい?
spanish: ¿[_r_]?

source: [_r_] Listen to your own moans!
french: [ _r_ ] Écoute tes propres landes !
italian: [_r_] Ascolta i tuoi gemiti!
japanese: [_r_] あなた自身のうめき声を聞きましょう！
spanish: [_r_] ¡Escucha tus propios lomos!

source: [_r_] You love it.
french: [_r_] Vous aimez ça.
italian: [_r_] Tu la ami.
japanese: [_r_] あなたはそれを愛しています。
spanish: [_r_] Te encanta.

source: [_r_] Ask me, beg me to give you my hard cock.
french: [ _r_ ] Demandez-moi de vous donner ma bite dure.
italian: [_r_] Mi chiedi, pregami di darti il mio cazzo duro.
japanese: [_r_] 私に尋ねて、私の堅いチンポを与えてください。
spanish: [_r_] Pídame que te dé mi polla dura.

source: [_mira_] I... I beg you...
french: [_mira_] Je... Je vous en supplie...
italian: [_mira_] Io... Ti prego...
japanese: [_mira_] 私char@@1 お願いします...
spanish: [_mira_] I. .. Te lo suplico ...

source: [_r_] I can't hear you.
french: [ _r_ ] Je ne peux pas vous entendre.
italian: [_r_] non riesco a sentirla.
japanese: [_r_] 聞こえません。
spanish: [_r_] no puedo oírte.

source: [_mira_] Please...
french: [_mira_] S'il vous plaît...
italian: [_mira_] Per favore...
japanese: [_mira_] お願いします...
spanish: [_mira_] por favor...

source: [_r_] I can't hear you!
french: [_r_] Je ne peux pas vous entendre !
italian: [_r_] Non riesco a sentirti!
japanese: [_r_] 聞こえません！
spanish: ¡[_r_] no puedo oírte!

source: [_mira_] Please, just fuck me already!
french: [_mira_] S'il vous plaît, baisez-moi déjà !
italian: [_mira_] Per favore, mi cazzo già!
japanese: [_mira_] もうファックしてください！
spanish: [_mira_] Por favor, ¡por favor, ya me fíquen!

source: [_r_] Much better.
french: [_r_] Bien mieux.
italian: [_r_] Molto meglio.
japanese: [_r_] ずっと良いです。
spanish: [_r_] Mucho mejor.

source: [_m_] Her tight little hole took me RIGHT!
french: [_m_] Son petit trou serré m'a pris DROITE !
italian: [_m_] Il suo piccolo buco stretto mi ha preso DIRITTO!
japanese: [_m_] 彼女のタイトな小さな穴は私を右取った!
spanish: [_m_] ¡Su pequeño agujero apretado me tomó DERECHO!

source: [_m_] How tight she is!
french: [_m_] À quel point elle est serrée !
italian: [_m_] Quanto è stretta!
japanese: [_m_] 彼女はどのようにタイトです!
spanish: [_m_] ¡Qué apretada está!

source: [_mira_] YES! MMM! IT'S...
french: [_mira_] OUI ! MM ! C'EST ...
italian: [_mira_] SÌ! MMM! IT'S...
japanese: [_mira_] はい! MMM! それ...
spanish: ¡[_mira_] Sí! ¡MM! IT'S...

source: [_r_] It’s not a toy, I just started!
french: [ _r_ ] Ce n'est pas un jouet, je viens de commencer !
italian: [_r_] Non è un giocattolo, ho appena iniziato!
japanese: [_r_] おもちゃじゃないよ、始めたばかりだよ！
spanish: [_r_] No es un juguete, ¡acabo de empezar!

source: [_mira_] Faster! Please! FASTER!
french: [_mira_] Plus vite! S'il vous plaît ! Plus rapide !
italian: [_mira_] Veloce! Per favore! FASTER!
japanese: [_mira_] もっと速く！どうぞ！速く！
spanish: ¡[_mira_] más rápido! ¡Por favor! ¡FASTRA!

source: [_r_] I won't go easy on you, Mirai!
french: [ _r_ ] Je ne vais pas te rendre facile, Mirai !
italian: [_r_] Io non andrò facile su di te, Mirai!
japanese: [_r_] 私はあなたに簡単に行くことはありません, 未来!
spanish: ¡[_r_] no me voy fácil contigo, Mirai!

source: [_m_] Fuck! That's it! It feels so good!
french: [_m_] Fuck ! C'est ça ! Ça sent si bien !
italian: [_m_] Fuck! Questo è tutto! Ci si sente così bene!
japanese: [_m_] ファック! それでおしまい! とても気持ちいいです!
spanish: [_m_] ¡Suerte! ¡Eso es todo! ¡Se siente tan bien!

source: [_mira_] Do it HARDER! HARDER!
french: [_mira_] Fait ça plus dur ! HARDER!
italian: [_mira_] Fallo a cuore! HARDER!
japanese: [_mira_] ハード！ハード！
spanish: [_mira_] ¡HAClo HAZA! ¡HARDER!

source: [_r_] I'LL CUM RIGHT INSIDE YOU!
french: [_r_] I'LL CUM DROIT DANS VOUS!
italian: [_r_] I LL CUM DIRITTI INDIRE!
japanese: [_r_] 私はあなたの中で右!
spanish: [_r_] ¡CUMO DERECHO INSITIDO!

source: [_mira_] I'M!..
french: [_mira_] JE !..
italian: [_mira_] Io!..
spanish: [_mira_] ¡Yo!..

source: [_mira_] Um... I'm... I'm shaking all over...
french: [_mira_] Um... Je... Je suis en train de trembler tout le monde...
italian: [_mira_] Um... Io... Sto tremando tutto...
spanish: [_mira_] Um... yo... Estoy agitando...

source: [_r_] Your first time was a great success, Mirai.
french: [ _r_ ] Votre première fois a été un grand succès, Mirai.
italian: [_r_] La tua prima volta è stato un grande successo, Mirai.
japanese: [_r_] 初めての出会いは大成功でしたね。
spanish: [_r_] Su primera vez fue un gran éxito, Mirai.

source: [_mira_] More...
french: [_mira_] Plus...
italian: [_mira_] Altro...
japanese: [_mira_] もっと...
spanish: [_mira_] Más ...

source: [_r_] Excuse me?
french: [_r_] Excusez-moi ?
italian: [_r_] Mi scusa?
japanese: [_r_] すみませんか？
spanish: [_r_] ¿Me excusará?

source: [_mira_] I want more! Fuck me again!
french: [_mira_] J'en veux plus! Regardez-moi !
italian: [_mira_] voglio di più! Cazzo di nuovo!
japanese: [_mira_] もっと欲しい！もう一度ファックして！
spanish: [_mira_] ¡Quiero más! ¡Súbame de nuevo!

source: [_mira_] God... YES! HOW GOOD!
french: [_mira_] Dieu... OUI ! COMMENT BON!
italian: [_mira_] Dio... SI! COME BENE!
japanese: [_mira_] 神... はい! どのように良い!
spanish: [_mira_] Dios... ¡SÍ! ¡CÓMO GOOOD!

source: [_r_] You're leaking like the last bitch Mirai!
french: [ _r_ ] Vous furez comme la dernière salope de Mirai !
italian: [_r_] Stai perdendo come l'ultima troia Mirai!
japanese: [_r_] あなたは最後の女みたいに漏れています!
spanish: [_r_] ¡Te estás filmando como la última perra Mirai!

source: [_r_] When I’m gone, you’ll have to wash the floor with your tongue so mother won’t suspect anything!
french: [ _r_ ] Quand je suis partie, vous devez laver le sol avec votre langue pour que la mère ne suspecte rien !
italian: [_r_] Quando sono andato, dovrete lavare il pavimento con la lingua in modo che la madre non sospetti nulla!
japanese: [_r_] 私が去ったら、母親が何も疑わないように、舌で床を洗わなければなりません！
spanish: [_r_] Cuando me haya ido, tendrás que lavar el piso con tu lengua para que la madre no sospeche nada.

source: [_mira_] SHUT UP! SHUT UP! SHUT UP!!!
spanish: ¡[_mira_] HABRA! ¡¡DESHABRA! ¡¡¡¡HABRA!!!
