Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_m_] This piece of shit is too cocky...
french: [ _m_ ] Ce morceau de merde est trop timide ...
italian: [_m_] Questo pezzo di merda è troppo cocky...
japanese: [_m_] このクソは生意気すぎるchar@@1
spanish: [_m_] Esta mierda es demasiado polla...

source: [_m_] I shouldn't attract attention to myself, it can end up badly but...
french: [ _m_ ] Je ne devrais pas attirer l'attention sur moi-même, ça peut mal finir, mais ...
italian: [_m_] Non dovrei attirare l'attenzione su me stesso, può finire male ma...
japanese: [_m_] 私は自分自身に注意を引くべきではありません。それはひどくなることがありますが...
spanish: [_m_] no debería atraer la atención hacia mí mismo, puede terminar mal pero...

source: [_r_] Does it hurt? I can make it hurt even more!
french: [_r_] Est-ce que ça fait mal ? Je peux faire encore plus de mal !
italian: [_r_] Fa male? Posso farla male ancora di più!
japanese: [_r_] 痛いですか？もっと痛いです！
spanish: [_r_] ¿Le duele? ¡Me puedo hacer daño aún más!

source: [_zd_] Let me go! It hurts! It hurts!!
french: [_zd_] Laissez-moi partir! Ça fait mal !
italian: [_zd_] Lasciami andare! Fa male! Fa male!!
japanese: [_zd_] 行かせてくれ！痛い！痛い！
spanish: ¡[_zd_] ¡Déjame ir! ¡¡Duele! ¡¡¡¡Duele lastimar!!

source: [_r_] Have you ever seen a broken hand? I'm gonna show it to you right now, you little bastard.
french: [_r_] Avez-vous déjà vu une main cassée ? Je vais vous la montrer maintenant, vous petit bâtard ?
italian: [_r_] Hai mai visto una mano spezzata? La mostrerò in questo momento, tu piccolo bastardo.
japanese: [_r_] 折れた手を見たことがありますか？今すぐ見せてあげます、この野郎。
spanish: [_r_] ¿Alguna vez has visto una mano rota? Te la voy a mostrar ahora mismo, tu pequeña bastard.

source: [_zd_] AAAAAAGH! Help me! IT HURTS! HUUUURTS!
french: [_zd_] AAAAAAGH! Aidez-moi ! CEUX FRAIS ! HUUUURS !
italian: [_zd_] AAAAAAGH! Aiutami! HURTS! HUUUURTS!
japanese: [_zd_] AAAAAAGH! 助けてくれ!
spanish: [_zd_] AAAAAGH! ¡Ayúdame! ¡HAYA! ¡HAYA! ¡HAYA!

source: [_r_] You may make a choice right now. I’ll either break your arm or you’ll never talk to Himawari again.
french: [ _r_ ] Vous pouvez faire un choix maintenant. Je vais soit briser votre bras, soit vous ne parlerez plus jamais à Himawari.
italian: [_r_] Puoi fare una scelta in questo momento. O romperò il braccio o non parlerai mai più con Himawari.
japanese: [_r_] 今すぐ選択することができます。私はあなたの腕を折るか、またはひまわりと二度と話すことはありません。
spanish: [_r_] Usted puede hacer una elección en este momento. O romperé el brazo o nunca más hablaré con Himawari.

source: [_zd_] I won't ever talk to her! I WILL NEVER TALK TO HER! LET ME GO!!!
french: [_zd_] Je ne lui parlerai jamais! JAMAIS NE DONNER PAS À HER! Laissez moi partir!!!
italian: [_zd_] Non parlerò mai con lei! Non ho MAI TALK PER QUI! LET ME GO!!!
japanese: [_zd_] 私は決して彼女と話をしません!
spanish: [_zd_] ¡Nunca hablaré con ella! ¡¡¡NUNCA HAYA TALLADO A ÉL! ¡¡¡¡HAMOS GO!!!

source: [_m_] This little shit fled from the playground with his little band.
french: [ _m_ ] This little shit fui from the playground with his little band.
italian: [_m_] Questa piccola merda fuggì dal parco giochi con la sua piccola band.
japanese: [_m_] この小さなたわごとは彼の小さなバンドと一緒に遊び場から逃げた。
spanish: [_m_] Esta pequeña mierda huyó del patio con su pequeña banda.

source: [_m_] Even though he's a Genin, he's such a coward.
french: [ _m_ ] Même s'il est un Genin, il est tellement lâche.
italian: [_m_] Anche se è genino, è un tale codardo.
japanese: [_m_] 彼はGeninですが、彼はそんなに臆病者です。
spanish: [_m_] Aunque es un Genin, es un vaquero.

source: [_m_] He clearly lacked a good beating.
french: [ _m_ ] Il a clairement manqué de bons coups.
italian: [_m_] Gli mancava chiaramente un buon battito.
japanese: [_m_] 彼は明らかに良いビートを欠いていました。
spanish: [_m_] Claramente dio una buena paliza.

source: [_zd_] Hey, hey! What are you doing? Let me go!
french: [_zd_] Hé, hé! Que faites-vous? Laissez-moi partir!
italian: [_zd_] Ehi, hey! Cosa stai facendo? Lasciami andare!
japanese: [_zd_] ちょっと！何してるの？離して！
spanish: [_zd_] Oye, oye! ¿Qué estás haciendo? ¡Que vaya!

source: [_r_] Isn't it bad to hit a girl? Didn't your parents taught this?
french: [_r_] N'est-ce pas mal de frapper une fille? Vos parents ne l'ont pas appris ?
italian: [_r_] Non è brutto colpire una ragazza? I tuoi genitori non hanno insegnato questo?
japanese: [_r_] 女の子を殴るのは悪いことではありませんか? あなたの両親はこれを教えませんでしたか?
spanish: [_r_] ¿No está mal golpear a una chica? ¿No lo han enseñado tus padres?

source: [_zd_] It's not your business at all! I'll tell my parents! Get the hell off me!
french: [_zd_] Ce n'est pas votre affaire du tout! Je vais le dire à mes parents! Débarrassez-vous de moi!
italian: [_zd_] Non è affare per niente! Dirò ai miei genitori! Fa' l'inferno fuori di me!
japanese: [_zd_] あなたの仕事ではありません。私は両親に伝えます！地獄から離れてください！
spanish: [_zd_] ¡No es su negocio en absoluto! ¡Les diré a mis padres! ¡Me apague el infierno!

source: [_r_] Your parents won't be happy when they know that their son bully younger children.
french: [ _r_ ] Vos parents ne seront pas contents quand ils savent que leur fils est très jeune.
italian: [_r_] I tuoi genitori non saranno felici quando sanno che i loro figli minori.
japanese: [_r_] ご両親は息子のいじめられた子供たちを知っていると幸せにはなりません。
spanish: [_r_] Tus padres no serán felices cuando saben que sus hijos son hijos menores.

source: [_r_] I can bring you so many problems, that you'll never ever get out from house arrest.
french: [ _r_ ] Je peux vous apporter tant de problèmes, que vous ne sorbez jamais de l'assignation à domicile.
italian: [_r_] Posso portarti così tanti problemi, che non uscirai mai dagli arresti domiciliari.
japanese: [_r_] 私はあなたに非常に多くの問題をもたらすことができるので、あなたは自宅監禁から決して出ることはありません。
spanish: [_r_] Yo te puedo traer tantos problemas, que nunca saldrás del arresto domiciliario.

source: [_r_] And if you don't want it the good way, we'll do it the bad way.
french: [ _r_ ] Et si vous ne voulez pas que ce soit la bonne voie, nous le ferons de la mauvaise façon.
italian: [_r_] E se non lo volete il buon modo, lo faremo il cattivo modo.
japanese: [_r_] そして、良い方法を望まない場合は、私たちはそれを悪い方法で行います。
spanish: [_r_] Y si no lo quieres de la buena manera, lo haremos de la mala manera.

source: [_zd_] Okay, okay! Now get off me!
french: [_zd_] Ok, ok ! Maintenant, descendez moi !
italian: [_zd_] Okay, okay! Ora scatti da me!
japanese: [_zd_] わかりました！さあ、離れてください！
spanish: [_zd_] Vale, está bien! Ahora ságueme!

source: [_r_] If I see you with Himawari once more, you'll regret it.
french: [ _r_ ] Si je vous vois à Himawari une fois de plus, vous le regretterez.
italian: [_r_] Se ti vedo con Himawari ancora una volta, te ne pentirai.
japanese: [_r_] もう一度ひまわりと一緒に会ったら後悔しますよ。
spanish: [_r_] Si te veo con Himawari una vez más, te arrepentirás.

source: [_zd_] Screw you! I'm not afraid of you... At all...
french: [_zd_] Vi ! Je n'ai pas peur de vous... Du tout...
italian: [_zd_] Avvitati! Non ho paura di te... A tutti...
japanese: [_zd_] あなたを削除します。私はあなたを恐れていません...
spanish: ¡[_zd_] ¡Entrenarte! No tengo miedo de ti... en absoluto...

source: [_m_] This little asshole left the playground hastily.
french: [ _m_ ] Ce petit connard a quitté le terrain de jeu à la hâte.
italian: [_m_] Questo piccolo culo ha lasciato il parco giochi in fretta.
japanese: [_m_] こちらのアソコは急いで遊び場を出て行った。
spanish: [_m_] Este pequeño asshole salió apresuradamente del patio de recreo.

source: [_m_] I immediately realized that he is a coward inside. I can see it in his eyes.
french: [ _m_ ] J'ai immédiatement réalisé qu'il était un lâche à l'intérieur. Je le vois dans ses yeux.
italian: [_m_] Ho capito subito che è un codardo all'interno. Posso vederlo agli occhi.
japanese: [_m_] 私はすぐに彼が中の臆病者だと気づきました。彼の目にはそれが見えます。
spanish: [_m_] inmediatamente me di cuenta de que es un cobarde dentro. Puedo verlo en sus ojos.

source: [_m_] Guys like him could do something only to weak ones.
french: [ _m_ ] Les gars comme lui ne pouvaient faire quelque chose que de faibles.
italian: [_m_] Ragazzi come lui potevano fare qualcosa solo a quelli deboli.
japanese: [_m_] 彼のような男は弱いものにしかできない。
spanish: [_m_] chicos como él podían hacer algo sólo a los débiles.

source: [_m_] But when it's about someone who's stronger... They back up immediately, typical scaredycat.
french: [ _m_ ] Mais quand il s'agit de quelqu'un qui est plus fort ... Ils remontent immédiatement, caredycat typique.
italian: [_m_] Ma quando si tratta di qualcuno che è più forte... Si torna immediatamente, tipico spaventato.
japanese: [_m_] しかし、それは強い誰かについてです...彼らはすぐにバックアップします, 典型的な恐ろしい猫.
spanish: [_m_] Pero cuando se trata de alguien que es más fuerte... Respaldan inmediatamente, el típico escaredycat.

source: [_r_] You're alright? This guy is so annoying.
french: [_r_] Vous êtes bien ? Ce gars est si ennuyeux.
italian: [_r_] Hai ragione? Questo tipo è così fastidioso.
japanese: [_r_] 大丈夫ですか? こいつはうっとうしい。
spanish: [_r_] ¿Tienes razón? Este tipo es tan molesto.

source: [_hima_] Yes...
french: [_hima_] Oui...
italian: [_hima_] Sì...
japanese: [_hima_] はい...
spanish: [_hima_] Sí ...

source: [_hima_] I... I'm scared... He can do something bad to my friends...
french: [_hima_] Je... J'ai peur... Il peut faire quelque chose de mauvais pour mes amis...
italian: [_hima_] Io... Ho paura... può fare qualcosa di male ai miei amici...
japanese: [_hima_] 私は... 私は怖いです... 彼は私の友人に悪いことをすることができます...
spanish: [_hima_] Yo... Estoy asustado... Él puede hacer algo malo a mis amigos...

source: [_r_] Don't be afraid, he's such a coward. I think he'll never bother you again.
french: [_r_] N'ayez pas peur, il est si lâche. Je pense qu'il ne vous dérangera plus jamais.
italian: [_r_] Non aver paura, è un tale codardo. Penso che non ti disturberà mai più.
japanese: [_r_] 怖がらないでください、彼はそんな臆病者です。二度とあなたを煩わせないと思います。
spanish: [_r_] No seas de ayuda, es una vestimenta. Creo que nunca te volverá a molestar.

source: [_r_] You just need to fight him back.
french: [ _r_ ] Vous avez juste besoin de le combattre.
italian: [_r_] Hai solo bisogno di combatterlo.
japanese: [_r_] あなたはただ彼を戦う必要があります。
spanish: [_r_] Sólo tiene que luchar contra él.

source: [_hima_] I can't do this...
french: [ _hima_ ] Je ne peux pas faire ça ...
italian: [_hima_] non posso fare questo...
japanese: [_hima_] 私にはこれができません...
spanish: [_hima_] no puedo hacer esto...

source: [_r_] That's why you have me. Everything will be alright! You can play with your friends as much as you want.
french: [_r_] C'est pourquoi vous m'avez. Tout va bien! Vous pouvez jouer avec vos amis autant que vous voulez.
italian: [_r_] Ecco perché mi hai fatto. Tutto andrà bene! Puoi giocare con i tuoi amici per quanto vuoi.
japanese: [_r_] だからこそ、私を手に入れたのです！友達と好きなだけ遊ぶことができます。
spanish: [_r_] Por eso me tienes. ¡Todo estará bien! Puedes jugar con tus amigos tanto como quieras.

source: [_hima_] Thank you... I hope you're right, sensei....
french: [_hima_] Merci... J'espère que vous avez raison, sensei....
italian: [_hima_] Grazie... spero che tu abbia ragione, sensei....
japanese: [_hima_] ありがとうございます...
spanish: [_hima_] Gracias... Espero que tenga razón, sensei....

source: [_ka_] You finally came, I've been waiting for you!
french: [ _ka_ ] Tu es finalement arrivé, je t'ai attendu !
italian: [_ka_] Sei finalmente venuto, ti ho aspettato!
japanese: [_ka_] ようやく来てくれましたね、お待ちしておりました！
spanish: [_ka_] Finalmente has llegado, ¡te he estado esperando!

source: [_r_] Hi, I've just ended with Himawari, came back as fast as I could.
french: [ _r_ ] Salut, je viens de terminer avec Himawari, est revenu aussi vite que je pouvais.
italian: [_r_] Ciao, ho appena finito con Himawari, è tornato il più velocemente possibile.
japanese: [_r_] こんにちは、ひまわりで終わりました。できるだけ早く戻ってきました。
spanish: [_r_] Hola, acabo de terminar con Himawari, regresé tan rápido como pude.

source: [_ka_] You didn't forget about our important talk, did you?
french: [_ka_] Vous n'avez pas oublié notre importante discussion, n'est-ce pas?
italian: [_ka_] Non ti sei dimenticato del nostro importante colloquio, vero?
japanese: [_ka_] 大事な話を忘れていませんでしたね。
spanish: [_ka_] Usted no se olvidó de nuestra importante charla, ¿verdad?

source: [_r_] Oh, sure, an important talk. I'm all ears.
french: [_r_] Oh, bien sûr, un discours important. Je suis toutes les oreilles.
italian: [_r_] Oh, certo, un discorso importante. Sono tutte orecchie.
japanese: [_r_] ああ、確かに重要な話だ。私はみんな耳にする。
spanish: [_r_] Oh, seguro, una charla importante. Soy todos los oídos.

source: [_ka_] You're doing your job great, but you didn't show any progress in our main aim for this few days.
french: [ _ka_ ] Vous faites votre travail bien, mais vous n'avez pas fait de progrès dans notre objectif principal pour ces quelques jours.
italian: [_ka_] Stai facendo il tuo lavoro, ma non hai mostrato alcun progresso nel nostro obiettivo principale per questi pochi giorni.
japanese: [_ka_] あなたは素晴らしい仕事をしていますが、この数日間、私たちの主な目標に進歩を示していませんでした。
spanish: [_ka_] Usted está haciendo su trabajo genial, pero no mostró ningún progreso en nuestro principal objetivo para estos pocos días.

source: [_r_] Yeah... It's not so easy. I didn't have an opportunity to touch Hinata and use your powers.
french: [ _r_ ] Ouais ... Ce n'est pas si facile. Je n'ai pas eu l'occasion de toucher Hinata et d'utiliser vos pouvoirs.
italian: [_r_] Sì... Non è così facile. Non ho avuto l'opportunità di toccare Hinata e usare i tuoi poteri.
japanese: [_r_] ええ、そんなに簡単なことではありません。ひなたに触れて力を使う機会はありませんでした。
spanish: [_r_] Sí... no es tan fácil. No tuve la oportunidad de tocar a Hinata y usar tus poderes.

source: [_r_] Besides, I earned only one remembrance with Hinata. I don't think that's enough to subdue her.
french: [ _r_ ] En plus, je n'ai gagné qu'un souvenir avec Hinata. Je ne pense pas que ce soit suffisant pour la soumettre.
italian: [_r_] Inoltre, ho guadagnato solo un ricordo con Hinata. Non credo che sia sufficiente per sottometterla.
japanese: [_r_] それ以外に、私はひなたで1回だけ追悼を獲得しました。私はそれだけでは彼女を征服するのに十分とは思いません。
spanish: [_r_] Además, solo gané un recuerdo con Hinata. No creo que sea suficiente para enviarla.

source: [_ka_] It's very good that you understand it.
french: [ _ka_ ] C'est très bien que vous compreniez.
italian: [_ka_] È molto bello che tu lo capisci.
japanese: [_ka_] 理解してもらえてとても良いですね。
spanish: [_ka_] Es muy bueno que lo entiendas.

source: [_ka_] I made something for you, it's an artificial fruit by which you can earn new abilities of my chakra.
french: [ _ka_ ] J'ai fait quelque chose pour toi, c'est un fruit artificiel par lequel tu peux gagner de nouvelles capacités de mon chakra.
italian: [_ka_] Ho fatto qualcosa per te, è un frutto artificiale con il quale puoi guadagnare nuove abilità del mio chakra.
japanese: [_ka_] 私はあなたのために何かを作りました、それはあなたが私のチャクラの新しい能力を得ることができる人工的な果物です。
spanish: [_ka_] hice algo para ti, es una fruta artificial con la que puedes ganar nuevas habilidades de mi chakra.

source: [_r_] You mean some new powers?
french: [_r_] Vous voulez dire de nouveaux pouvoirs ?
italian: [_r_] Vuoi dire qualche nuovo potere?
japanese: [_r_] 新しいパワーを意味しますか？
spanish: [_r_] ¿Quiere decir algunas nuevas potencias?

source: [_ka_] That's right. Fruit's effect is temporary, in fact, you gain a part of my power, it's up for you how to use it. The main aim is to progress with Hinata.
french: [_ka_] C'est vrai. L'effet Fruit est temporaire, en fait, vous gagnez une partie de ma puissance, c'est à vous de savoir comment l'utiliser. Le but principal est de progresser avec Hinata.
italian: [_ka_] È giusto. L'effetto di frutta è temporaneo, infatti, si ottiene una parte del mio potere, è per voi come usarlo. L'obiettivo principale è quello di progredire con Hinata.
japanese: [_ka_] そうですね。 果物の効果は一時的なものであり、実際には私の力の一部を得ることができます。それはあなたのためにそれを使用する方法です。 主な目的は、ひなたと共に進むことです。
spanish: [_ka_] Eso es correcto. El efecto de la fruta es temporal, de hecho, ganas una parte de mi poder, está arriba para ti cómo usarlo. El objetivo principal es progresar con el Hinata.

source: [_r_] What are these abilities?
french: [ _r_ ] Quelles sont ces capacités?
italian: [_r_] Quali sono queste abilità?
japanese: [_r_] これらの能力は何ですか?
spanish: [_r_] ¿Cuáles son estas habilidades?

source: [_ka_] You'll have to choose which power to use.
french: [ _ka_ ] Vous devrez choisir le pouvoir à utiliser.
italian: [_ka_] Dovrai scegliere quale potere usare.
japanese: [_ka_] 使用するパワーを選択する必要があります。
spanish: [_ka_] Usted tendrá que elegir qué energía utilizar.

source: [_ka_] First is an absolute disguise of chakra and flesh, by using it you can easily keep an eye on Hinata without chance of getting caught.
french: [ _ka_ ] First est un déguisement absolu de chakra et de chair, en l'utilisant vous pouvez facilement garder un oeil sur Hinata sans aucune chance de se faire prendre.
italian: [_ka_] Prima è un travestimento assoluto di chakra e carne, usandolo si può facilmente tenere d'occhio Hinata senza possibilità di farsi catturare.
japanese: [_ka_] まずはチャクラと肉の絶対的な変装。 これを使えば捕まることなく簡単に日向を見張ることができます。
spanish: [_ka_] El primero es un disfraz absoluto de chakra y carne, al usarlo usted puede fácilmente mantener un ojo en la Hinata sin posibilidad de hacerse caught.

source: [_ka_] Second is provoking of arousal. You can turn any girl on so much that she'll rip her clothes herself and will beg to fuck her.
french: [ _ka_ ] Deuxièmement, c'est provoquer l'excitation. Vous pouvez allumer n'importe quelle fille en tant que telle qu'elle va déchiquetez ses vêtements et vous suppliera de la baiser.
italian: [_ka_] Secondo sta provocando di eccitazione. Si può girare qualsiasi ragazza su così tanto che lei strapperà i suoi vestiti se stessa e implorerà di scopare lei.
japanese: [_ka_] 第二は興奮を誘発する。 あなたはどんな女の子もオンにすることができますそんなに彼女は彼女の服を自分自身をリッピングし、彼女をファックするために懇願します。
spanish: [_ka_] En segundo lugar está provocando la excitación. Puedes convertir a cualquier chica en tanto que ella misma se rasga la ropa y le rogará que la folle.

source: [_ka_] But you have to be careful with the second ability, if your victim's chakra stock is bigger than yours, it won't work.
french: [ _ka_ ] Mais vous devez être prudent avec la seconde capacité, si le chakra de votre victime est plus grand que le vôtre, ça ne marchera pas.
italian: [_ka_] Ma devi fare attenzione con la seconda abilità, se il chakra della tua vittima è più grande del tuo, non funzionerà.
japanese: [_ka_] しかし、被害者のチャクラの在庫があなたのチャクラより大きい場合は、2番目の能力に注意する必要があります。
spanish: [_ka_] Pero hay que tener cuidado con la segunda habilidad, si el chakra de tu víctima es más grande que el tuyo, no funcionará.

source: [_r_] I can't use it on Hinata now, am I right?
french: [ _r_ ] Je ne peux pas l'utiliser sur Hinata maintenant, suis-je juste?
italian: [_r_] Non posso usarlo su Hinata ora, ho ragione?
japanese: [_r_] 今日向では使えないんですよね？
spanish: [_r_] No puedo usarlo en Hinata ahora, ¿tengo razón?

source: [_ka_] If you could do that, we'd already subordinated Hinata and other powerful kunoichi of this world.
french: [ _ka_ ] Si vous pouriez faire ça, nous avions déjà subordonné Hinata et d'autres puissants kunoichi de ce monde.
italian: [_ka_] Se potessi farlo, avremmo già subordinato Hinata e altri potenti kunoichi di questo mondo.
japanese: [_ka_] それができれば、私たちはすでにこの世界のひなたやその他の強力なくノ一を従属させていました。
spanish: [_ka_] Si pudieras hacer eso, ya habíamos subordinado a Hinata y a otros poderosos kunoichi de este mundo.

source: [_ka_] This ability is important, because by using it you can understand how my power works.
french: [ _ka_ ] Cette capacité est importante, car en l'utilisant vous pouvez comprendre comment mon pouvoir fonctionne.
italian: [_ka_] Questa abilità è importante, perché usandola puoi capire come funziona il mio potere.
japanese: [_ka_] この能力は重要です。なぜなら、それを使うことで、私の力がどのように働くかがわかるからです。
spanish: [_ka_] Esta habilidad es importante, porque al usarla puedes entender cómo funciona mi poder.

source: [_ka_] But if I've been you, I'd use the first ability more often, because it'll help you to get closer to Hinata.
french: [ _ka_ ] Mais si j'ai été vous, j'utiliserais la première fois plus souvent, parce que ça vous aidera à vous rapprocher de Hinata.
italian: [_ka_] Ma se fossi stato tu, userei la prima abilità più spesso, perché ti aiuterà ad avvicinarti a Hinata.
japanese: [_ka_] しかし、私があなたであった場合、私はより頻繁に最初の能力を使用します, それはあなたが日向に近づくのに役立ちますので、.
spanish: [_ka_] Pero si he sido usted, yo usaría la primera habilidad más a menudo, porque le ayudará a acercarse a Hinata.

source: [_r_] I got it. What should I do?
french: [_r_] Je l'ai compris. Que dois-je faire ?
italian: [_r_] l'ho capito. Cosa devo fare?
japanese: [_r_] わかりました。どうしたらいいですか？
spanish: [_r_] lo tengo. ¿Qué debo hacer?

source: [_ka_] Eat the fruit and in a few minutes after that you'll understand how to use the power, it's not so hard.
french: [_ka_] Mangez les fruits et dans quelques minutes plus tard, vous comprendrez comment utiliser la puissance, ce n'est pas si difficile.
italian: [_ka_] Mangiate il frutto e in pochi minuti dopo capirete come usare il potere, non è così difficile.
japanese: [_ka_] 果物を食べると、その数分後には力の使い方がわかりますが、それほど難しくはありません。
spanish: [_ka_] Coma la fruta y en unos minutos después entenderás cómo usar el poder, no es tan difícil.

source: [_m_] Kamiko gave me this fruit, it doesn't look really delicious...
french: [_m_] Kamiko m'a donné ce fruit, il n'a pas l'air vraiment délicieux...
italian: [_m_] Kamiko mi ha dato questo frutto, non sembra davvero delizioso...
japanese: [_m_] かみこがこの果物をくれたので、あまりおいしそうには見えませんが...
spanish: [_m_] Kamiko me dio este fruto, no parece realmente delicioso...

source: [_m_] I hope there is a point for that.
french: [_m_] J'espère qu'il y a un point à cela.
italian: [_m_] Spero che ci sia un punto per questo.
japanese: [_m_] その点があればいいのですが。
spanish: [_m_] espero que haya un punto para eso.

source: [_m_] That's it... I can feel the chakra overflowing me...
french: [_m_] Voilà... Je ressens le chakra qui me déborde...
italian: [_m_] Questo è tutto... posso sentire il chakra che mi trabocca...
japanese: [_m_] それは...チャクラが溢れているのを感じることができる...
spanish: [_m_] Eso eso... Puedo sentir el chakra sobrevolándome...

source: [_m_] Now I understand what she was talking about.
french: [ _m_ ] Maintenant, je comprends ce dont elle parlait.
italian: [_m_] Ora capisco di cosa stava parlando.
japanese: [_m_] 今私は彼女が何について話していたか理解しています.
spanish: [_m_] Ahora entiendo de qué hablaba.

source: [_m_] I can really use some powers...
french: [ _m_ ] Je peux vraiment utiliser des pouvoirs ...
italian: [_m_] posso davvero usare alcuni poteri...
japanese: [_m_] 私は本当にいくつかのパワーを使用することができます...
spanish: [_m_] realmente puedo usar algunas energías...

source: [_m_] But I feel that the effects won't last for long.
french: [ _m_ ] Mais j'ai le sentiment que les effets ne durent pas longtemps.
italian: [_m_] Ma sento che gli effetti non dureranno a lungo.
japanese: [_m_] でも効果は長くは続かないと感じています。
spanish: [_m_] Pero creo que los efectos no durarán mucho tiempo.

source: [_m_] I'll have to choose for which power I'll use this chakra.
french: [ _m_ ] Je vais devoir choisir pour quelle puissance j'utiliserai ce chakra.
italian: [_m_] Dovrò scegliere per quale potere userò questo chakra.
japanese: [_m_] このチャクラを使用するパワーを選択しなければなりません。
spanish: [_m_] Tendré que elegir por qué poder usaré este chakra.

source: [_ka_] As I can see you realised my words. How's it?
french: [ _ka_ ] Comme je peux vous voir, vous avez compris mes mots. Comment ça?
italian: [_ka_] Come vedo tu hai realizzato le mie parole. Come?
japanese: [_ka_] 私の言葉がわかるように、どうですか?
spanish: [_ka_] Como puedo ver, me di cuenta de mis palabras. ¿Cómo es?

source: [_r_] This... This is unbelievable...
french: [_r_] Voilà... C'est incroyable...
italian: [_r_] Questo... Questo è incredibile...
japanese: [_r_] これは信じられないほど...
spanish: [_r_] Esto... Esto es increíble...
