Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_hi_] C-clearly... I'd like... For him to come...
french: [_hi_] C-clairement... J'aimerais... Pour qu'il vienne...
italian: [_hi_] C-chiaramente... Mi piace... Per lui a venire...
japanese: [_hi_] C-clearly...I'm like...
spanish: [_hi_] C-claramente... Me gustaría... para que vena...

source: [_r_] Naruto is only interested in his work. But I'm interested in you, Hinata.
french: [ _r_ ] Naruto n'est intéressé que par son travail. Mais je m'intéresse à toi, Hinata.
italian: [_r_] Naruto è interessato solo al suo lavoro. Ma io sono interessato a te, Hinata.
japanese: [_r_] ナルトは彼の作品にのみ興味がありますが、私はヒナタさんに興味があります。
spanish: [_r_] Naruto solo está interesado en su trabajo. Pero estoy interesado en ti, Hinata.

source: [_hi_] Do you want to take me away from here? Where's the heat?
french: [_hi_] Voulez-vous m'emmener d'ici ? Où est la chaleur ?
italian: [_hi_] Vuoi portarmi via da qui? Dov'è il calore?
japanese: [_hi_] ここから私を連れ去りたいですか？暑さはどこですか？
spanish: [_hi_] ¿Quieres llevarme de aquí? ¿Dónde está el calor?

source: [_r_] Yes, I want to warm you up, Hinata. I want to take care of you.
french: [ _r_ ] Oui, je veux te réchauffe, Hinata. Je veux prendre soin de toi.
italian: [_r_] Sì, voglio scaldarvi, Hinata. Voglio prendermi cura di voi.
japanese: [_r_] はい、私はあなたを温めたいです、ひなた。私はあなたの世話をしたい。
spanish: [_r_] Sí, quiero calentarte, Hinata. Quiero cuidarte.

source: [_r_] You're cold... You definitely need care, Hinata...
french: [ _r_ ] Vous êtes froid ... Tu as vraiment besoin de soins, Hinata ...
italian: [_r_] Sei freddo... Hai sicuramente bisogno di cura, Hinata...
japanese: [_r_] あなたは寒いchar@@1 あなたは間違いなく気をつける必要があります...
spanish: [_r_] Usted está resfriado ... Definitivamente necesitas atención, Hinata ...

source: [_hi_] Naruto-kun... Where is he...
french: [_hi_] Naruto-kun... Où est-il...
italian: [_hi_] Naruto-kun... Dov'è...
japanese: [_hi_] 鳴門君...彼はどこに...
spanish: [_hi_] Naruto-kun... ¿Dónde está...

source: [_r_] He's not here... But I'm here. It's not that bad, is it?
french: [_r_] Il n'est pas là... Mais je suis ici. Ce n'est pas si mauvais, n'est-ce pas?
italian: [_r_] Non è qui... Ma sono qui. Non è così male, vero?
japanese: [_r_] 彼はここにはいません...でも私はここにいます。そんなに悪くはありませんよね？
spanish: [_r_] Él no está aquí... Pero estoy aquí. No es tan malo, ¿verdad?

source: [_hi_] Not so bad... P-probably...
french: [ _hi_ ] Pas si mal ... P-probablement ...
italian: [_hi_] Non così male... P-probabilmente...
japanese: [_hi_] それほど悪くはありません... P-おそらく...
spanish: [_hi_] No tan mal... P-probablemente...

source: [_r_] I want you to feel safe with me.
french: [ _r_ ] Je veux que vous vous sentiez en sécurité avec moi.
italian: [_r_] Voglio che ti senti al sicuro con me.
japanese: [_r_] 私と一緒に安心してください。
spanish: [_r_] Quiero que te sientas seguro conmigo.

source: [_r_] When I’m around, you’ll only experience pleasant emotions, I promise.
french: [ _r_ ] Quand je suis là, tu ne prendras que des émotions agréables, je te promets.
italian: [_r_] Quando mi circonda, sperimenterai solo emozioni piacevoli, lo prometto.
japanese: [_r_] 私が周りにいるとき、あなたは楽しい感情を経験するだけでしょう、私は約束します。
spanish: [_r_] Cuando esté aquí, solo experimentarás emociones agradables, lo prometo.

source: [_hi_] Warm... It's so warm around you... I like it...
french: [_hi_] Chauffage... Il fait tellement chaud autour de vous... J'aime...
italian: [_hi_] Caldo... è così caldo intorno a te... mi piace...
japanese: [_hi_] 暖かいchar@@1周りはとても暖かいchar@@2好きchar@@3...
spanish: [_hi_] Caliente... Es tan cálido a tu alrededor... Me gusta...

source: [_hi_] You... You're taking me out of here, aren't you?
french: [_hi_] Vous... Vous m'enlevez hors d'ici, n'est-ce pas?
italian: [_hi_] Tu... Mi stai portando fuori da qui, vero?
japanese: [_hi_] あなたchar@@1 あなたは私をここから連れ出すのね？
spanish: [_hi_] Usted ... Me estás sacando de aquí, ¿no?

source: [_hi_] Will you warm me up...?
french: [_hi_] Est-ce que vous me réchaufferez...?
italian: [_hi_] Mi riscalderete...?
japanese: [_hi_] 私を暖めてくれませんか...
spanish: [_hi_] ¿Me calentará ...?

source: [_r_] I will do anything to make you happy.
french: [ _r_ ] Je ferai n'importe quoi pour te rendre heureux.
italian: [_r_] farò qualsiasi cosa per renderti felice.
japanese: [_r_] あなたを幸せにするためには何でもします。
spanish: [_r_] Haré cualquier cosa para hacerte feliz.

source: [_hi_] Happy... I want to be happy...
french: [ _hi_ ] Heureux ... Je veux être heureuse ...
italian: [_hi_] Felice... Voglio essere felice...
japanese: [_hi_] 幸せ...幸せになりたい...
spanish: [_hi_] Feliz... Quiero estar feliz...

source: [_r_] You will be, I promise.
french: [ _r_ ] Vous serez, je vous le promets.
italian: [_r_] Tu sarai, lo prometto.
japanese: [_r_] あなたは、私は約束します。
spanish: [_r_] Lo serás, te lo prometo.

source: [_hi_] I'm glad to hear it... I'm so glad...
french: [_hi_] Je suis heureux de l'entendre... Je suis tellement heureux...
italian: [_hi_] Sono contento di sentirlo... Sono così felice...
japanese: [_hi_] 私はそれを聞いてうれしいです...
spanish: [_hi_] Estoy encantado de escucharlo... Estoy tan feliz...

source: [_m_] Things are going well so far.
french: [ _m_ ] Les choses vont bien jusqu'à présent.
italian: [_m_] Le cose stanno andando bene finora.
japanese: [_m_] これまでは順調に進んでいます。
spanish: [_m_] Las cosas van bien hasta ahora.

source: [_m_] Controlling the jitters turned out to be quite simple when you know the main motive for your invasion.
french: [ _m_ ] Le contrôle des jitters s'est avéré très simple lorsque vous connaissez le motif principal de votre invasion.
italian: [_m_] Controllare i jitter si è rivelato abbastanza semplice quando si conosce il motivo principale della vostra invasione.
japanese: [_m_] あなたの侵入の主な動機を知っているとき、ジッターを制御することは非常に簡単であることが判明しました。
spanish: [_m_] Controlar las vibraciones resultó ser bastante simple cuando conoces el motivo principal de tu invasión.

source: [_m_] I think this sortie will bring some progress!
french: [_m_] Je pense que cette sortie apportera quelques progrès !
italian: [_m_] Penso che questo sortie porterà qualche progresso!
japanese: [_m_] この出撃はいくつかの進歩をもたらすと思います！
spanish: [_m_] Creo que este sortie traerá algún progreso!

source: [_m_] That fast? I was with her literally an hour ago...
french: [_m_] Ça vite? J'étais avec elle il y a une heure...
italian: [_m_] Che veloce? Ero con lei letteralmente un'ora fa...
japanese: [_m_] その速さ? 私は文字通り1時間前に彼女と一緒にいました...
spanish: [_m_] ¿Eso rápido? Yo estaba con ella literalmente hace una hora ...

source: [_m_] I guess this power works!
french: [_m_] Je suppose que cette puissance fonctionne !
italian: [_m_] Immagino che questo potere funziona!
japanese: [_m_] このパワーはうまくいくと思います！
spanish: [_m_] ¡Supongo que este poder funciona!

source: [_m_] Let’s see what happens next.
french: [ _m_ ] Voyons ce qui se passe ensuite.
italian: [_m_] Vediamo cosa succede dopo.
japanese: [_m_] 次に何が起こるか見てみましょう。
spanish: [_m_] Veamos lo que sucede a continuación.

source: [_hi_] Come in!
french: [ _hi_ ] Viens !
italian: [_hi_] Vieni in!
japanese: [_hi_] ご来場ください!
spanish: ¡[_hi_] entrar!

source: [_r_] Good morning, Hinata. I came like you wrote, what are our plans?
french: [_r_] Bonjour, Hinata. Je suis venu comme vous avez écrit, quels sont nos plans ?
italian: [_r_] Buongiorno, Hinata. Sono venuto come hai scritto, quali sono i nostri piani?
japanese: [_r_] おはようございます、ひなた。私たちの予定は何ですか?
spanish: [_r_] Buenos días, Hinata. He venido como tú, ¿cuáles son nuestros planes?

source: [_hi_] Thanks for coming... No particular ideas... I'd go for coffee, for instance!
french: [ _hi_ ] Merci d'être venu ... Aucune idée particulière ... J'irais pour le café, par exemple !
italian: [_hi_] Grazie per essere venuto... Nessuna idea particolare... io vado per il caffè, per esempio!
japanese: [_hi_] ご来場ありがとうございます... 特にアイデアはありません...
spanish: [_hi_] Gracias por venir... No hay ideas... ¡Yo iría a tomar café, por ejemplo!

source: [_r_] That's a good idea!
french: [ _r_ ] C'est une bonne idée !
italian: [_r_] È una buona idea!
japanese: [_r_] それは良いアイデアです!
spanish: [_r_] ¡Eso es una buena idea!

source: [_hi_] Wait a few minutes, I'll be ready!
french: [_hi_] Attendez quelques minutes, je serai prêt !
italian: [_hi_] Aspetta qualche minuto, sarò pronto!
japanese: [_hi_] しばらくお待ちください、準備はできています！
spanish: [_hi_] ¡Espera unos minutos, estaré listo!

source: [_r_] Thank you for the invitation, it was suddenly but pleasant.
french: [ _r_ ] Merci pour l'invitation, c'était tout à coup mais agréable.
italian: [_r_] Grazie per l'invito, è stato improvvisamente ma piacevole.
japanese: [_r_] ご招待ありがとうございました。
spanish: [_r_] Gracias por la invitación, de repente pero agradable.

source: [_hi_] Mgm... Actually, I just suddenly realized that I needed to unwind...
french: [_hi_] Mgm... En fait, je viens tout d'un coup de réaliser que j'avais besoin de se détendre...
italian: [_hi_] Mgm... In realtà, ho appena improvvisamente capito che avevo bisogno di rilassarmi...
japanese: [_hi_] Mg... 実は、私はちょうど突然私が巻き戻す必要があることに気づいた...
spanish: [_hi_] Mgm... En realidad, de repente me di cuenta de que necesitaba desenfrenar...

source: [_hi_] I thought you'd like to join me.
french: [ _hi_ ] J'ai pensé que vous aimeriez me joindre à moi.
italian: [_hi_] pensavo che ti piacerebbe unirti a me.
japanese: [_hi_] ぜひ参加していただきたいと思いました。
spanish: [_hi_] Pensé que te gustaría unirte a mí.

source: [_hi_] Glad to hear that...
french: [_hi_] Heureuse d'entendre cela...
italian: [_hi_] Siamo felici di sentirlo...
japanese: [_hi_] 聞いて嬉しい...
spanish: [_hi_] encantado de escuchar eso...

source: [_hi_] It's probably stupid... But you lifted my spirits a little with your words!
french: [_hi_] C'est probablement stupide... Mais vous m'avez quelque peu levé les esprits avec vos paroles !
italian: [_hi_] È probabilmente stupido... Ma hai alzato un po' i miei spiriti con le tue parole!
japanese: [_hi_] たぶんバカだな...でも、言葉で少し私の魂を持ち上げてくれた!
spanish: [_hi_] Es probablemente estúpido... ¡Pero levantaste mis espíritus un poco con tus palabras!

source: [_r_] I am always for any offers, if you, for example, want to go to the cinema but you don't have the right company, you know who to write to!
french: [ _r_ ] Je suis toujours pour toutes les offres, si vous voulez, par exemple, aller au cinéma mais vous n'avez pas la bonne société, vous savez à qui écrire !
italian: [_r_] Io sono sempre per qualsiasi offerta, se per esempio, vuoi andare al cinema, ma non hai la società giusta, sai a chi scrivere!
japanese: [_r_] 私はいつもどんなオファーにも応じています。例えば、あなたがたとえば、 映画館に行きたいけど、あなたには適切な会社がない、誰に手紙を書けばいいか知ってるでしょ!
spanish: [_r_] Siempre estoy para cualquier oferta, si usted, por ejemplo, quiere ir al cine, pero usted no tiene la compañía correcta, usted sabe a quién escribir.

source: [_hi_] I will keep in mind! Your presence, by the way, is also very pleasant to me!
french: [ _hi_ ] Je garderai à l'esprit ! Votre présence, au fait, est aussi très agréable pour moi !
italian: [_hi_] Tengo in mente! La tua presenza, a proposito, è anche molto piacevole per me!
japanese: [_hi_] 私は心に留めておきます! ところで、あなたの存在も私にとって非常に楽しいです!
spanish: ¡[_hi_] tendré en cuenta! ¡Tu presencia, por cierto, también es muy agradable para mí!

source: [_hi_] Especially in such a difficult period...
french: [ _hi_ ] Surtout dans une période aussi difficile ...
italian: [_hi_] Soprattutto in un periodo così difficile...
japanese: [_hi_] 特にこのような困難な時期に...
spanish: [_hi_] Especialmente en un periodo tan difícil...

source: [_hi_] If I was suddenly too sudden... Um... I'm sorry...
french: [_hi_] Si j'étais soudainement trop soudain... Eu... Je suis désolé...
italian: [_hi_] Se ero improvvisamente troppo improvvisamente... Um... mi dispiace...
japanese: [_hi_] 急に急になってしまったらchar@@1 すみません...
spanish: [_hi_] Si de repente era demasiado repentino... Um... Lo siento...

source: [_r_] No, no, I didn’t sleep well anyway.
french: [ _r_ ] Non, non, je n'ai pas bien dormi de toute façon.
italian: [_r_] No, no, non ho dormito bene.
japanese: [_r_] いいえ、いいえ、私はとにかくよく眠れませんでした。
spanish: [_r_] No, no, de todos modos no dormí bien.

source: [_hi_] I also didn't...
french: [_hi_] Je ne l'ai pas non plus...
italian: [_hi_] non ho anche fatto...
japanese: [_hi_] 私もありませんでした...
spanish: [_hi_] tampoco lo hice yo...

source: [_hi_] Thank you for responding to my request...
french: [ _hi_ ] Merci de répondre à ma demande ...
italian: [_hi_] Grazie per aver risposto alla mia richiesta...
japanese: [_hi_] 私のリクエストにご回答いただきありがとうございます...
spanish: [_hi_] Gracias por responder a mi solicitud...

source: [_hi_] Especially now...
french: [_hi_] Surtout maintenant...
italian: [_hi_] Specialmente ora...
japanese: [_hi_] 特に今...
spanish: [_hi_] Especialmente ahora...

source: [_r_] Did something happen? I really don't want to pry, but you can tell me what's bothering you if you want to.
french: [_r_] Quelque chose s'est passé ? Je ne veux vraiment pas piquer, mais vous pouvez me dire ce qui vous dérange si vous le souhaitez.
italian: [_r_] È successo qualcosa? Non voglio davvero pregare, ma puoi dirmi cosa ti preoccupa se vuoi.
japanese: [_r_] 何かありましたか？私は本当に詮索したくありませんが、あなたが望むなら何が悩んでいるのか教えてください。
spanish: [_r_] ¿Ha ocurrido algo? Realmente no quiero pry, pero puedes decirme qué te está molestando si quieres.

source: [_hi_] I don't even know how to say... Difficulties in relationships...
french: [ _hi_ ] Je ne sais même pas comment dire ... Difficultés dans les relations ...
italian: [_hi_] Non so nemmeno come dire... Difficoltà nelle relazioni...
japanese: [_hi_] 私も言う方法を知りません... 関係における難しさ...
spanish: [_hi_] ni siquiera sé decir... Dificultades en las relaciones...

source: [_r_] You can speak as it is, I will listen, I promise that I will be attentive to your words.
french: [ _r_ ] Vous pouvez parler comme c'est, j'écouterais, je vous promets que je serai attentif à vos paroles.
italian: [_r_] Tu puoi parlare com'è, ascolterò, prometto che sarò attento alle tue parole.
japanese: [_r_] そのまま話せますが、聞いて頂きますので、皆様のお言葉に気を配ります。
spanish: [_r_] Puedes hablar como es, voy a escuchar, te prometo que estaré atento a tus palabras.

source: [_hi_] H-okay... If you say so...
french: [_hi_] H-okay... Si vous le dites...
italian: [_hi_] H-okay... Se lo dici...
japanese: [_hi_] H-OK... そう言うなら...
spanish: [_hi_] H-okay... Si lo dices...

source: [_hi_] It's all about Naruto... He is a wonderful man, I have loved him for a long time, and I have always respected him.. I was attentive to his needs...
french: [ _hi_ ] Tout est à propos de Naruto ... C'est un homme merveilleux, je l'ai aimé depuis longtemps, et je l'ai toujours respecté .. J'étais attentif à ses besoins ...
italian: [_hi_] Si tratta di Naruto... È un uomo meraviglioso, lo ho amato per molto tempo, e lo ho sempre rispettato.. Sono stato attento alle sue esigenze...
japanese: [_hi_] すべてはナルト... 彼は素晴らしい男です, 私は長い間彼を愛しました, そして私はいつも彼を尊敬しています..私は彼のニーズに気配りでした...
spanish: [_hi_] Se trata de Naruto... Es un hombre maravilloso, lo he amado durante mucho tiempo, y siempre lo he respetado.. Estuve atento a sus necesidades...

source: [_hi_] But lately it's like he's not himself...
french: [ _hi_ ] Mais dernièrement, c'est comme s'il n'était pas ...
italian: [_hi_] Ma ultimamente è come se non fosse lui stesso...
japanese: [_hi_] しかし、最近は彼自身ではないみたいです...
spanish: [_hi_] Pero últimamente es como no él mismo...

source: [_hi_] Something has changed in him... He got rougher... He became more estranged...
french: [_hi_] Quelque chose a changé en lui... Il est devenu plus rugueux... Il est devenu plus étrange...
italian: [_hi_] Qualcosa è cambiato in lui... Diventa più ruvido... Diventò più estraneo...
japanese: [_hi_] 何かが彼に変わった...彼はルガーになった...
spanish: [_hi_] Algo ha cambiado en él... Se puso áspero... Se volvió más extraño...

source: [_m_] And I know who to thank for that... Kamiko...
french: [ _m_ ] Et je sais qui remercier pour ça ... Kamiko ...
italian: [_m_] E so chi ringraziare... Kamiko...
japanese: [_m_] そして、私は誰に感謝すべきか知っています...
spanish: [_m_] Y sé a quién dar las gracias por eso... Kamiko...

source: [_hi_] We've had similar periods in the past... But it wasn't so... Cold...
french: [ _hi_ ] Nous avons eu des périodes similaires dans le passé ... Mais ce n'était pas ... Cold ...
italian: [_hi_] Abbiamo avuto periodi simili in passato... Ma non era così... Freddo...
japanese: [_hi_] 私たちは過去に同じような期間を持っていました...しかし、それはそうではありませんでした...
spanish: [_hi_] Hemos tenido periodos similares en el pasado... Pero no fue... frío...

source: [_hi_] He used to at least listen to what I was trying to say... Now he was distant.
french: [ _hi_ ] Il était au moins à l'écoute de ce que j'essayais de dire ... Maintenant il était distant.
italian: [_hi_] ascoltava almeno quello che stavo cercando di dire... Ora era lontano.
japanese: [_hi_] 彼は私が言おうとしていたことを少なくとも聞いていた...今は遠かった。
spanish: [_hi_] Solía al menos escuchar lo que estaba tratando de decir... Ahora estaba lejano.

source: [_hi_] I don't know what to do with all this...
french: [ _hi_ ] Je ne sais pas quoi faire de tout ça ...
italian: [_hi_] Non so cosa fare con tutto questo...
japanese: [_hi_] 私はこのすべてをどうすべきか分かりません...
spanish: [_hi_] No sé qué hacer con todo esto ...

source: [_hi_] There's such a big stone on my soul... It's hard to describe...
french: [ _hi_ ] Il y a une si grande pierre sur mon âme ... C'est difficile à décrire ...
italian: [_hi_] C'è una pietra così grande sulla mia anima... È difficile descrivere...
japanese: [_hi_] 私の魂には大きな石があるchar@@1説明するのは難しい...
spanish: [_hi_] Hay una piedra tan grande en mi alma... Es difícil de describir...

source: [_r_] So sad to hear that... Hinata... This happens quite often, as far as I know.
french: [_r_] Si triste d'entendre que... Hinata... Cela arrive assez souvent, pour autant que je sache.
italian: [_r_] Così triste sentire che... Hinata... Questo accade abbastanza spesso, per quanto ne so.
japanese: [_r_] それを聞いてとても悲しい...ひなた...これは私の知る限りかなり頻繁に起こります。
spanish: [_r_] Tan triste de oír eso... Hinata... Esto sucede muy a menudo, por lo que sé.

source: [_r_] Not like I had any life experience, I just talked with many people, and heard about such situations...
french: [ _r_ ] Pas comme si j'avais une expérience de vie, je viens de parler avec beaucoup de gens, et j'ai entendu parler de telles situations ...
italian: [_r_] Non come se avessi avuto alcuna esperienza di vita, ho appena parlato con molte persone, e sentito parlare di tali situazioni...
japanese: [_r_] 私は人生経験がなかったのではなく、多くの人々と話し合い、そのような状況を聞きました...
spanish: [_r_] No como si tuviera experiencia en la vida, sólo hablé con mucha gente, y oí hablar de tales situaciones ...

source: [_r_] When your partner does not hear your words, moves away, it means that he is not interested in the safety of this relationship...
french: [ _r_ ] Lorsque votre partenaire n'entend pas vos paroles, s'éloigne, cela signifie qu'il ne s'intéresse pas à la sécurité de cette relation ...
italian: [_r_] Quando il tuo partner non sente le tue parole, si allontana, significa che non è interessato alla sicurezza di questo rapporto...
japanese: [_r_] あなたのパートナーがあなたの言葉を聞いていないとき、離れて、彼はこの関係の安全性に興味がないことを意味します...
spanish: [_r_] Cuando su pareja no escucha sus palabras, se aleja, significa que él no está interesado en la seguridad de esta relación ...

source: [_hi_] I... I thought so too... But Naruto had always been so considerate of everyone around him... Especially my family and...
french: [_hi_] Je... Je le pensais aussi... Mais Naruto avait toujours été si attentif à tout le monde autour de lui... Surtout ma famille et...
italian: [_hi_] Io... lo pensavo anche... Ma Naruto era sempre stato così premuroso di tutti coloro che lo circondavano... Soprattutto la mia famiglia e...
japanese: [_hi_] I... 私もそう思った... しかし、ナルトはいつも彼の周りのすべての人に非常に配慮されていました...
spanish: [_hi_] Yo... Yo también lo pensé... Pero Narunque siempre había sido tan considerado por todos a su alrededor... Especialmente mi familia y...

source: [_r_] That was in the past... People change, it is inevitable...
french: [ _r_ ] C'était dans le passé ... Les gens changent, c'est inévitable ...
italian: [_r_] Questo era in passato... La gente cambia, è inevitabile...
japanese: [_r_] それは過去にありました... 人々は変化します, それは必然的です...
spanish: [_r_] Eso fue en el pasado... La gente cambia, es inevitable...

source: [_hi_] Maybe... It's just... You know, maybe I just don't want to believe it...
french: [_hi_] Peut-être... C'est juste... Vous savez, peut-être que je ne veux pas le croire...
italian: [_hi_] Forse... è solo... Sai, forse non voglio crederci...
japanese: [_hi_] もしかしたらchar@@1 信じたくないんだけど...
spanish: [_hi_] Tal vez... Es justo... Sabes, tal vez no quiero creerlo...

source: [_r_] I understand Hinata... And that's pretty normal.
french: [_r_] Je comprends Hinata... Et c'est assez normal.
italian: [_r_] Capisco Hinata... E questo è abbastanza normale.
japanese: [_r_] ひなた...そしてそれはかなり普通です。
spanish: [_r_] Entiendo Hinata... Y eso es bastante normal.

source: [_r_] If there’s something inside you that you can’t handle on your own, rely on others.
french: [ _r_ ] S'il y a quelque chose à l'intérieur que vous ne pouvez pas gérer seul, comptez-vous sur les autres.
italian: [_r_] Se c'è qualcosa dentro di te che non puoi gestire da solo, fai affidamento sugli altri.
japanese: [_r_] 自分の中に自分では扱えないものがある場合は、他人に頼ってください。
spanish: [_r_] Si hay algo dentro de ti que no puedes manejar por tu cuenta, depende de otros.

source: [_r_] You are not alone in this world.
french: [ _r_ ] Vous n'êtes pas seul dans ce monde.
italian: [_r_] Non sei solo in questo mondo.
japanese: [_r_] あなたはこの世で一人ではありません。
spanish: [_r_] Usted no está solo en este mundo.

source: [_r_] My words are not flattery, but I do think you are a wonderful woman, kind and sensitive.
french: [ _r_ ] Mes mots ne sont pas flatteries, mais je pense que vous êtes une femme merveilleuse, aimable et sensible.
italian: [_r_] Le mie parole non sono lusinghiere, ma penso che tu sia una donna meravigliosa, gentile e sensibile.
japanese: [_r_] 私の言葉はお世辞ではありませんが、あなたは素晴らしい女性、親切で敏感だと思います。
spanish: [_r_] Mis palabras no son halagüeñas, pero creo que eres una mujer maravillosa, amable y sensible.

source: [_r_] You care more about others than yourself, but who will give you the attention you need?
french: [ _r_ ] Vous vous souciez plus des autres que vous, mais qui vous donnera l'attention dont vous avez besoin?
italian: [_r_] Ti interessa di più gli altri di te stesso, ma chi ti darà l’attenzione di cui hai bisogno?
japanese: [_r_] あなたは自分よりも他人を気にかけていますが、誰があなたに必要な注意を与えてくれますか?
spanish: [_r_] Usted se preocupa más de los demás que usted, pero ¿quién le dará la atención que necesita?

source: [_hi_] I always found this attention in children and Naruto... But now...
french: [ _hi_ ] J'ai toujours trouvé cette attention chez les enfants et Naruto ... Mais maintenant ...
italian: [_hi_] Ho sempre trovato questa attenzione nei bambini e Naruto... Ma ora...
japanese: [_hi_] 私はいつも子供たちとナルトにこの注目を集めていました...
spanish: [_hi_] Siempre encontré esta atención en niños y Naruto... Pero ahora...

source: [_r_] You are loved and respected not only within your family... There are friends and plenty of other people who can provide the proper support...
french: [ _r_ ] Vous êtes aimé et respecté non seulement au sein de votre famille ... Il y a des amis et beaucoup d'autres qui peuvent apporter le bon soutien ...
italian: [_r_] Tu sei amato e rispettato non solo all'interno della tua famiglia... Ci sono amici e un sacco di altre persone che possono fornire il supporto adeguato...
japanese: [_r_] あなたは家族の中だけでなく、愛され尊敬されています...
spanish: [_r_] Usted es amado y respetado no sólo dentro de su familia ... Hay amigos y muchas otras personas que pueden proporcionar el apoyo adecuado ...

source: [_r_] Like me.
french: [ _r_ ] Comme moi.
italian: [_r_] Come me.
japanese: [_r_] 私のように.
spanish: [_r_] como yo.
