Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] You know, as an experienced masseur, I feel how much you need the caring hands of a man...
french: [ _r_ ] Vous savez, en tant que masseur d'expérience, je sens combien vous avez besoin des soins d'un homme ...
italian: [_r_] Sai, come un massaggiatore esperto, sento quanto avete bisogno delle mani premurose di un uomo...
japanese: [_r_] 経験豊富なマッサージ師として、私はあなたがどれほど男の世話をする必要があるかを感じます。
spanish: [_r_] Usted sabe, como un masajista experimentado, siento lo mucho que necesita las manos cuidadoras de un hombre ...

source: [_hi_] Um... There... Yes...
french: [_hi_] Um... Voilà... Oui...
italian: [_hi_] Um... Lì... Sì...
spanish: [_hi_] Um... hay... Sí...

source: [_m_] That is why Hinata, now I am using the most powerful provocation in my life!
french: [ _m_ ] C'est pourquoi Hinata, maintenant j'utilise la plus puissante provocation de ma vie !
italian: [_m_] Ecco perché Hinata, ora sto usando la provocazione più potente nella mia vita!
japanese: [_m_] だから今は人生で最も強力な挑発をしているひなた。
spanish: [_m_] Ésa es la razón por la que Hinata, ahora estoy usando la provocación más poderosa en mi vida!

source: [_hi_] How nice... Mm-hmm.
french: [ _hi_ ] Comment gentil ... Mm-hmm.
italian: [_hi_] Com'è bello... Mm-hmm.
japanese: [_hi_] なんていいchar@@1 Mm-m.
spanish: [_hi_] Qué bonito... Mm-hmm.

source: [_r_] Your body, Hinata... This is the real work of art...
french: [ _r_ ] Votre corps, Hinata ... C'est le vrai travail de l'art ...
italian: [_r_] Il tuo corpo, Hinata... Questa è la vera opera d'arte...
japanese: [_r_] あなたの身体、ひなた... これはアートの本当の作品です...
spanish: [_r_] Tu cuerpo, Hinata... Este es el verdadero trabajo del arte...

source: [_r_] You’ve had two children, but you’re still in your best shape...
french: [ _r_ ] Vous avez eu deux enfants, mais vous êtes toujours dans votre meilleure forme ...
italian: [_r_] Hai avuto due figli, ma sei ancora nella tua forma migliore...
japanese: [_r_] あなたには子供が2人いましたが、あなたはまだ最高の状態です...
spanish: [_r_] Has tenido dos hijos, pero aún estás en tu mejor forma ...

source: [_r_] This is the result of great work and passion, right Hinata?
french: [ _r_ ] C'est le résultat d'un grand travail et d'une grande passion, le droit Hinata?
italian: [_r_] Questo è il risultato di grande lavoro e passione, Hinata giusta?
japanese: [_r_] これは偉大な仕事と情熱の結果ですね?
spanish: [_r_] Este es el resultado de un gran trabajo y pasión, ¿Hinata?

source: [_hi_] Y-yeah... Passion...
italian: [_hi_] Y-yeah... Passione...
japanese: [_hi_] Y-yeah, 情熱...
spanish: [_hi_] Y-sí... Pasión...

source: [_r_] Your body cries out that it needs a strong hand... I see your legs tremble when I touch you with my fingers...
french: [ _r_ ] Votre corps pleure qu'il a besoin d'une main forte ... Je vois tes jambes trembler quand je te touche avec mes doigts ...
italian: [_r_] Il tuo corpo grida che ha bisogno di una mano forte... vedo le tue gambe tremare quando ti tocco con le dita...
japanese: [_r_] あなたの体は、強い手が必要だと叫んでいますchar@@1 私は私の指であなたに触れたときにあなたの足が震えるのを見ます...
spanish: [_r_] Tu cuerpo llora que necesita una mano fuerte... Veo que tus piernas se mueven cuando te toco con mis dedos...

source: [_hi_] Because it's nice...
french: [ _hi_ ] Parce que c'est sympa ...
italian: [_hi_] Perché è bello...
japanese: [_hi_] 素敵だから...
spanish: [_hi_] Porque es agradable...

source: [_r_] Imagine how nice it would be if I gave you my special massage...
french: [ _r_ ] Imaginez combien il serait gentil si je vous donnais mon massage spécial ...
italian: [_r_] Immaginate quanto sarebbe bello se vi dessi il mio massaggio speciale...
japanese: [_r_] 私が特別なマッサージをしてみると、それがどれだけ素晴らしいか想像してみてください...
spanish: [_r_] Imagina lo agradable que sería si te diera mi masaje especial...

source: [_r_] Your whole body will tremble, not just your legs...
french: [ _r_ ] Votre corps entier tremble, pas seulement vos jambes ...
italian: [_r_] Tutto il tuo corpo tremerà, non solo le tue gambe...
japanese: [_r_] 足だけでなく、全身が震えます...
spanish: [_r_] Tu cuerpo entero temblará, no sólo tus piernas ...

source: [_hi_] I imagine... But... I couldn...
french: [_hi_] J'imagine... Mais... je pouvais...
italian: [_hi_] immagino... Ma... potevo...
japanese: [_hi_] 私は想像... しかし...
spanish: [_hi_] me imagino... Pero... No pude...

source: [_r_] You can, Hinata... Can't you really relax?
french: [_r_] Vous pouvez, Hinata... Pouvez-vous vraiment vous détendre?
italian: [_r_] Tu puoi, Hinata... Non riesci a rilassarti?
japanese: [_r_] ひなた... 本当にリラックスできないの?
spanish: [_r_] Puede, Hinata ... ¿Realmente no puedes relajarte?

source: [_r_] Don’t you deserve the real pleasure that radiates from the tips of your fingers to the lobe of your ears?
french: [ _r_ ] Ne méritez pas le vrai plaisir qui rayonne des extrémités de vos doigts vers le lobe de vos oreilles?
italian: [_r_] Non ti meriti il vero piacere che si irradia dalle punte delle dita al lobo delle tue orecchie?
japanese: [_r_] 指先から耳の葉っぱに放射される本当の喜びに値しないのですか?
spanish: [_r_] ¿No te mereces el verdadero placer que irradia desde las puntas de tus dedos hasta la cápsula de tus oídos?

source: [_r_] I deserve it.
french: [_r_] Je le mérite.
italian: [_r_] lo merito.
japanese: [_r_] 私はそれに値する。
spanish: [_r_] lo merezco.

source: [_hi_] I deserve it... I... Yes...
french: [_hi_] Je le mérite... Je... Oui...
italian: [_hi_] lo merito... Sì...
japanese: [_hi_] 私はそれに値する...
spanish: [_hi_] lo merezco... Yo... Sí...

source: [_hi_] I want... I want to relax... I want to feel like a woman...
french: [_hi_] Je veux... Je veux me détendre... je veux me sentir comme une femme...
italian: [_hi_] lo voglio... voglio rilassarmi... voglio sentirmi come una donna...
japanese: [_hi_] 私は... リラックスしたい...
spanish: [_hi_] Quiero relajarme... Quiero sentirme como una mujer...

source: [_r_] Then just say... Tell me to get a special massage...
french: [_r_] Alors dites-moi... Dites-moi de recevoir un massage spécial...
italian: [_r_] Poi basta dire... Dimmi di ottenere un massaggio speciale...
japanese: [_r_] そして、ちょうど言う... 特別なマッサージを得るために私に教えてください...
spanish: [_r_] Luego simplemente dice... Dime que consiga un masaje especial...

source: [_hi_] P-please... Give me your special massage...
french: [ _hi_ ] P s'il vous plaît ... Donne-moi ton massage spécial ...
italian: [_hi_] P-please... Dammi il tuo massaggio speciale...
japanese: [_hi_] P-please... あなたの特別なマッサージをください...
spanish: [_hi_] P-por favor... Dame tu masaje especial...

source: [_r_] Just relax and enjoy, I'll take care of the rest...
french: [ _r_ ] relax et plaisir, je prendrai soin du reste ...
italian: [_r_] Basta rilassarsi e godere, mi prenderò cura del resto...
japanese: [_r_] リラックスして楽しんでください。残りは私が担当します...
spanish: [_r_] Simplemente relájate y disfruta, me encargaré del resto...

source: [_hi_] Mhm... Y-yes... I'll try...
french: [_hi_] Mhm... Oui... Je vais essayer...
italian: [_hi_] Mhm... Sì... Cercherò...
spanish: [_hi_] Mhm... Y-y... lo intentaré...

source: [_r_] That's it... Feel my fingers Hinata...
french: [_r_] Voilà... Sentez mes doigts Hinata...
italian: [_r_] Ecco... Senti le mie dita Hinata...
japanese: [_r_] それは... 私の指を感じるひなた...
spanish: [_r_] Eso eso... Sienta mis dedos Hinata...

source: [_r_] Your foot’s response speaks for itself... Don't hold back your moans, it's okay.
french: [ _r_ ] La réponse de votre pied parle d'elle-même ... Ne retenez pas vos papas, c'est bon.
italian: [_r_] La risposta del tuo piede parla da sé... Non trattenere i tuoi gemiti, va bene.
japanese: [_r_] あなたの足の反応は自分自身について語っています... うめき声を抑えないで、大丈夫です。
spanish: [_r_] La respuesta de tu pie habla por sí misma ... No retenga a sus gemidos, está bien.

source: [_hi_] M-m-m! That's... Right there!
french: [_hi_] M-m-m! C'est... tout de suite!
italian: [_hi_] M-m-m! Ecco... Proprio lì!
japanese: [_hi_] M-M! それは... まさにそこ!
spanish: ¡[_hi_] M-m-m! Eso es... ¡De acuerdo!

source: [_hi_] Oh my God! Yes! Mhm-mmh...
french: [_hi_] Oh mon Dieu! Oui! Mhm-mmh...
italian: [_hi_] Oh mio Dio! Sì! Mhm-mmh...
japanese: [_hi_] ああ、神様！はい！ああ、ああchar@@1
spanish: [_hi_] ¡Oh mi Dios! ¡Sí! Mhm-mh...

source: [_r_] I’m going to make you cum like you’ve never came before!
french: [_r_] Je vais te faire foutre comme tu n'es jamais venu !
italian: [_r_] Ti farò sborrare come non sei mai arrivato!
japanese: [_r_] 今まで来たことがないように、あなたを馬鹿にします！
spanish: [_r_] ¡Te voy a hacer esperma como nunca has venido antes!

source: [_hi_] YES! HOW GOOD!
french: [_hi_] OUI ! COMMENT BON!
italian: [_hi_] SI! COME GOOD!
japanese: [_hi_] はい! どのように良い!
spanish: ¡[_hi_] SÍ! ¡CÓMO GOOOD!

source: [_r_] Don't hold it, cum when you want to!
french: [_r_] Ne le tenez pas, cum quand vous le voulez !
italian: [_r_] Non trattenerlo, sborra quando vuoi!
japanese: [_r_] 持ちこたえないで、やりたいときにくれ！
spanish: [_r_] ¡No lo mantenga, ¡cum cuando quieras!

source: [_hi_] I'VE ALMOST!!
french: [_hi_] JE SUIS ALMOST!!
italian: [_hi_] SONO ALMOSTI!!
japanese: [_hi_] 私はALMOST!!
spanish: [_hi_] ¡¡¡¡HAY ALMOSTO!!

source: [_r_] Good girl...
french: [_r_] Bonne fille...
italian: [_r_] Buona ragazza...
japanese: [_r_] 良い女の子...
spanish: [_r_] Buena chica...

source: [_m_] Mission accomplished. Now Hinata and I are entering a new phase in our relationship.
french: [_m_] Mission accomplie. Maintenant Hinata et moi entrons dans une nouvelle phase de notre relation.
italian: Missione [_m_] compiuta. Ora Hinata ed io stiamo entrando in una nuova fase nella nostra relazione.
japanese: [_m_] ミッションを達成しました。今日向と私は、私たちの関係に新たな局面を迎えています。
spanish: [_m_] Misión cumplida. Ahora Hinata y yo estamos entrando en una nueva fase en nuestra relación.

source: [_hi_] It... It was a little awkward...
french: [_hi_] C'est... C'était un peu maladroit...
italian: [_hi_] è stato un po' imbarazzante...
japanese: [_hi_] それ... それは少し厄介でした...
spanish: [_hi_] Sí... Fue un poco incómodo...

source: [_r_] But you liked it, didn't you? I did it pretty carefully.
french: [_r_] Mais vous l'avez aimé, n'est-ce pas? Je l'ai fait assez attentivement.
italian: [_r_] Ma ti è piaciuto, vero? L'ho fatto abbastanza attentamente.
japanese: [_r_] でも気に入ってくれていましたよね? かなり慎重にやったんです。
spanish: [_r_] Pero te gustó, ¿verdad? Lo hice con bastante cuidado.

source: [_hi_] I was very pleased...
french: [ _hi_ ] J'étais très heureux ...
italian: [_hi_] ero molto compiaciuto...
japanese: [_hi_] とても喜んでいました...
spanish: [_hi_] Me ha complacido mucho...

source: [_hi_] I guess I really needed to blow off some steam.
french: [ _hi_ ] Je suppose que j'avais vraiment besoin de souffler de la vapeur.
italian: [_hi_] Immagino che ho davvero bisogno di soffiare un po 'di vapore.
japanese: [_hi_] 私は本当にいくらかの蒸気を吹き飛ばす必要があったと思います。
spanish: [_hi_] supongo que realmente necesitaba soplar algo de vapor.

source: [_r_] How is the feeling overall? Does your body hurt anymore?
french: [ _r_ ] Comment se sent le sentiment général? Votre corps a-t-il plus de mal?
italian: [_r_] Com'è la sensazione in tutto? Fa più male al tuo corpo?
japanese: [_r_] 全体的な感覚はどのように感じられますか? もう身体は痛みますか?
spanish: [_r_] ¿Cómo se siente en general? ¿Tu cuerpo se lastima más?

source: [_hi_] After your massages it's much better!
french: [ _hi_ ] Après vos massages, c'est beaucoup mieux !
italian: [_hi_] Dopo i tuoi massaggi è molto meglio!
japanese: [_hi_] マッサージをすると、はるかに良くなります!
spanish: [_hi_] ¡Después de sus masajes es mucho mejor!

source: [_hi_] Especially after today's...
french: [ _hi_ ] Surtout après ...
italian: [_hi_] Soprattutto dopo oggi...
japanese: [_hi_] 特に今日の後...
spanish: [_hi_] Especialmente después de hoy...

source: [_r_] Glad to help! If you ever have trouble getting off steam, you can always use my skills.
french: [_r_] Nous sommes ravis de vous aider ! Si jamais vous avez du mal à sortir de la vapeur, vous pouvez toujours utiliser mes compétences.
italian: [_r_] Siamo felici di aiutare! Se hai mai problemi a scendere dal vapore, puoi sempre usare le mie abilità.
japanese: [_r_] 喜んでお手伝いします！蒸気を下げるのに苦労した場合は、いつでも私のスキルを使うことができます。
spanish: ¡[_r_] encantado de ayudar! Si alguna vez tienes problemas para quitarte el vapor, siempre puedes usar mis habilidades.

source: [_hi_] T-thank you... I'll think about it.
french: [ _hi_ ] T-Merci ... Je vais y réfléchir.
italian: [_hi_] T-grazie... ci penserò.
japanese: [_hi_] T-thank you...。考えてみよう。
spanish: [_hi_] T-gracias ... Voy a pensar en ello.

source: [_m_] I think I should go to her tomorrow.
french: [ _m_ ] Je pense que je devrais aller chez elle demain.
italian: [_m_] Penso che dovrei andare da lei domani.
japanese: [_m_] 明日彼女のところに行かなければならないと思います。
spanish: [_m_] creo que debería ir a ella mañana.

source: [_m_] I’m sure she’s a little confused, but the fact that I was able to play with her pussy will surely affect her desire to see me more often.
french: [_m_] Je suis sûr qu’elle est un peu confuse, mais le fait que j'ai pu jouer avec sa chatte va sûrement affecter son désir de me voir plus souvent.
italian: [_m_] Sono sicuro che è un po' confusa, ma il fatto che io sia stato in grado di giocare con la sua figa sicuramente influenzerà il suo desiderio di vedermi più spesso.
japanese: [_m_] 彼女は少し混乱していると思います。 でも彼女のオマンコと遊べたことが きっと私に会いたいという気持ちに影響を与えるでしょう
spanish: [_m_] Estoy seguro de que está un poco confundida, pero el hecho de que pude jugar con su coño seguramente afectará su deseo de verme más a menudo.

source: [_m_] I have to be sure in my assumptions.
french: [ _m_ ] Je dois être sûr dans mes hypothèses.
italian: [_m_] Devo essere sicuro nei miei presupposti.
japanese: [_m_] 私は自分の仮定で確信しなければなりません。
spanish: [_m_] Tengo que estar seguro en mis suposiciones.

source: [_m_] She's on the hook. I'm sure of it. She knows how our next massage is going to end, and she doesn't care.
french: [_m_] Elle est sur le crochet. J'en suis sûr. Elle sait comment notre prochain massage va se terminer et elle s'en moque.
italian: [_m_] Lei è sul gancio. Ne sono sicura. Sa come finirà il nostro prossimo massaggio, e lei non le importa.
japanese: [_m_] 彼女はフックの上にいます. 私はそれを確信しています. 彼女は私たちの次のマッサージが終わる方法を知っています, そして彼女は気にしません.
spanish: [_m_] She está en el gancho. Estoy seguro de ello. Ella sabe cómo va a terminar nuestro próximo masaje y no le importa.

source: [_m_] I'm going to try to untie my hands a little bit more.
french: [_m_] Je vais essayer de me détacher un peu plus les mains.
italian: [_m_] Cercherò di svincolarmi un po' di più le mani.
japanese: [_m_] もう少し手をほどいてみます。
spanish: [_m_] Voy a intentar desatar mis manos un poco más.

source: [_hi_] Good morning! Good to see you!
french: [_hi_] Bonjour! Heureusement de vous voir!
italian: [_hi_] Buongiorno! Buono a vederti!
japanese: [_hi_] おはようございます！会えて嬉しいです！
spanish: [_hi_] ¡Buenos días! ¡Buena verte!

source: [_r_] Nice to meet you, Hinata, is the table ready?
french: [_r_] Nice de vous rencontrer, Hinata, la table est-elle prête ?
italian: [_r_] Nizza per incontrarti, Hinata, è pronta la tavola?
japanese: [_r_] はじめまして、ひなたちゃん、テーブルの準備はできていますか?
spanish: [_r_] Bueno para conocerte, Hinata, ¿está lista la mesa?

source: [_hi_] Yes, I prepared it for us half an hour ago.
french: [ _hi_ ] Oui, je l'ai préparé il y a une demi-heure.
italian: [_hi_] Sì, l'ho preparato per noi mezz'ora fa.
japanese: [_hi_] はい、30分前に準備しました。
spanish: [_hi_] Sí, lo preparé para nosotros hace media hora.

source: [_r_] Shall we start then?
french: [_r_] Allons-nous commencer alors ?
italian: [_r_] Iniziamo allora?
japanese: [_r_] 始めましょうか。
spanish: [_r_] ¿Deberíamos empezar entonces?

source: [_hi_] Yes, I think there is no point in waiting...
french: [ _hi_ ] Oui, je pense qu'il n'y a pas de point d'attente ...
italian: [_hi_] Sì, penso che non abbia senso aspettare...
japanese: [_hi_] はい、待つ意味がないと思います...
spanish: [_hi_] Sí, creo que no tiene sentido esperar...

source: [_r_] Your back feels much softer when you are completely relaxed. It was harder in the early days.
french: [ _r_ ] Votre dos est beaucoup plus doux quand vous êtes complètement détendu. C'était plus difficile dans les premiers jours.
italian: [_r_] La schiena si sente molto più morbida quando sei completamente rilassata. Era più difficile nei primi giorni.
japanese: [_r_] 完全にリラックスしていると、背中がずっと柔らかく感じられるようになりました。
spanish: [_r_] Tu espalda se siente mucho más suave cuando estás completamente relajado. Fue más difícil en los primeros días.

source: [_hi_] Now I know that my back is in the hands of the master!
french: [ _hi_ ] Maintenant je sais que mon dos est entre les mains du maître !
italian: [_hi_] Ora so che la mia schiena è nelle mani del padrone!
japanese: [_hi_] 今、私は私の背中がマスターの手にあることを知っています!
spanish: [_hi_] ¡Ahora sé que mi espalda está en manos del maestro!

source: [_hi_] And getting pleasure has become somehow more usual since the moment you helped me with my back...
french: [ _hi_ ] Et obtenir du plaisir est devenu d'une façon ou d'une autre plus habituelle depuis que vous m'avez aidé avec mon dos ...
italian: [_hi_] E ottenere il piacere è diventato in qualche modo più usuale dal momento che mi hai aiutato con la schiena...
japanese: [_hi_] そして喜びを得ることは、あなたが私の背中を私を助けてくれた瞬間以来、何とかより普通になっています...
spanish: [_hi_] Y el placer se ha vuelto de alguna manera más habitual desde el momento en que me ayudaste con mi espalda...

source: [_r_] The skin is very soft, do you do something with it?
french: [ _r_ ] La peau est très douce, tu fais quelque chose avec ça?
italian: [_r_] La pelle è molto morbida, fai qualcosa con essa?
japanese: [_r_] 肌はとても柔らかく、それで何かをしますか?
spanish: [_r_] La piel es muy suave, ¿haces algo con ella?

source: [_hi_] Not that... Rather, it is from birth I have such, even despite the fact that I trained a lot, it is quite well preserved.
french: [_hi_] Ce n'est pas ça... C'est plutôt de la naissance que j'ai telle, même si j'ai beaucoup entraîné, il est assez bien préservé.
italian: [_hi_] Non che... Piuttosto, è di nascita ho tale, anche se ho addestrato molto, è abbastanza ben conservato.
japanese: [_hi_] そういうわけではありませんが、私がたくさんの訓練を受けたにもかかわらず、それはかなりよく保存されています。
spanish: [_hi_] No eso... Más bien, es desde el nacimiento que lo tengo, incluso a pesar del hecho de que entrené mucho, está bastante bien preservado.

source: [_r_] Your legs are shaking a little. I see you enjoyed yesterday's procedure..
french: [ _r_ ] Vos jambes tremblent un peu. Je vois que vous avez apprécié la procédure d'hier.
italian: [_r_] Le tue gambe scuotono un po'. Vedo che ti è piaciuta la procedura di ieri..
japanese: [_r_] 足が少し揺れています。昨日の手続きを楽しんでいるのが見えます。
spanish: [_r_] Tus piernas están agitándote un poco. Veo que disfrutaste el procedimiento de ayer..

source: [_m_] Until you answer, I will decide for you.
french: [ _m_ ] Jusqu'à ce que vous réponmiez, je vais vous décider.
italian: [_m_] Fino a quando non risponderete, deciderò per voi.
japanese: [_m_] お答えいただくまで、私がお決めいたします。
spanish: [_m_] Hasta que usted responda, yo decidiría por usted.

source: [_hi_] Mmm... I'm... Yes... Yesterday was very good... You really know a woman's body...
french: [_hi_] Mmm... Je... Oui... Hier c'était très bien... Vous connaissez vraiment le corps d'une femme...
italian: [_hi_] Mmm... Io... Sì... Ieri è stato molto buono... Conosci davvero il corpo di una donna...
japanese: [_hi_] Mmm... はい... 昨日はとても良かった... あなたは本当に女性の体を知っています...
spanish: [_hi_] Mmm... yo... Sí... Ayer fue muy bueno... Realmente conoces el cuerpo de una mujer...

source: [_r_] Look, you're starting to leak...
french: [_r_] Regardez, vous commencez à fuir...
italian: [_r_] Guarda, stai iniziando a perdere...
japanese: [_r_] 見てください、あなたは漏れ始めています...
spanish: [_r_] Mira, estás empezando a filtrar...

source: [_hi_] Don't say that...
french: [ _hi_ ] Ne dites pas que ...
italian: [_hi_] Non dirlo...
japanese: [_hi_] 言わないで...
spanish: [_hi_] No digas eso...

source: [_r_] Do you need my professional services?
french: [ _r_ ] Avez-vous besoin de mes services professionnels?
italian: [_r_] Hai bisogno dei miei servizi professionali?
japanese: [_r_] 私の専門的なサービスが必要ですか？
spanish: [_r_] ¿Necesita mis servicios profesionales?

source: [_hi_] I... Probably not... T-though... I-I don't know... I'm fine...
french: [_hi_] Je... Sans doute pas... T-though... Je ne sais pas... Je ne sais pas... Je suis bien...
italian: [_hi_] Io... Probabilmente no... T-però... Non lo so... sto bene...
japanese: [_hi_] 私は...おそらくありません...
spanish: [_hi_] yo... Probablemente no... T-though... No lo soy... Estoy bien...

source: [_m_] It’s time to freaking take the initiative in your hands.
french: [ _m_ ] Il est temps de prendre l'initiative entre vos mains.
italian: [_m_] È ora di prendere l'iniziativa nelle tue mani.
japanese: [_m_] 怖がらせる時が来ました。
spanish: [_m_] Es hora de asombrar la iniciativa en tus manos.

source: [_r_] Relax Hinata, it was a rhetorical question.
french: [ _r_ ] Relax Hinata, c'était une question rhétorique.
italian: [_r_] Relax Hinata, era una domanda retorica.
japanese: [_r_] リラックスひなたた、修辞的な質問でした。
spanish: [_r_] Relax Hinata, fue una pregunta rhetorica.

source: [_r_] That's it... Just lie there and enjoy it.
french: [_r_] Voilà... Il suffit de vous allonger et de vous amuser.
italian: [_r_] Questo è tutto... Basta mentire lì e goderselo.
japanese: [_r_] それは...ただそこに横たわって楽しんでください。
spanish: [_r_] Eso eso... Solo tómese ahí y disfrútelo.

source: [_hi_] W-wait... MMM... M-maybe we shouldn't...
french: [_hi_] W-wait... MMM... Peut-être ne devrions-nous pas...
italian: [_hi_] W-wait... MMM... M-forse non dovremmo...
japanese: [_hi_] W-wait... MMM... M-maybe...
spanish: [_hi_] W-wait... MMM... M-tal vez no deberíamos...

source: [_r_] Your body speaks for itself.
french: [ _r_ ] Votre corps parle d'elle-même.
italian: [_r_] Il tuo corpo parla da sé.
japanese: [_r_] あなたの体は自分自身のために話します。
spanish: [_r_] Su cuerpo habla por sí mismo.

source: [_r_] Relax, I'll take care of you.
french: [ _r_ ] Relax, je m'occupe de toi.
italian: [_r_] Relax, mi prenderò cura di te.
japanese: [_r_] リラックスして、私があなたの世話をします。
spanish: [_r_] Relax, te cuidaré.

source: [_hi_] Y-yeah... So good...
french: [_hi_] Y-yeah... Très bien...
italian: [_hi_] Y-yeah... Così buono...
japanese: [_hi_] Y-うん, とても良い...
spanish: [_hi_] Y-sí... Así que bueno...

source: [_r_] You know Hinata, we masseurs have one very important rule.
french: [ _r_ ] Vous connaissez Hinata, nous masseurs avons une règle très importante.
italian: [_r_] Tu conosci Hinata, noi massaggiatori abbiamo una regola molto importante.
japanese: [_r_] 皆さんご存知の通り、私たちマッサージ師にはとても重要なルールがあります。
spanish: [_r_] Usted conoce a Hinata, nosotros los masajistas tenemos una regla muy importante.

source: [_r_] If there are regular customers who appreciate our work with their body, we provide them with a bonus service.
french: [ _r_ ] S'il ya des clients réguliers qui apprécient notre travail avec leur corps, nous leur fournissons un service de bonus.
italian: [_r_] Se ci sono clienti abituali che apprezzano il nostro lavoro con il loro corpo, forniamo loro un servizio bonus.
japanese: [_r_] 私たちの作品を体で鑑賞される常連のお客様がいらっしゃる場合は、ボーナスサービスをご提供いたします。
spanish: [_r_] Si hay clientes regulares que aprecian nuestro trabajo con su cuerpo, les proporcionamos un servicio de bonificación.

source: [_hi_] Bonus service...? What a bonus service...
french: [_hi_] Service Bonus...? Quel service bonus...
italian: [_hi_] Servizio bonus...? Che servizio bonus...
japanese: [_hi_] ボーナスサービス...? どのようなボーナスサービス...
spanish: [_hi_] Servicio de bonificación ...? Qué servicio de bonificación ...
