Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_an_] You're not the first person to praise my skills.
french: [ _an_ ] Vous n'êtes pas la première personne à louer mes compétences.
italian: [_an_] Non sei la prima persona a lodare le mie abilità.
japanese: [_an_] 私のスキルを称賛したのはあなたが最初ではありません。
spanish: [_an_] No eres la primera persona en alabar mis habilidades.

source: [_r_] Experienced women are the best!
french: [ _r_ ] Les femmes expérimentées sont les meilleures !
italian: [_r_] Le donne esperte sono le migliori!
japanese: [_r_] 経験豊富な女性が最高!
spanish: [_r_] ¡Las mujeres experimentadas son las mejores!

source: [_an_] Come again, I can teach you a lot, boy.
french: [ _an_ ] Revenez, je peux t'apprendre beaucoup, mon garçon.
italian: [_an_] Vieni di nuovo, ti posso insegnare molto, ragazzo.
japanese: [_an_] もう一度、私はあなたにたくさんのことを教えることができます。
spanish: [_an_] Ven de nuevo, te puedo enseñar mucho, chico.

source: [_m_] It was a great experience.
french: [ _m_ ] C'était une grande expérience.
italian: [_m_] È stata una grande esperienza.
japanese: [_m_] 素晴らしい経験でした。
spanish: [_m_] Fue una gran experiencia.

source: [_m_] I’ll have to go to Anko again to get her number.
french: [ _m_ ] Je dois aller à nouveau à Anko pour obtenir son numéro.
italian: [_m_] dovrò andare di nuovo ad Anko per ottenere il suo numero.
spanish: [_m_] Tendré que ir de nuevo a Anko para obtener su número.

source: [_m_] I wonder how many Kunuichi I need to fuck in order for Kamiko to achieve her goal?
french: [ _m_ ] Je me demande combien de Kunuichi j'ai besoin de baiser pour que Kamiko atteigne son objectif?
italian: [_m_] Mi chiedo quanti Kunuichi ho bisogno di scopare per far sì che Kamiko raggiunga il suo obiettivo?
japanese: [_m_] 神子が目標を達成するためには、いくつのくぬいちがファックしなければならないのだろうか。
spanish: [_m_] Me pregunto cuántos Kunuichi necesito follar para que Kamiko logre su meta.

source: [_m_] It's probably too early to think about it, I just started.
french: [ _m_ ] Il est probablement trop tôt pour y penser, je viens de commencer.
italian: [_m_] Probabilmente è troppo presto per pensarci, ho appena iniziato.
japanese: [_m_] 考えるには早すぎると思いますが、まだ始まったばかりです。
spanish: [_m_] Probablemente es demasiado pronto para pensar en ello, acabo de empezar.

source: [_m_] Has Hinata written her thoughts? I expected this.
french: [ _m_ ] Est-ce que Hinata a écrit ses pensées? Je m'y attendais.
italian: [_m_] Hinata ha scritto i suoi pensieri? Mi aspettavo questo.
japanese: [_m_] ひなたちゃんは彼女の思いを書いていますか? これを期待しました。
spanish: [_m_] ¿Hinata ha escrito sus pensamientos? Esperaba esto.

source: [_m_] Dang it... I forgot all about it...
french: [_m_] Dang il... J'ai tout oublié à ce sujet...
italian: [_m_] Dang it... Ho dimenticato tutto...
japanese: [_m_] Dang char@@1char@@2char@@3全部忘れてしまったchar@@4
spanish: [_m_] Cuello... olvidé todo sobre ello...

source: [_m_] I can tell she’s a little uncomfortable talking about it, but it’s progress.
french: [ _m_ ] Je peux dire qu'elle est un peu mal à l'aise en parlant de ça, mais c'est un progrès.
italian: [_m_] Posso dire che è un po 'scomodo a parlarne, ma è progresso.
japanese: [_m_] 彼女はそれについて少し不快な話をすることができますが、それは進歩です。
spanish: [_m_] puedo decirle que está un poco incómodo hablando de ello, pero es progreso.

source: [_m_] She literally asked me to take care of her pussy.
french: [ _m_ ] Elle m'a littéralement demandé de prendre soin de sa chatte.
italian: [_m_] Lei mi ha letteralmente chiesto di prendersi cura della sua figa.
japanese: [_m_] 彼女は文字通り彼女の猫の世話をするために私に尋ねました.
spanish: [_m_] Ella literalmente me pidió que se encargara de su coño.

source: [_m_] Good... We need to figure out a way to move forward tomorrow.
french: [_m_] Bien... Nous devons trouver un moyen d'aller de l'avant demain.
italian: [_m_] Buono... Dobbiamo trovare un modo per andare avanti domani.
japanese: [_m_] よかったchar@@1 明日前進する方法を見つける必要があります。
spanish: [_m_] Bueno... Necesitamos encontrar una forma de avanzar mañana.

source: [_hi_] Good morning! You did come!
french: [_hi_] Bonjour! Vous êtes venu!
italian: [_hi_] Buongiorno! Sei venuto!
japanese: [_hi_] おはようございます! あなたは来ました!
spanish: [_hi_] ¡Buenos días! ¡Has venido!

source: [_r_] We have an important case today, right?
french: [ _r_ ] Nous avons un cas important aujourd'hui, n'est-ce pas?
italian: [_r_] Oggi abbiamo un caso importante, vero?
japanese: [_r_] 今日は重要な事件がありますよね？
spanish: [_r_] Tenemos un caso importante hoy, ¿verdad?

source: [_hi_] Important... You can call it so...
french: [ _hi_ ] Important ... Vous pouvez l'appeler ainsi ...
italian: [_hi_] Importante... Puoi chiamarlo così...
japanese: [_hi_] 重要... あなたはそれを呼び出すことができます...
spanish: [_hi_] Importante... Puedes llamarlo así...

source: [_r_] Shall we go straight to the massage table?
french: [_r_] Devons-nous aller directement à la table de massage ?
italian: [_r_] Andiamo dritti al tavolo da massaggio?
japanese: [_r_] マッサージテーブルに直行しましょうか?
spanish: [_r_] ¿Vamos directamente a la tabla de masaje?

source: [_hi_] Actually, I was just making breakfast... Would you like to eat? Or are you full?
french: [_hi_] En fait, je faisais juste le petit déjeuner... Voulez-vous manger ? Ou êtes-vous plein ?
italian: [_hi_] In realtà, stavo solo facendo colazione... Ti piacerebbe mangiare? O sei pieno?
japanese: [_hi_] 実は、私はちょうど朝食を作っていました...あなたは食べたいですか?それとも満腹ですか?
spanish: [_hi_] En realidad, yo estaba haciendo alto... ¿Te gustaría comer? ¿O estás lleno?

source: [_hi_] Great! Then sit down and I'll make you something to eat!
french: [_hi_] Super! Alors asseyez-vous et je vais vous faire quelque chose à manger!
italian: [_hi_] Ottimo! Allora siediti e ti farò qualcosa da mangiare!
japanese: [_hi_] 素晴らしい！それなら座って食べ物を作ってあげよう！
spanish: [_hi_] ¡Genial! ¡Entonces siéntate y te haré algo para comer!

source: [_r_] Thanks for the concern Hinata!
french: [ _r_ ] Merci pour la préoccupation Hinata !
italian: [_r_] Grazie per la preoccupazione Hinata!
japanese: [_r_] ひなたちゃん心配してくれてありがとう!
spanish: [_r_] Gracias por la preocupación Hinata!

source: [_r_] Oh, wow! Do you always make these in the morning?
french: [_r_] Oh, wow ! Est-ce que vous faites toujours ça le matin ?
italian: [_r_] Oh, wow! Li fai sempre al mattino?
japanese: [_r_] ああ、すごい！朝からいつもこれを作るの？
spanish: [_r_] ¡Oh, vaya! ¿Siempre las haces por la mañana?

source: [_hi_] Yes! For me, this is the usual diet. Children eat quite a lot, they need a variety in nutrition.
french: [ _hi_ ] Oui ! Pour moi, c'est le régime habituel. Les enfants mangent beaucoup, ils ont besoin d'une variété de nutrition.
italian: [_hi_] Sì! Per me, questa è la consueta dieta. I bambini mangiano molto, hanno bisogno di una varietà di nutrizione.
japanese: [_hi_] はい！私にとっては、これは普通の食事です。子供たちはかなりたくさん食べています。彼らは栄養に様々なものが必要です。
spanish: [_hi_] Sí! Para mí, esta es la dieta habitual. Los niños comen bastante, necesitan una variedad en nutrición.

source: [_r_] You could not have tried so hard for me!
french: [ _r_ ] Vous n'avez pas été si dur pour moi !
italian: [_r_] Non potresti aver provato così duramente per me!
japanese: [_r_] あなたは私のためにそんなに頑張ることはできませんでした!
spanish: [_r_] ¡No podría haber sido tan difícil para mí!

source: [_hi_] It takes very little from me, so nothing special! I hope you like it anyway...
french: [_hi_] Ça ne me prend que très peu, donc rien de spécial ! J'espère que ça vous plaît quand même...
italian: [_hi_] Ci vuole molto poco da me, quindi niente di speciale! Spero che ti piaccia comunque...
japanese: [_hi_] 私からはほとんどかからないので、特別なものはありません！とにかく気に入っていただけたらと思います...
spanish: [_hi_] Me toma muy poco, ¡nada especial! Espero que te guste de todos modos...

source: [_r_] I like it a lot! You're doing great.
french: [_r_] J'aime beaucoup ! Vous faites beaucoup.
italian: [_r_] Mi piace molto! Stai facendo grande.
japanese: [_r_] 私はとても気に入っています! あなたはよくやっています。
spanish: [_r_] ¡Me gusta mucho! Estás haciendo grandes.

source: [_hi_] I like it when someone looks at my cooking with such pleasure...
french: [ _hi_ ] J'aime bien quand quelqu'un regarde ma cuisine avec un tel plaisir ...
italian: [_hi_] Mi piace quando qualcuno guarda la mia cucina con tanta piacere...
japanese: [_hi_] こんな喜びで料理を見てくれる人がいると気に入っています...
spanish: [_hi_] Me gusta cuando alguien mira mi cocina con tal placer...

source: [_hi_] Perhaps if I had not been a shinobi in the past, I would have become a cook!
french: [ _hi_ ] Peut-être que si je n'avais pas été un shinobi dans le passé, je serais devenue cuisinière !
italian: [_hi_] Forse se non fossi stato uno shinobi in passato, sarei diventato un cuoco!
japanese: [_hi_] 過去に忍になっていなかったら、料理人になっていたかもしれません!
spanish: [_hi_] Tal vez si no hubiera sido un shinobi en el pasado, me habría convertido en un cocinero!

source: [_r_] I'm sure you'd do great! Your family is very lucky.
french: [ _r_ ] Je suis sûr que vous feriez bien ! Ta famille a beaucoup de chance.
italian: [_r_] sono sicuro che faresti bene! La tua famiglia è molto fortunata.
japanese: [_r_] あなたは素晴らしいことをすると思います! あなたの家族は非常に幸運です。
spanish: [_r_] ¡Estoy seguro de que harías genial! Tu familia tiene mucha suerte.

source: [_hi_] Oh, stop... Thanks for the kind words of course...
french: [_hi_] Oh, arrêt... Merci pour les aimables paroles bien sûr...
italian: [_hi_] Oh, fermatevi... Grazie per le gentili parole naturalmente...
japanese: [_hi_] ああ、やめろchar@@1 もちろん親切な言葉をありがとうchar@@2
spanish: [_hi_] Oh, para... Gracias por las amables palabras por supuesto...

source: [_hi_] Okay, you finish eating, and I will go prepare everything for the massage, I will wait for you there!
french: [_hi_] Ok, vous avez fini de manger, et je vais tout préparer pour le massage, je vais vous attendre là-bas !
italian: [_hi_] Okay, hai finito di mangiare, e andrò a preparare tutto per il massaggio, ti aspetterò lì!
japanese: [_hi_] さて、食べ終わったら、マッサージの準備をします。そこでお待ちしております!
spanish: [_hi_] Vale, terminas de comer, y voy a preparar todo para el masaje, ¡te esperaré allí!

source: [_r_] Thanks, I'll be there soon!
french: [_r_] Merci, je serai bientôt là !
italian: [_r_] Grazie, ci sarò presto!
japanese: [_r_] ありがとうございます、すぐに到着します！
spanish: [_r_] Gracias, ¡Estaré ahí pronto!

source: [_hi_] I love this...
french: [_hi_] J'adore ceci...
italian: [_hi_] Mi piace questo...
japanese: [_hi_] 私はこれが大好きです...
spanish: [_hi_] Me encanta esto...

source: [_hi_] You already know exactly where to press...
french: [ _hi_ ] Vous savez déjà exactement où appuyer ...
italian: [_hi_] Sai già esattamente dove premere...
japanese: [_hi_] あなたはすでにどこを押せばいいか分かっています...
spanish: [_hi_] Usted ya sabe exactamente dónde presionar ...

source: [_r_] I’ve learned the reaction of your muscles well, so now it will be easy for you to get used to it.
french: [ _r_ ] J'ai bien appris la réaction de vos muscles, donc il vous sera facile de s'y habitué.
italian: [_r_] Ho imparato bene la reazione dei tuoi muscoli, quindi ora sarà facile per te abituarti.
japanese: [_r_] 筋肉の反応をよく覚えたので、慣れやすくなりました。
spanish: [_r_] He aprendido bien la reacción de tus músculos, así que ahora te será fácil familiarizarte.

source: [_r_] Enjoy this!
french: [_r_] Profitez-en!
italian: [_r_] Goditi questo!
japanese: [_r_] お楽しみください!
spanish: [_r_] ¡Disfruta de esto!

source: [_m_] As long as you don't suspect anything, I'll make you more excited, Hinata.
french: [ _m_ ] Tant que tu ne soupçonnent rien, je te rendra plus excités, Hinata.
italian: [_m_] Finché non sospetti nulla, ti farò più eccitato, Hinata.
japanese: [_m_] 何も疑わない限り、日向君をもっと興奮させてあげるよ。
spanish: [_m_] Mientras no sospechéis nada, te haré más ilusión, Hinata.

source: [_hi_] Such a great feeling...
french: [ _hi_ ] Un tel sentiment ...
italian: [_hi_] Un grande sentimento...
japanese: [_hi_] そんな気持ち...
spanish: [_hi_] Un sentimiento tan grande...

source: [_hi_] I feel so good right now...
french: [ _hi_ ] Je me sens bien maintenant ...
italian: [_hi_] Mi sento così bene in questo momento...
japanese: [_hi_] 私は今とても気分がいいです...
spanish: [_hi_] me siento tan bien ahora mismo...

source: [_r_] You need that, don't you?
french: [_r_] Vous en avez besoin, n'est-ce pas?
italian: [_r_] Ne hai bisogno, vero?
japanese: [_r_] それが必要ですね。
spanish: [_r_] Usted necesita eso, ¿no?

source: [_r_] You often moan as I touch you.
french: [ _r_ ] Vous avez souvent du moan pendant que je vous touche.
italian: [_r_] Tu gemiti spesso mentre ti tocco.
japanese: [_r_] 私はあなたに触れるとよくうめき声を上げます。
spanish: [_r_] Usted a menudo moan como yo le toco.

source: [_hi_] I'm sorry... It's just really nice...
french: [_hi_] Je suis désolé... C'est juste sympa...
italian: [_hi_] Mi dispiace... È davvero bello...
japanese: [_hi_] 申し訳ありません...
spanish: [_hi_] Lo siento... Es muy agradable...

source: [_r_] Let me take the tension off you...
french: [ _r_ ] Laissez-moi vous mettre la tension ...
italian: [_r_] Permettetemi di togliervi la tensione...
japanese: [_r_] テンションを外して...
spanish: [_r_] Déjame quitar la tensión...

source: [_r_] Spread your legs, Hinata.
french: [_r_] Répandez vos jambes, Hinata.
italian: [_r_] Stendi le gambe, Hinata.
japanese: [_r_] あなたの足を広げてください。
spanish: [_r_] Difunde las piernas, Hinata.

source: [_r_] Can you feel my fingers? Get used to my moves.
french: [ _r_ ] Pouvez-vous me sentir les doigts? Se servir de mes déménagements.
italian: [_r_] Riesci a sentire le mie dita? Mi abitua alle mie mosse.
japanese: [_r_] 私の指を感じることができますか？私の動きに慣れましょう。
spanish: [_r_] ¿Puedes sentir mis dedos? Acostumbra a mis movimientos.

source: [_hi_] Mmm... Yeah... I feel it...
french: [_hi_] Mmm... Oui... Je le ressente...
italian: [_hi_] Mmm... Sì... Lo sentisco...
japanese: [_hi_] Mm... うん... 感じる...
spanish: [_hi_] Mmm... Sí... lo siento...

source: [_hi_] It... It's what I needed...
french: [_hi_] C'est... C'est ce dont j'avais besoin...
italian: [_hi_] È quello che mi serviva...
japanese: [_hi_] それ...それは私が必要としていたものです...
spanish: [_hi_] It ... Es lo que necesitaba ...

source: [_r_] That's it... Your private parts need special attention.
french: [_r_] Voilà... Vos pièces privées ont besoin d'une attention particulière.
italian: [_r_] Questo è tutto... Le tue parti private hanno bisogno di particolare attenzione.
japanese: [_r_] それは...あなたのプライベートパーツには特別な注意が必要です。
spanish: [_r_] Eso es ... Sus partes privadas necesitan una atención especial.

source: [_hi_] Yes... It's so...
french: [_hi_] Oui... C'est ainsi...
italian: [_hi_] Sì... È così...
japanese: [_hi_] はい...
spanish: [_hi_] Sí... Es así...

source: [_r_] How do your breasts feel?
french: [ _r_ ] Comment se sentent vos seins?
italian: [_r_] Come si sentono i seni?
japanese: [_r_] おっぱいはどんな感じですか?
spanish: [_r_] ¿Cómo se festejan tus pechos?

source: [_hi_] My breasts? P-pretty good... I guess...
french: [_hi_] Mes seins? P-plutôt bien... Je suppose...
italian: [_hi_] I miei seni? P-abbastanza buono... Immagino...
japanese: [_hi_] 私の胸? Pかなり良いです...
spanish: [_hi_] ¿Mis senos? P-bonita bueno... Supongo...

source: [_r_] In fact, the breast is a very sensitive place in every woman. I think we should pay attention to your breasts in this regard.
french: [ _r_ ] En fait, le sein est un endroit très sensible chez toutes les femmes. Je pense que nous devrions prêter attention à vos seins à cet égard.
italian: [_r_] In effetti, il seno è un luogo molto sensibile in ogni donna. Penso che dovremmo prestare attenzione ai vostri seni a questo proposito.
japanese: [_r_] 実際、乳房はすべての女性にとって非常に敏感な場所です。この点では乳房に注意を払うべきだと思います。
spanish: [_r_] De hecho, el pecho es un lugar muy sensible en cada mujer. Creo que deberíamos prestar atención a sus senos en este sentido.

source: [_hi_] You wanna massage my breasts?
french: [ _hi_ ] Tu veux masser mes seins?
italian: [_hi_] Vuoi massaggiare i miei seni?
japanese: [_hi_] 私の胸をマッサージしたいですか？
spanish: [_hi_] ¿Quieres masajear mis pechos?

source: [_r_] I actually have a better idea.
french: [ _r_ ] J'ai en fait une meilleure idée.
italian: [_r_] in realtà ho un'idea migliore.
japanese: [_r_] 私にはもっといい考えがあります。
spanish: [_r_] realmente tengo una idea mejor.

source: [_r_] You will take care of your own breast while thanking me for my care.
french: [ _r_ ] Vous prèmirez votre propre poitrine tout en vous remerciant pour mes soins.
italian: [_r_] Ti prenderai cura del tuo seno ringraziandomi per la mia cura.
japanese: [_r_] 私のケアに感謝しながら、あなた自身の胸の世話をします。
spanish: [_r_] Tendrás cuidado de tu propia mama agradeciendo mi cuidado.

source: [_r_] Did you enjoy touching my cock? Why not do it with your breasts?
french: [ _r_ ] As-tu plaisir à toucher ma bite? Pourquoi ne pas le faire avec vos seins?
italian: [_r_] Ti è piaciuto toccare il mio cazzo? Perché non farlo con i tuoi seni?
japanese: [_r_] 私のコックに触れるのは楽しかったですか? あなたの胸でやってみませんか?
spanish: [_r_] ¿Te gustó tocar mi polla? ¿Por qué no hacerlo con tus senos?

source: [_r_] Have you ever done something like this?
french: [ _r_ ] Avez-vous déjà fait quelque chose comme ça?
italian: [_r_] Hai mai fatto qualcosa del genere?
japanese: [_r_] こんなことをしたことがありますか？
spanish: [_r_] ¿Alguna vez has hecho algo así?

source: [_hi_] Mm... Damn... How nice... B-breast... No... Never...
french: [_hi_] Mm... Merde... Quelle gentillesse... Bref... Non... Jamais...
italian: [_hi_] Mm... Damn... Com'è bello... B-breast... No... Mai...
japanese: [_hi_] M... くそ... B-breast... いいえ...
spanish: [_hi_] Mm... Damn... Qué bonito... B-mam... No... nunca...

source: [_r_] Are you close?
french: [ _r_ ] Êtes-vous proche?
italian: [_r_] Sei vicino?
japanese: [_r_] 近くにいますか？
spanish: [_r_] ¿Está cerca?

source: [_hi_] A little more!
french: [ _hi_ ] Un peu plus !
italian: [_hi_] Un po' di più!
japanese: [_hi_] もう少し！
spanish: [_hi_] ¡Un poco más!

source: [_hi_] I... I'm gonna!!
french: [_hi_] Je... Je suis gonna!!
italian: [_hi_] Io... Sto andando!!
japanese: [_hi_] 私は... 行ってしまった!!
spanish: [_hi_] Yo... soy gonna!!

source: [_r_] Great... How do you feel after the massage?
french: [ _r_ ] Grand ... Comment vous sentez-vous après le massage?
italian: [_r_] Grande... Come ti senti dopo il massaggio?
japanese: [_r_] 素晴らしい...マッサージ後の気分は?
spanish: [_r_] Genial... ¿Cómo te sientes después del masaje?

source: [_hi_] Great... Y-you interest me... I want to try the breast...
french: [_hi_] Grand... Y-vous m'intéressez... Je veux essayer le sein...
italian: [_hi_] Grande... Y-you mi interessa... Voglio provare il seno...
japanese: [_hi_] 素晴らしい... Y-you interest...
spanish: [_hi_] Genial... Me interesa... Quiero probar el seno...

source: [_r_] No need to wait then, come on.
french: [ _r_ ] Il n'est pas nécessaire d'attendre, venez.
italian: [_r_] Non c'è bisogno di aspettare allora, vieni.
japanese: [_r_] 待つ必要はありません。
spanish: [_r_] No hay necesidad de esperar, venga.

source: [_hi_] Like that?
french: [_hi_] Vous aimez ça ?
italian: [_hi_] Ti piace?
japanese: [_hi_] そんな感じですか?
spanish: [_hi_] ¿Te gusta?

source: [_r_] Yes... You understand well... Nice pose.
french: [_r_] Oui... Vous comprenez bien... belle pose.
italian: [_r_] Sì... Capisci bene... Bella posa.
japanese: [_r_] はい... あなたはよく理解しています...
spanish: [_r_] Sí... Entendes bien... Buena pose.

source: [_r_] How are your own feelings?
french: [ _r_ ] Comment sont vos propres sentiments?
italian: [_r_] Come sono i tuoi sentimenti?
japanese: [_r_] ご自身の気持ちはいかがですか?
spanish: [_r_] ¿Cómo están tus propios sentimientos?

source: [_hi_] I like it... Turns out it's a pretty sensitive moment, feeling a dick between your breasts...
french: [_hi_] Je l'aime... Il s'avère que c'est un moment assez sensible, ressentant une bite entre vos seins...
italian: [_hi_] Mi piace... Si scopre che è un momento piuttosto sensibile, sentendo un cazzo tra i tuoi seni...
japanese: [_hi_] 私はそれが好きです...それはかなり敏感な瞬間です, あなたの胸の間にディックを感じています...
spanish: [_hi_] Me gusta... Apagar es un momento bastante sensible, sintiendo una polla entre tus senos...

source: [_hi_] It causes arousal...
french: [ _hi_ ] Il provoque l'excitation ...
italian: [_hi_] provoca eccitazione...
japanese: [_hi_] 興奮を引き起こす...
spanish: [_hi_] Causa despierta...

source: [_r_] You have a very beautiful breast Hinata, it is strange that you have not used it before.
french: [ _r_ ] Vous avez une très belle poitrine Hinata, il est étrange que vous ne l'avez pas utilisé auparavant.
italian: [_r_] Hai un seno molto bello Hinata, è strano che non l'hai usato prima.
japanese: [_r_] とても美しい胸ひなたちゃんがいますが、今まで使ったことがないのは不思議ですね。
spanish: [_r_] Tienes un pecho muy hermoso Hinata, es extraño que no lo hayas usado antes.

source: [_hi_] T-thank you... I just haven't had the chance... We don't often... You know...
french: [ _hi_ ] T-Merci ... Je n'ai pas eu la chance ... Nous n'avons pas souvent ... Tu sais ...
italian: [_hi_] T-grazie... Non ho avuto la possibilità... Non abbiamo spesso... sa...
japanese: [_hi_] T-threechar@@1char@@2char@@3チャンスがないchar@@4char@@5char@@6char@@7char@@8
spanish: [_hi_] Gracias... Simplemente no he tenido la oportunidad... No a menudo... Sabes...

source: [_r_] I understand everything. You're doing great, very great.
french: [ _r_ ] Je comprends tout. Tu fais super, très super.
italian: [_r_] Capisco tutto. Stai facendo grande, molto grande.
japanese: [_r_] 私はすべて理解しています。あなたは素晴らしいことをしています。
spanish: [_r_] Lo entiendo todo. Estás haciendo grande, muy grande.

source: [_hi_] I like that you compliment me on not being very good at... It's encouraging...
french: [ _hi_ ] J'aime que vous me complimez pour ne pas être très bon à ... C'est encourageant ...
italian: [_hi_] Mi piace che ti complimenti per non essere stato molto bravo a... è incoraggiante...
japanese: [_hi_] あまり得意でないことを褒めてくれるのが好きです... それは励ましです...
spanish: [_hi_] Me gusta que me felicites por no ser muy bueno en... Es alentador...

source: [_r_] You are doing your best... I'm very pleased about it now!
french: [_r_] Vous faites de votre mieux ... Je suis très content de cela maintenant !
italian: [_r_] Stai facendo del tuo meglio... ne sono molto contento adesso!
japanese: [_r_] あなたは最善を尽くしています...
spanish: [_r_] Usted está haciendo su mejor ... ¡Estoy muy contento por ello ahora!

source: [_hi_] Y-you soon?
french: [_hi_] Y-vous bientôt ?
italian: [_hi_] Y-you presto?
spanish: ¿[_hi_] Y-ti pronto?

source: [_r_] Yes, the pace is just gorgeous, I'm now...
french: [ _r_ ] Oui, le rythme est juste magnifique, je suis maintenant ...
italian: [_r_] Sì, il ritmo è semplicemente stupendo, sono ora...
japanese: [_r_] はい、ペースはゴージャスです。今です。
spanish: [_r_] Sí, el ritmo es solo gorgeoso, ahora yo...

source: [_r_] Here it is! I'll just... Now...
french: [_r_] Voici ! Je vais juste ... maintenant...
italian: [_r_] Ecco! Semplicemente... Ora...
japanese: [_r_] ここにあります！今すぐ...
spanish: [_r_] ¡Aquí está! Voy a ajustar... ahora...

source: [_hi_] Come on, don't hold back!
french: [ _hi_ ] Allez, ne raccroche pas !
italian: [_hi_] Avanti, non trattenerti!
japanese: [_hi_] さあ、遠慮しないで！
spanish: [_hi_] Vamos, ¡no esperes!

source: [_r_] I'll be there soon! Soon!
french: [_r_] Je serai bientôt là ! Bientôt !
italian: [_r_] Ci sarò presto! Presto!
japanese: [_r_] もうすぐ到着します！
spanish: [_r_] ¡Estaré ahí pronto! ¡Pronto!

source: [_hi_] Come on, don't hold yourself back!
french: [ _hi_ ] Allez, ne vous retenez pas !
italian: [_hi_] Avanti, non trattenerti indietro!
japanese: [_hi_] さあ、遠慮しないで！
spanish: [_hi_] Vamos, ¡no te detengas!

source: [_r_] I... I... Close your eyes!
french: [_r_] Je... Je... Je... Ferme les yeux!
italian: [_r_] Io... Io... Chiudi gli occhi!
japanese: [_r_] I... I... 目を閉じて！
spanish: [_r_] Yo... ¡Cierra tus ojos!

source: [_hi_] What...
french: [_hi_] Quoi...
italian: [_hi_] Cosa...
japanese: [_hi_] 何...
spanish: [_hi_] Qué ...

source: [_r_] I'm so sorry!.. Did it hit your eye?
french: [_r_] Je suis désolé !.. Est-ce que ça vous a frappé l'œil?
italian: [_r_] Mi dispiace!.. Ha colpito il tuo occhio?
japanese: [_r_] 申し訳ありません！char@@1 あなたの目に当たりましたか？
spanish: [_r_] ¡Lo siento!.. ¿Ha golpeado tu ojo?
