Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] You don't have to answer, I can see how much you enjoy it.
french: [ _r_ ] Vous n'avez pas à répondre, je peux voir combien vous en appréciez.
italian: [_r_] Non devi rispondere, posso vedere quanto ti piace.
japanese: [_r_] あなたは答える必要はありません、私はあなたがそれをどれだけ楽しんでいるかを見ることができます。
spanish: [_r_] No tienes que responder, puedo ver cuánto lo disfrutas.

source: [_r_] You're pretty damn good at it actually...
french: [_r_] Vous êtes plutôt doué en fait...
italian: [_r_] Sei abbastanza dannatamente bravo in realtà...
japanese: [_r_] あなたは実際にはかなり得意です...
spanish: [_r_] Usted es bastante bueno en realidad ...

source: [_r_] You... You're so good with your tongue...
french: [_r_] Vous... Vous êtes si bon avec votre langue...
italian: [_r_] Tu... Sei così bravo con la tua lingua...
japanese: [_r_] あなたchar@@1 あなたの舌はとても上手です...
spanish: [_r_] Usted ... Eres tan bueno con tu lengua ...

source: [_m_] Fuck... Hinata's a great cocksucker!
french: [_m_] Fuck... Hinata a un grand suceur de baise !
italian: [_m_] Fuck... Hinata è un ottimo cocksucker!
japanese: [_m_] ファックchar@@1 ひなたは偉大なアホ野郎だ！
spanish: [_m_] Suerte... ¡Hinata es un gran mamador!

source: [_m_] That's okay, she's already experienced.
french: [ _m_ ] C'est bon, elle a déjà vécu.
italian: [_m_] Va bene, ha già avuto esperienza.
japanese: [_m_] それは大丈夫です, 彼女はすでに経験しています.
spanish: [_m_] Eso está bien, ya está experimentada.

source: [_m_] But to feel it for yourself...
french: [ _m_ ] Mais pour le sentir pour vous ...
italian: [_m_] Ma sentirlo per te stesso...
japanese: [_m_] しかし、あなた自身のためにそれを感じるために...
spanish: [_m_] Pero sentirlo por ti mismo...

source: [_r_] That's it Hinata, good pace! I'm almost there!
french: [_r_] C'est ça Hinata, bon rythme ! Je suis presque là !
italian: [_r_] Questo è Hinata, buon ritmo! Sono quasi lì!
japanese: [_r_] それだけです、ひなたちゃん、ペースいいですね！もうすぐです！
spanish: [_r_] Eso es Hinata, ¡buen ritmo! ¡Estoy casi ahí!

source: [_r_] MMM! W-well, that's it... Swallow it all...
french: [_r_] MMM ! W-well, c'est ça... Tout avaler...
italian: [_r_] MMM! W-well, è questo... Ingeriscilo tutto...
japanese: [_r_] MMM! W-well, that...
spanish: ¡[_r_] MMM! Bueno, eso es todo... Truébelo todo...

source: [_r_] You're doing great... You're getting more and more free with your choices.
french: [ _r_ ] Tu fais super ... Vous êtes de plus en plus libre avec vos choix.
italian: [_r_] Stai facendo benissimo... Stai diventando sempre più libero con le tue scelte.
japanese: [_r_] あなたは素晴らしいことをしています... あなたの選択によってますます自由になっています。
spanish: [_r_] Usted está haciendo grandes ... Estás cada vez más libre con tus elecciones.

source: [_r_] It's cool that you've started thinking about what you want in spite of your preconceptions.
french: [ _r_ ] C'est cool que vous ayez commencé à réfléchir à ce que vous voulez en dépit de vos idées préconçues.
italian: [_r_] È bello che tu abbia iniziato a pensare a quello che vuoi nonostante i tuoi preconcetti.
japanese: [_r_] 先入観にもかかわらず、自分が何をしたいのかを考え始めたのはクールですね。
spanish: [_r_] Es genial que hayas empezado a pensar en lo que quieres a pesar de tus preconcepciones.

source: [_hi_] It's been hard... But with you, I feel like there's nothing wrong with it.
french: [_hi_] Ça a été difficile... Mais avec vous, j'ai l'impression qu'il n'y a rien de mal à cela.
italian: [_hi_] E 'stato duro... Ma con te, mi sento come non c'è niente di sbagliato in esso.
japanese: [_hi_] 大変だった...でも、あなたと一緒には何も悪いことがないような気がします。
spanish: [_hi_] Ha sido difícil... Pero con ti, siento que no hay nada malo en ello.

source: [_hi_] I just want to, that's all...
french: [_hi_] Je veux juste ça, c'est tout...
italian: [_hi_] lo voglio solo, è tutto...
japanese: [_hi_] 私はちょうどしたいです, それはすべてです.
spanish: [_hi_] Sólo quiero, eso es todo ...

source: [_hi_] I'm not weird, am I?
french: [_hi_] Je ne suis pas étrange, suis-je ?
italian: [_hi_] Non sono strano, vero?
japanese: [_hi_] 私は奇妙ではありません。
spanish: [_hi_] no soy raro, ¿verdad?

source: [_r_] I don't think so.
french: [_r_] Je ne le pense pas.
italian: [_r_] Io non penso così.
japanese: [_r_] そうは思いません。
spanish: [_r_] no lo creo.

source: [_r_] I like the new Hinata, open and free.
french: [ _r_ ] J'aime le nouveau Hinata, ouvert et libre.
italian: [_r_] Mi piace la nuova Hinata, aperta e gratuita.
japanese: [_r_] 私は新しいひなたが好きです, オープンで自由.
spanish: [_r_] Me gusta el nuevo Hinata, abierto y gratuito.

source: [_r_] Hey! What's the matter? What's going on?
french: [_r_] Hé ! Qu'est-ce qui est important ? Que se passe-t-il ?
italian: [_r_] Ehi! Che cos'è la questione? Cosa sta succedendo?
japanese: [_r_] やあ！どうしたの？どうしたの？
spanish: [_r_] Oye! ¿Cuál es el asunto? ¿Qué está pasando?

source: [_ambo_] You are detained on suspicion of conspiracy against Konoha, do not resist.
french: [ _ambo_ ] Vous êtes détenu pour suspicion de complot contre Konoha, ne résistez pas.
italian: [_ambo_] Sei trattenuto per sospetto di cospirazione contro Konoha, non resistere.
japanese: [_ambo_] 木ノ葉に対する陰謀の疑いで拘留されているので、抵抗しないでください。
spanish: [_ambo_] Usted está detenido bajo sospecha de conspiración contra Konoha, no se resiste.

source: [_r_] But... Wait I...
french: [ _r_ ] Mais ... Attendez ...
italian: [_r_] Ma... Attendi I...
japanese: [_r_] しかし...
spanish: [_r_] pero... Espere yo...

source: [_hi_] What are you doing?!
french: [ _hi_ ] Qu'est-ce que tu fais?
italian: [_hi_] Cosa stai facendo?!
japanese: [_hi_] 何をしていますか？
spanish: [_hi_] ¿Qué estás haciendo?!

source: [_hi_] By what right have you detained him?
french: [ _hi_ ] Par quel droit vous l'avez arrêté?
italian: [_hi_] Con quale diritto lo hai trattenuto?
japanese: [_hi_] あなたは何の権利によって彼を拘束しましたか?
spanish: [_hi_] ¿Con qué derecho lo has detenido?

source: [_ambo_] Step aside Lady Hinata, this is an order from the seventh.
french: [ _ambo_ ] Step aside Lady Hinata, c'est une commande du septième.
italian: [_ambo_] Fate da parte di Lady Hinata, questo è un ordine dal settimo.
japanese: [_ambo_] ひなたさんの脇に足を踏み入れると、これは7回目からの注文です。
spanish: [_ambo_] Deja de lado a Dama Hinata, esta es una orden de la séptima.

source: [_hi_] What does that mean...
french: [ _hi_ ] Qu'est-ce que cela signifie ...
italian: [_hi_] Che cosa significa...
japanese: [_hi_] それはどういう意味ですか?
spanish: [_hi_] ¿Qué significa eso?

source: [_r_] I didn't do anything!
french: [_r_] Je n'ai rien fait !
italian: [_r_] non ho fatto niente!
japanese: [_r_] 私は何もしていません!
spanish: [_r_] ¡Yo no hice nada!

source: [_ambo_] We'll take you to a special place where everything will come out.
french: [ _ambo_ ] Nous allons vous emmener dans un endroit spécial où tout se fera.
italian: [_ambo_] Ti porteremo in un luogo speciale dove tutto uscirà.
japanese: [_ambo_] 私たちはあなたを特別な場所に連れて行きます。
spanish: [_ambo_] Te llevaremos a un lugar especial donde todo saldrá.

source: [_naru_] Are you awake?
french: [ _naru_ ] Es-tu éveillé?
italian: [_naru_] Sei sveglio?
japanese: [_naru_] 起きていますか？
spanish: [_naru_] ¿Despiertas?

source: [_naru_] How do you feel?
french: [ _naru_ ] Comment vous sentez-vous?
italian: [_naru_] Come ti senti?
japanese: [_naru_] どんな気分ですか?
spanish: [_naru_] ¿Cómo te sientes?

source: [_r_] Where am I...
french: [ _r_ ] Où sup ...
italian: [_r_] Dove sono...
japanese: [_r_] 私はどこにいます...
spanish: [_r_] Dónde estoy I. ..

source: [_r_] What am I doing here...?
french: [ _r_ ] Qu'est-ce que je fais ici ...?
italian: [_r_] Che cosa sto facendo qui...?
japanese: [_r_] 私はここで何をしていますか?
spanish: [_r_] ¿Qué estoy haciendo aquí...?

source: [_naru_] Can't you see? You're in Konoha Prison.
french: [_naru_] Vous ne pouvez pas voir ? Vous êtes dans la prison de Konoha.
italian: [_naru_] Non riesci a vedere? Sei nella prigione di Konoha.
japanese: [_naru_] 見えませんか? あなたは木ノ葉刑務所にいます。
spanish: [_naru_] ¿No puedes ver? Estás en Konoha Prison.

source: [_r_] But... Why am I...
french: [ _r_ ] Mais ... Pourquoi je ...
italian: [_r_] Ma... Perché sono...
japanese: [_r_] しかし...なぜ私は...
spanish: [_r_] Pero ... ¿Por qué soy yo?

source: [_naru_] Stop it, you don't have to play the innocent guy role.
french: [_naru_] Arrêtez-le, vous n'avez pas à jouer le rôle de gars innocents.
italian: [_naru_] Fermatevi, non dovete giocare il ruolo del ragazzo innocente.
japanese: [_naru_] やめて、無実の男の役割を演じる必要はありません。
spanish: [_naru_] Deténgalo, no tienes que jugar el papel inocente.

source: [_naru_] You've been flashing under my nose this whole time... I can't believe I was so blind.
french: [_naru_] Vous avez clignoté sous mon nez tout ce temps... Je ne peux pas croire que j'étais aussi aveugle.
italian: [_naru_] Hai lampeggiato sotto il naso per tutto questo tempo... non riesco a credere di essere così cieco.
japanese: [_naru_] 今までずっと私の鼻の下で点滅してきた...私がそんなに目が見えなかったなんて信じられない。
spanish: [_naru_] Usted ha estado parpadeando debajo de mi nariz todo este tiempo ... No puedo creer que estuviera tan ciego.

source: [_naru_] It wasn't that easy. If it hadn't been for Kurama, I wouldn't have been able to locate you.
french: [_naru_] Ça n'a pas été si facile. Si cela n'avait pas été pour Kurama, je n'aurais pas pu vous localiser.
italian: [_naru_] Non era così facile. Se non fosse stato per Kurama, non sarei stato in grado di individuarti.
japanese: [_naru_] そんなに簡単なことではありませんでした。鞍馬に行っていなかったら、あなたを見つけることはできなかったでしょう。
spanish: [_naru_] No ha sido tan fácil. Si no hubiera sido para Kurama, no habría podido localizarte.

source: [_naru_] That day you and I were talking at my house. At one point, I felt very weak...
french: [ _naru_ ] Ce jour-là, vous et moi étions en train de parler à ma maison. À un moment, je me sentaais très faible ...
italian: [_naru_] Quel giorno io e te stavamo parlando a casa mia. Ad un certo punto, mi sentivo molto debole...
japanese: [_naru_] その日、あなたと私は私の家で話していました。ある時点で、私はとても弱いと感じました...
spanish: [_naru_] Ese día usted y yo estábamos hablando en mi casa. En un momento, me sentí muy débil ...

source: [_naru_] Kurama was able to figure out that it was due to the influence of an outside chakra. Sakura and several top medics examined me, and found a minuscule amount of chakra unknown to me.
french: [_naru_] Kurama a pu comprendre que c'était dû à l'influence d'un chakra extérieur. Les Sakura et plusieurs meilleurs médecins m'ont examiné, et j'ai trouvé une minuscule quantité de chakra inconnue de moi.
italian: [_naru_] Kurama riuscì a capire che ciò era dovuto all'influenza di un chakra esterno. Sakura e diversi medici di alto livello mi hanno esaminato e hanno trovato una minuscola quantità di chakra a me sconosciuta.
japanese: [_naru_] 鞍馬は外のチャクラの影響であることがわかりました。 さくらと何人かの一流医師たちが私を調べて、私には分からないチャクラの量を見つけた。
spanish: [_naru_] Kurama pudo averiguar que se debía a la influencia de un chakra exterior. Sakura y varios médicos de primer nivel me examinaron, y encontraron una minúscula cantidad de chakra desconocida para mí.

source: [_naru_] Thanks to the best searchers from the Yamanaka clan, we discovered quite a bit of the same chakra inside you, Ootsutsuki's chakra.
french: [ _naru_ ] Grâce aux meilleurs chercheurs du clan Yamanaka, nous avons découvert un peu du même chakra à l'intérieur de vous, le chakra d'Ootsutsuki.
italian: [_naru_] Grazie ai migliori ricercatori del clan Yamanaka, abbiamo scoperto un po' dello stesso chakra dentro di te, chakra di Ootsutsuki.
japanese: [_naru_] 山中氏の最高の探索者のおかげで、大槻さんのチャクラの中にはかなり同じチャクラがあることが分かりました。
spanish: [_naru_] Gracias a los mejores buscadores del clan Yamanaka, descubrimos un poco del mismo chakra dentro de ti, el chakra de Ootsutsuki.

source: [_r_] So that's it... So why are you telling me this? So openly.
french: [_r_] Voilà... Alors pourquoi me dites-vous cela ? Si ouvertement.
italian: [_r_] Così è così... allora perché mi stai dicendo questo? Così apertamente.
japanese: [_r_] だから、それはそれです...だから、なぜあなたはこれを私に言っているのですか? だからオープンに。
spanish: [_r_] Así que eso... Entonces, ¿por qué me dices esto? Así que abiertamente.

source: [_naru_] All because you're not going anywhere else from here.
french: [ _naru_ ] Tous parce que vous n'allez nulle part ailleurs.
italian: [_naru_] Tutto perché non stai andando da nessuna parte da qui.
japanese: [_naru_] ここからどこにも行かないから。
spanish: [_naru_] Todo porque no vas a ninguna otra parte desde aquí.

source: [_naru_] Good question. You and I will have to see a lot of each other before you are left to rot in this prison.
french: [ _naru_ ] Bonne question. Vous et moi allons devoir voir beaucoup d'autres avant de vous laisser pourrir dans cette prison.
italian: [_naru_] Buona domanda: io e te dovrai vederti molto prima di lasciarti marcire in questa prigione.
japanese: [_naru_] 良い質問です。あなたと私は、この刑務所で腐敗する前に、お互いをたくさん見なければなりません。
spanish: [_naru_] Buena pregunta. Usted y yo tendré que ver un montón de unos a otros antes de que le dejen de pudrirse en esta prisión.

source: [_naru_] You have Ootsutsuki chakra in you, but you don't look like them...
french: [ _naru_ ] Vous avez Ootsutsuki chakra en vous, mais vous ne les aimez pas ...
italian: [_naru_] Hai Ootsutsuki chakra in te, ma non assomigliate a loro...
japanese: [_naru_] 大筒木チャクラを持っていますが、そのようには見えません...
spanish: [_naru_] Tienes en ti el chakra Ootsutsuki, pero no te parecen ...

source: [_naru_] We'll have to find out what this is all about through experimentation, or are you willing to tell me yourself?
french: [ _naru_ ] Nous allons devoir découvrir ce que c'est par l'expérimentation, ou si vous voulez me le dire vous-même?
italian: [_naru_] Dovremo scoprire di cosa si tratta attraverso la sperimentazione, o sei disposto a dirmi te stesso?
japanese: [_naru_] 実験を通じて、これが何なのかを調べなければなりません。それとも、ご自身で教えていただけますか?
spanish: [_naru_] Tendremos que averiguar de qué se trata todo esto a través de la experimentación, o ¿están dispuestos a decirme usted mismo?

source: [_r_] I'll tell! I will! Just please let me out of here! I don't want to spend the rest of my life in jail!
french: [_r_] Je vais le dire ! Je le ferai ! Je vous en prie, laissez-moi sortir ! Je ne veux pas passer le reste de ma vie en prison !
italian: [_r_] lo dirò! Mi piacerà! Mi lasci uscire da qui! Non voglio trascorrere il resto della mia vita in carcere!
japanese: [_r_] 言おう！そうする！ここから出してくれ！残りの人生を刑務所で過ごしたくない！
spanish: [_r_] ¡Lo diré! ¡Lo haré! ¡Por favor, déjame salir de aquí! ¡No quiero pasar el resto de mi vida en la cárcel!

source: [_naru_] I'm listening.
french: [_naru_] Je suis à l'écoute.
italian: [_naru_] sto ascoltando.
japanese: [_naru_] 聴いています。
spanish: [_naru_] Estoy escuchando.

source: [_r_] Her name is Kamiko! She is a woman of the Ootsutsuki clan. She has some kind of crazy power! All she did was make me obey her, I followed her orders!
french: [_r_] Son nom est Kamiko ! Elle est une femme du clan Ootsutsuki. « Elle a une sorte de puissance folle! Tout ce qu'elle a fait, c'est de lui faire obéir, j'ai suivi ses ordres! »
italian: [_r_] Il suo nome è Kamiko! È una donna del clan Ootsutsuki. Ha una sorta di potere pazzo! Tutto quello che ha fatto è stato farmi obbedire a lei, ho seguito i suoi ordini!
japanese: [_r_] 彼女の名前は神子です! 彼女は大筒木氏の女性です. 彼女は狂気の力のいくつかの種類を持っています!
spanish: [_r_] ¡Su nombre es Kamiko! Ella es una mujer del clan Ootsutsuki. Ella tiene algún tipo de poder loco! Todo lo que hizo fue hacerme obedecer a ella, seguí sus órdenes!

source: [_r_] I had no other choice! I really didn't mean any harm! It was all her!
french: [_r_] Je n'avais pas d'autre choix ! Je ne voulais vraiment pas dire de mal ! C'était tout ça !
italian: [_r_] Non ho avuto altra scelta! Davvero non intendevo alcun danno! Era tutto lei!
japanese: [_r_] 他の選択肢はありませんでした！私は本当に害を及ぼすつもりはありませんでした！それは全て彼女でした！
spanish: ¡[_r_] no tenía otra opción! ¡Realmente no quería decir ningún daño! ¡Todo lo hizo!

source: [_naru_] That's helpful. Thank you for telling me.
french: [ _naru_ ] C'est utile. Merci de me le dire.
italian: [_naru_] È utile. Grazie per avermi detto.
japanese: [_naru_] それは助かります。ありがとうございます。
spanish: [_naru_] Eso es útil. Gracias por decirme.

source: [_naru_] However, I can't let go of a man who threatens the village anyway.
french: [ _naru_ ] Cependant, je ne peux pas lâchez un homme qui menace le village de toute façon.
italian: [_naru_] Tuttavia, non posso lasciare andare un uomo che minaccia il villaggio comunque.
japanese: [_naru_] しかし、とにかく村を脅かす男を手放すことはできません。
spanish: [_naru_] Sin embargo, no puedo soltar a un hombre que amenaza la aldea de todos modos.

source: [_naru_] You will be subjected to experiments, and we will find out where this Kamiko is.
french: [ _naru_ ] Vous serez soumis à des expériences, et nous découvrirons où est ce Kamiko.
italian: [_naru_] Sarai sottoposto a esperimenti e scopriremo dove si trova questo Kamiko.
japanese: [_naru_] 実験の対象となりますので、このカミコの居場所をご確認いただけます。
spanish: [_naru_] Usted será sometido a experimentos, y nos enteraremos de dónde está este Kamiko.

source: [_r_] But I... I told you everything...
french: [_r_] Mais je... je vous ai tout dit...
italian: [_r_] Ma io... ti ho detto tutto...
japanese: [_r_] しかし、私はchar@@1すべてを話しました...
spanish: [_r_] Pero yo... te dije todo...

source: [_naru_] Get some rest, I'll see you soon.
french: [ _naru_ ] Prenez un peu de repos, je te verrai bientôt.
italian: [_naru_] riposatevi, ti vedrò presto.
japanese: [_naru_] 少し休んでください、すぐに会いましょう。
spanish: [_naru_] Obtén un poco de descanso, te veré pronto.

source: [_r_] I won't tell you anything.
french: [ _r_ ] Je ne vous dirai rien.
italian: [_r_] Non ti dirò niente.
japanese: [_r_] 何も教えてあげません。
spanish: [_r_] No te diré nada.

source: [_r_] I'll save the rest of my dignity for later.
french: [ _r_ ] Je sauverai le reste de ma dignité pour plus tard.
italian: [_r_] salverò il resto della mia dignità per più tardi.
japanese: [_r_] あとで残りの私の尊厳を守ります。
spanish: [_r_] Voy a guardar el resto de mi dignidad para más adelante.

source: [_naru_] I'm surprised you're not afraid.
french: [_naru_] Je suis surpris que vous n'ayez pas peur.
italian: [_naru_] Sono sorpreso che tu non abbia paura.
japanese: [_naru_] あなたが恐れていないことに驚きます。
spanish: [_naru_] Me sorprende que no te sientas ayudado.

source: [_naru_] Sooner or later you'll tell me anyway, believe me.
french: [ _naru_ ] Tôt ou tard, vous me direz de toute façon, croyez-moi.
italian: [_naru_] prima o poi mi dirai comunque, credetemi.
japanese: [_naru_] 遅かれ早かれ、あなたはとにかく私に教えてくれます, 私を信じて.
spanish: [_naru_] tarde o temprano me contarás de todos modos, créame.

source: [_naru_] Come on, it looks so pathetic.
french: [ _naru_ ] Allez, ça a l'air si pathétique.
italian: [_naru_] Avanti, sembra così patetico.
japanese: [_naru_] さあ、そんなに哀れに見えます。
spanish: [_naru_] Vamos, parece tan patético.

source: [_naru_] I already know more than enough to keep you behind bars.
french: [ _naru_ ] Je sais déjà plus qu'assez pour vous garder derrière les barreaux.
italian: [_naru_] Conosco già abbastanza per tenerti dietro le sbarre.
japanese: [_naru_] 私はすでにあなたを刑務所に入れるのに十分なことを知っています。
spanish: [_naru_] Ya sé más que suficiente para mantenerte tras las rejas.

source: [_r_] Please!
french: [_r_] S'il vous plaît !
italian: [_r_] Per favore!
japanese: [_r_] お願いします!
spanish: ¡[_r_] por favor!

source: [_naru_] Shut up. You're just messing with my head.
french: [_naru_] Fermez-le. Vous êtes juste en train de me gâcher la tête.
italian: [_naru_] zitto. Stai solo incazzando con la mia testa.
japanese: [_naru_] 黙れ。頭をからかってるだけだ。
spanish: [_naru_] cierre. Estás haciendo un lío con mi cabeza.

source: [_naru_] I'll find out what I need to know another way.
french: [ _naru_ ] Je vais découvrir ce que j'ai besoin de savoir d'une autre façon.
italian: [_naru_] scoprirò cosa devo sapere in un altro modo.
japanese: [_naru_] 別の方法を知る必要があります。
spanish: [_naru_] averiguaré lo que necesito saber de otra manera.

source: [_m_] My life...
french: [_m_] Ma vie...
italian: [_m_] La mia vita...
japanese: [_m_] 私の人生...
spanish: [_m_] Mi vida ...

source: [_m_] This cage presses harder and harder on me every year.
french: [ _m_ ] Cette cage est plus dure et plus dure sur moi chaque année.
italian: [_m_] Questa gabbia preme più duramente su di me ogni anno.
japanese: [_m_] このケージは毎年私をより厳しく押しつけてくれます。
spanish: [_m_] Esta jaula cada vez más fuerte sobre mí cada año.

source: [_m_] All this time, I desperately hoped that you would come for me... Kamiko...
french: [_m_] Tout ce temps, j'espérais désespérément que vous viendriez pour moi... Kamiko...
italian: [_m_] Tutto questo tempo, ho sperato disperatamente che tu fosse venuto per me... Kamiko...
japanese: [_m_] 今までずっと、私はあなたが私のために来てくれることを必死に願っていました...
spanish: [_m_] todo este tiempo, esperaba desesperadamente que vinieras por mí... Kamiko...

source: [_m_] I have tolerated all these experiments... A mockery of human morality...
french: [_m_] J'ai toléré toutes ces expériences... Une moquerie de la morale humaine...
italian: [_m_] Ho tollerato tutti questi esperimenti... Una beffa della morale umana...
japanese: [_m_] 私はこれらすべての実験を許容しています...
spanish: [_m_] He tolerado todos estos experimentos... Una simulacro de moral humana...

source: [_m_] My sense of pain is so badly dulled... I can feel myself fading...
french: [ _m_ ] Mon sens de la douleur est tellement terne ... Je peux me sentir en féver ...
italian: [_m_] Il mio senso di dolore è così mal impazzito... posso sentirmi svanire...
japanese: [_m_] 私の痛みの感覚はひどく鈍い...私は自分自身がフェードーリングを感じることができます...
spanish: [_m_] Mi sensación de dolor está tan mal diluida... Puedo sentirme desvaneciendo...

source: [_m_] You will... Will you come...?
french: [_m_] Vous allez... venez...?
italian: [_m_] Sarai... verrà...?
japanese: [_m_] あなたはchar@@1 来ますかchar@@2
spanish: [_m_] Usted ... ¿Vas a venir ...?

source: [_m_] This damn night is so long...
french: [ _m_ ] Cette nuit humide est si longue ...
italian: [_m_] Questa maledetta notte è così lunga...
japanese: [_m_] この夜はとても長い...
spanish: [_m_] Esta maldita noche es tan larga...

source: [_m_] I want to meet Hinata soon...
french: [ _m_ ] Je veux rencontrer Hinata bientôt ...
italian: [_m_] Voglio incontrare Hinata presto...
japanese: [_m_] もうすぐ日向に会いたい...
spanish: [_m_] Quiero conocer a Hinata pronto...

source: [_m_] I can still feel her lips on my cock... It's so damn arousing!
french: [_m_] Je peux toujours sentir ses lèvres sur ma queue... C'est si mignon !
italian: [_m_] posso ancora sentire le sue labbra sul mio cazzo... è così dannatamente eccitante!
japanese: [_m_] 私はまだ私のコックに彼女の唇を感じることができます... それはとてもひどい興奮です!
spanish: [_m_] Todavía puedo sentir sus labios en mi polla... ¡Es tan maldita despertar!

source: [_mk_] Oh shit, why doesn't he just kill everyone in the damn manor, he's got such a big army after all.
french: [_mk_] Oh merde, pourquoi ne pas tuer tout le monde dans le beau manoir, il a une si grande armée après tout.
italian: [_mk_] Oh merda, perché non uccide solo tutti nel maledetto maniero, ha un esercito così grande dopo tutto.
japanese: [_mk_] ああ、なんで彼はマナーの中のみんなを殺さないの？彼は結局そんなに大きな軍隊を持っている。
spanish: [_mk_] Oh mierda, ¿por qué no mata a todos en la maldita mansión, después de todo tiene un ejército tan grande.

source: [_mk_] Sometimes the people in these damn books don't know how to handle their resources...
french: [ _mk_ ] Parfois, les gens de ces livres ne savent pas comment gérer leurs ressources ...
italian: [_mk_] A volte le persone in questi libri maledetti non sanno come gestire le loro risorse...
japanese: [_mk_] 時々、これらの本の中の人たちは自分たちのリソースの扱い方を知らない...
spanish: [_mk_] A veces la gente en estos malditos libros no sabe cómo manejar sus recursos...

source: [_mk_] We again...
french: [_mk_] Encore une fois...
italian: [_mk_] Abbiamo di nuovo...
japanese: [_mk_] もう一度...
spanish: [_mk_] Volvemos a ...

source: [_mk_] We did it again...
french: [ _mk_ ] Nous l'avons encore fait ...
italian: [_mk_] Lo abbiamo fatto di nuovo...
japanese: [_mk_] もう一度やりました...
spanish: [_mk_] Lo hicimos de nuevo...
