Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] I... I'll remember that. I have an hour before I leave, so I'll lie down with your permission.
french: [_r_] Je... Je m'en souviendrai. J'ai une heure avant de partir, donc je vais me coucher avec votre permission.
italian: [_r_] Io... lo ricorderò. Ho un'ora prima di partire, quindi sdraiarmi con il tuo permesso.
japanese: [_r_] 私は...それを覚えています。私は出発する前に1時間あるので、あなたの許可を得て横になります。
spanish: [_r_] Yo... lo recuerdo. Tengo una hora antes de salir, así que me acostaré con tu permiso.

source: [_ka_] Yeah, the main thing is not to miss your work! Don't wait for me tonight. I've got work to do.
french: [_ka_] Oui, la chose principale est de ne pas manquer votre travail ! N'attendez pas moi ce soir. J'ai du travail à faire.
italian: [_ka_] Sì, la cosa principale è non perdere il tuo lavoro! Non aspettarmi stasera. Devo fare del lavoro.
japanese: [_ka_] ええ、一番のことはあなたの仕事を見逃すことではありません！今夜は私を待ってはいけません。仕事があります。
spanish: [_ka_] Sí, lo principal es no perder tu trabajo! No me esperes esta noche. Tengo trabajo por hacer.

source: [_r_] Would you tell me about it?
french: [ _r_ ] Pourriez-vous m'en parler?
italian: [_r_] me ne parleresti?
japanese: [_r_] それについて教えていただけませんか。
spanish: [_r_] ¿Me lo contarías?

source: [_ka_] There's no point talking about it now, but if you're a good boy, maybe I will.
french: [ _ka_ ] Il n'y a aucun point à en parler maintenant, mais si vous êtes un bon garçon, peut-être que je le veux.
italian: [_ka_] Non ha senso parlarne adesso, ma se sei un bravo ragazzo, forse lo farò.
japanese: [_ka_] 今はそれについて話しても意味がありませんが、あなたが良い少年であれば、私はそうするかもしれません。
spanish: [_ka_] No tiene sentido hablar de ello ahora, pero si eres un niño bueno, tal vez lo haré.

source: [_r_] Whatever you say.
french: [ _r_ ] Quoi que vous disiez.
italian: [_r_] Qualunque cosa dobbiate.
japanese: [_r_] あなたの言うことは何でも。
spanish: [_r_] Sea lo que digas.

source: [_m_] Hinata... How do I approach you now...
french: [_m_] Hinata... Comment puis-je vous approcher maintenant...
italian: [_m_] Hinata... Come mi avvicini a te ora...
japanese: [_m_] ひなた... 今あなたに近づくにはどうしたらいいですか?
spanish: [_m_] Hinata... ¿Cómo te acerco ahora...

source: [_m_] Yesterday she was clearly worried about something...
french: [ _m_ ] Hier, elle était clairement inquiète pour quelque chose ...
italian: [_m_] Ieri era chiaramente preoccupata per qualcosa...
japanese: [_m_] 昨日彼女は明らかに何かを心配していました...
spanish: [_m_] Ayer estaba claramente preocupada por algo...

source: [_m_] I hope this doesn't turn into a disaster...
french: [_m_] J'espère que cela ne se transformera pas en catastrophe...
italian: [_m_] Spero che questo non si trasformi in un disastro...
japanese: [_m_] これが災害にならないことを願っています...
spanish: [_m_] espero que esto no se convierta en un desastre...

source: [_m_] In truth, I do not fully understand why I went on such a difficult path..
french: [ _m_ ] En vérité, je ne comprends pas tout à fait pourquoi je suis allé sur un chemin aussi difficile ..
italian: [_m_] In verità, non capisco pienamente perché ho intrapreso un percorso così difficile.
japanese: [_m_] 実は、どうしてこんな難しい道を歩んだのか、よくわかりません。
spanish: [_m_] En verdad, no entiendo del todo por qué fui a un camino tan difícil..

source: [_m_] It would be easier to subdue her corrupting but... Hinata is not just a piece of meat.
french: [ _m_ ] Il serait plus facile de la soumettre à la corruption, mais ... Hinata n'est pas qu'un morceau de viande.
italian: [_m_] Sarebbe più facile sottomettere la sua corruzione ma... Hinata non è solo un pezzo di carne.
japanese: [_m_] 堕落させるのは簡単ですが...ひなたはただの肉ではありません。
spanish: [_m_] Sería más fácil someter su perro corrupto... La Hinata no es solo un pedazo de carne.

source: [_m_] It’s such a strange feeling to feel attracted to an anime character.
french: [ _m_ ] C'est un sentiment tellement étrange de se sentir attiré par un personnage animé.
italian: [_m_] È una sensazione così strana da sentirsi attratti da un personaggio anime.
japanese: [_m_] アニメのキャラクターに惹かれるなんて不思議な感じ。
spanish: [_m_] Es un sentimiento tan extraño sentirse atraído por un personaje anime.

source: [_m_] Although now she's real... Holy shit...
french: [ _m_ ] Bien que maintenant elle est réelle ... Saint-merde ...
italian: [_m_] Anche se ora è vera... merda santa...
japanese: [_m_] 今彼女は本物だが...
spanish: [_m_] Aunque ahora es real... Santa mierda...

source: [_m_] I feel like a bastard.
french: [ _m_ ] Je me sens comme un salaud.
italian: [_m_] Mi sento un bastardo.
japanese: [_m_] 私は庶子のように感じます。
spanish: [_m_] Me siento como una bastarda.

source: [_m_] Will I really destroy Naruto and Hinata's family?
french: [ _m_ ] Vais-je vraiment détruire la famille de Naruto et Hinata?
italian: [_m_] distruggerò davvero Naruto e la famiglia di Hinata?
japanese: [_m_] ナルトとひなたの家族を本当に滅ぼすのか。
spanish: [_m_] ¿Realmente destruiré a Naruto y a la familia de Hinata?

source: [_m_] Do I have a choice? I'm in this up to my neck...
french: [ _m_ ] Ai-je le choix? Je suis dans mon cou ...
italian: [_m_] Ho una scelta? Sono in questo fino al mio collo...
japanese: [_m_] 私は選択肢がありますか？私は私の首までこれを持っています...
spanish: [_m_] ¿Tengo una opción? Estoy en esto hasta mi cuello ...

source: [_m_] What is it? Hinata wrote something?
french: [_m_] Qu'est-ce que c'est? Hinata a écrit quelque chose?
italian: [_m_] Che cos'è? Hinata ha scritto qualcosa?
japanese: [_m_] それは何ですか? ひなたが何かを書いた?
spanish: [_m_] ¿Qué es? ¿Hinata escribió algo?

source: [_m_] So... What did she mean... I feel like I've been stood up...
french: [_m_] Alors, qu'est-ce qu'elle voulait dire... J'ai l'impression d'être debout...
italian: [_m_] So... Che cosa ha significato... Mi sento come se fossi in piedi...
japanese: [_m_] だから... 彼女は何を意味しました... 私は私が立ち上がったように感じます...
spanish: [_m_] Así que... ¿Qué quería decir... Siento que me he levantado...

source: [_m_] I hope this has nothing to do with yesterday.
french: [_m_] J'espère que cela n'a rien à voir avec hier.
italian: [_m_] Spero che questo non abbia nulla a che fare con ieri.
japanese: [_m_] 昨日は関係ないことを願っています。
spanish: [_m_] espero que esto no tenga nada que ver con ayer.

source: [_m_] She's not trying to pull away, is she?
french: [_m_] Elle n'essaie pas de se retirer, n'est-ce pas?
italian: [_m_] Lei non sta cercando di tirare via, vero?
japanese: [_m_] 彼女は引き離そうとしていませんよね?
spanish: [_m_] Si no está tratando de retirarse, ¿es ella?

source: [_m_] I have to check if this is true... Was she telling the truth about Himawari.
french: [ _m_ ] Je dois vérifier si c'est vrai ... Etait-elle de dire la vérité sur Himawari.
italian: [_m_] Devo controllare se questo è vero... Stava dicendo la verità su Himawari.
japanese: [_m_] 私はこれが本当かどうかを確認しなければなりません...彼女はひまわりについて真実を話していましたか?
spanish: [_m_] Tengo que comprobar si esto es cierto ... Estaba ella diciendo la verdad acerca de Himawari.

source: [_hima_] Hi Dad!
french: [_hima_] Bonjour papa !
italian: [_hima_] Ciao Papà!
japanese: [_hima_] こんにちはお父さん!
spanish: [_hima_] ¡Hola!

source: [_naru_] Girls? What are you doing here?
french: [_naru_] Filles ? Que faites-vous ici ?
italian: [_naru_] Ragazze? Cosa stai facendo qui?
japanese: [_naru_] 女の子? あなたはここで何をしています?
spanish: [_naru_] Girls? ¿Qué estás haciendo aquí?

source: [_hi_] Dad offered to pick up Himawari this week, Himawari wants to go, what do you say? You didn't answer my texts, so we came here...
french: [_hi_] Papa a proposé de ramasser Himawari cette semaine, Himawari veut partir, que dites-vous ? Vous n'avez pas répondu à mes textes, alors nous sommes venus ici...
italian: [_hi_] Papà offerto di raccogliere Himawari questa settimana, Himawari vuole andare, che cosa dite? Non hai risposto ai miei testi, quindi siamo venuti qui...
japanese: [_hi_] お父さんが今週ひまわりを迎えに行こうと申し出ました。ひまわりさんは何と言いますか？ あなたは私のテキストに返事をしなかったので、ここに来ました。
spanish: [_hi_] El papá se ofreció a recoger a Himawari esta semana, Himawari quiere ir, ¿qué dices? No respondiste a mis textos, así que venimos aquí...

source: [_naru_] I think this is a good idea, Himawari will not hurt to spend more time with grandfather and Hanabi.
french: [ _naru_ ] Je pense que c'est une bonne idée, Himawari ne fera pas de mal à passer plus de temps avec le grand-père et Hanabi.
italian: [_naru_] Penso che questa sia una buona idea, Himawari non farà male a trascorrere più tempo con nonno e Hanabi.
japanese: [_naru_] これは良いアイデアだと思います。ひまわりは祖父や花びとより多くの時間を過ごすために傷つけることはありません。
spanish: [_naru_] Creo que esta es una buena idea, Himawari no se molestará en pasar más tiempo con el abuelo y Hanabi.

source: [_hima_] Awesome! I'll take a lot of paints, we'll paint with Aunt Hanabi again!
french: [_hima_] Génial ! Je vais prendre beaucoup de peintures, nous allons à nouveau peindre avec la Tante Hanabi !
italian: [_hima_] Fantastico! Farò un sacco di vernici, dipingeremo di nuovo con zia Hanabi!
japanese: [_hima_] すごい！たくさんのペイントをします。またハナビおばさんと一緒にペイントしましょう！
spanish: ¡[_hima_] Increíble! ¡Me tomaré muchas pinturas, pintaremos otra vez con Aunt Hanabi!

source: [_naru_] Is that all? I'm just having a meeting right now.
french: [_naru_] Est-ce tout ? J'ai juste une réunion en ce moment.
italian: [_naru_] È tutto? Sto solo avendo un incontro in questo momento.
japanese: [_naru_] それだけですか? ちょうど今会議があるところです。
spanish: [_naru_] ¿Eso es todo? Solo estoy teniendo una reunión en este momento.

source: [_hi_] Y-yeah... Can we talk a little? Just a minute.
french: [_hi_] Y-yeah... Pouvons-nous parler un peu ? Juste une minute.
italian: [_hi_] Y-yeah... Possiamo parlare un po'? Solo un minuto.
japanese: [_hi_] Y-うん、ちょっと話せるかな?ちょっと待って。
spanish: [_hi_] Sí... ¿Podemos hablar un poco? Solo un minuto.

source: [_naru_] Hinata... Okay, but quickly.
french: [_naru_] Hinata... D'accord, mais rapidement.
italian: [_naru_] Hinata... Okay, ma rapidamente.
japanese: [_naru_] ひなた... わかりました、でも早く。
spanish: [_naru_] Hinata... Vale, pero rápidamente.

source: [_hi_] Himawari, dear, wait for me in the corridor, I'll be right back and we'll go to my grandfather.
french: [_hi_] Himawari, chère, attendez moi dans le couloir, je serai de retour et nous irons à mon grand-père.
italian: [_hi_] Himawari, cara, aspettami nel corridoio, tornerò subito e andremo da mio nonno.
japanese: [_hi_] ひまわり, あなた, 廊下で私を待ってください, 私はすぐに戻って、私たちは私の祖父に行きます.
spanish: [_hi_] Himawari, querido, espere en el pasillo. Volveré justo y iremos a mi abuelo.

source: [_hima_] Okay Mom! Bye, Dad!
french: [_hima_] Ok Mom! Au revoir! Papa !
italian: [_hima_] Okay Mom! Ciao, Papà!
japanese: [_hima_] わかりました! そうです, お父さん!
spanish: [_hima_] ¡Vale la mamá! ¡Ojalá, papá!

source: [_naru_] What's it?
french: [_naru_] Qu'est-ce que c'est?
italian: [_naru_] Cos'è?
japanese: [_naru_] それは何ですか？
spanish: [_naru_] ¿Qué es?

source: [_m_] Fuck... I wish she wouldn't talk about me.
french: [_m_] Fuck... J'aimerais qu'elle ne parle pas de moi.
italian: [_m_] Fuck... Vorrei che non parlasse di me.
japanese: [_m_] ファック... 私は彼女が私のことを話さないことを願っています.
spanish: [_m_] Suerte... Ojalá ella no hablara de mí.

source: [_hi_] Naruto... You're not your own man these days...
french: [ _hi_ ] Naruto ... Vous n'êtes pas votre propre homme de nos jours ...
italian: [_hi_] Naruto... Non sei il tuo uomo in questi giorni...
japanese: [_hi_] Naruto... あなたは最近あなた自身の男ではありません...
spanish: [_hi_] Naruto... Hoy no eres tu propio hombre...

source: [_naru_] Wait, let's not bring this up. I already talked to you about this yesterday.
french: [_naru_] Attendez, ne parlons pas de cela. Je vous en ai déjà parlé hier.
italian: [_naru_] Aspetta, non accenniamo a questo. Ho già parlato di questo ieri.
japanese: [_naru_] ちょっと待って、これを持ち出さないでください。私は昨日すでにこれについて話をしました。
spanish: [_naru_] Espere, no levantemos esto. Ya te hablé de esto ayer.

source: [_naru_] I feel bad lately, I have a lot of work to do, I can't spend any more time with you.
french: [ _naru_ ] Je me sens mal ces derniers temps, j'ai beaucoup de travail à faire, je ne peux pas passer plus de temps avec vous.
italian: [_naru_] Mi sento male ultimamente, ho molto lavoro da fare, non posso trascorrere altro tempo con te.
japanese: [_naru_] 最近は仕事がたくさんあるので、これ以上一緒に過ごすことはできません。
spanish: [_naru_] Me siento mal últimamente, tengo mucho trabajo por hacer, no puedo pasar más tiempo contigo.

source: [_hi_] But... You promised me that...
french: [_hi_] Mais... Vous m'avez promis que...
italian: [_hi_] Ma... Mi hai promesso che...
japanese: [_hi_] しかし... あなたは私に約束した...
spanish: [_hi_] pero... Me prometiste que...

source: [_naru_] Yes, I promised, but now the plans have changed... I don't know... It's just that there's a lot more serious stuff going on right now, I'm sorry.
french: [ _naru_ ] Oui, j'ai promis, mais maintenant les plans ont changé ... Je ne sais pas ... C'est juste qu'il y a beaucoup plus de choses sérieuses qui se passent maintenant, je suis désolé.
italian: [_naru_] Sì, ho promesso, ma ora i piani sono cambiati... non so... E 'solo che ci sono molte cose più gravi in corso in questo momento, mi dispiace.
japanese: [_naru_] はい、私は約束しましたが、今は計画が変わりました... 今はもっと深刻なことが起きているだけです申し訳ありませんが
spanish: [_naru_] Sí, he prometido, pero ahora los planes han cambiado... no lo soy... Es simplemente que ahora mismo hay cosas mucho más serias, lo siento.

source: [_hi_] I... Oh, good. I understand.
french: [_hi_] Je... Oh, bien. Je comprends.
italian: [_hi_] Io... Oh, bene. Capisco.
japanese: [_hi_] 私... ああ、わかりました。
spanish: [_hi_] Yo... Oh, bueno. Lo entiendo.

source: [_naru_] Boruto is on a mission now, Himawari is at grandfather's, take a rest or something... You look shabby.
french: [ _naru_ ] Boruto est en mission maintenant, Himawari est au grand-père, prend un repos ou quelque chose ... Tu as l'air de merde.
italian: [_naru_] Boruto è in missione adesso, Himawari è di nonno, prendere un riposo o qualcosa... Sembri shabby.
japanese: [_naru_] Borutoは今使命中です。ひまわりは祖父のところにいます。休憩とか...みすぼらしいですね。
spanish: [_naru_] Boruto está en una misión ahora, Himawari está en el abuelo, descansar o algo... Te ves avergonzado.

source: [_m_] What a scene...
french: [ _m_ ] Quelle scène ...
italian: [_m_] Che scena...
japanese: [_m_] どのようなシーン...
spanish: [_m_] Qué escena ...

source: [_m_] Naruto doesn't value his treasure as I see.
french: [_m_] Naruto n'apprécie pas son trésor comme je vois.
italian: [_m_] Naruto non apprezza il suo tesoro come vedo.
japanese: [_m_] ナルトは私が見ているように彼の宝物を大切にしません。
spanish: [_m_] Naruto no valora su tesoro como veo.

source: [_m_] You seemed smarter to me, Naruto.
french: [ _m_ ] Tu m'as semblé plus intelligent, Naruto.
italian: [_m_] Mi sembrava più intelligente, Naruto.
japanese: [_m_] あなたは私にとって賢そうでした。
spanish: [_m_] Me pareció más inteligente, Naruto.

source: [_mira_] Mr. Seven, let me in.
french: [ _mira_ ] M. Seven, laisse-moi en parler.
italian: [_mira_] Signor Seven, mi lasci entrare.
japanese: [_mira_] 先生、入れてください。
spanish: [_mira_] Sr. Seven, déjenme entrar.

source: [_naru_] Yes, come in Mirai.
french: [ _naru_ ] Oui, venez à Mirai.
italian: [_naru_] Sì, vieni a Mirai.
japanese: [_naru_] はい、未来に来てください。
spanish: [_naru_] Sí, ven en Mirai.

source: [_mira_] Seven, I finished the escort mission, the ambassador is pleased, you were supposed to send a letter with a report.
french: [ _mira_ ] Sept, j'ai terminé la mission d'escorte, l'ambassadeur est heureux, vous étiez supposé envoyer une lettre avec un rapport.
italian: [_mira_] Sette, ho finito la missione di scorta, l'ambasciatore è soddisfatto, si doveva inviare una lettera con un rapporto.
japanese: [_mira_] セブン、私は護衛任務を終え、大使が喜んで、あなたは報告書を送ることになっていた。
spanish: [_mira_] Siete, terminé la misión de escolta, el embajador está encantado, se suponía que debía enviar una carta con un informe.

source: [_naru_] Yes, I got the report, well done Mirai. You worked well, I don't have any missions for you yet, take a short vacation. When the proper missions of your rank are found, I will send for you.
french: [ _naru_ ] Oui, j'ai reçu le rapport, bien fait Mirai. Vous avez bien travaillé, je n'ai pas encore de mission pour vous, prenez de courtes vacances. Lorsque vous trouverez les bonnes missions de votre grade, je vous les enverrons.
italian: [_naru_] Sì, ho ottenuto il rapporto, ben fatto Mirai. Hai lavorato bene, non ho ancora alcuna missione per te, fai una breve vacanza. Quando saranno trovate le missioni appropriate del vostro rango, invierò per voi.
japanese: [_naru_] はい、私は報告を受けました。 よく働いてくれましたね。まだミッションがないので、短い休暇を取ってください。 あなたのランクの適切な任務が見つかったら、私はあなたのために送信します。
spanish: [_naru_] Sí, recibí el informe, bien hecho Mirai. Has trabajado bien, no tengo misiones para ti todavía, toma unas breves vacaciones. Cuando se encuentren las misiones adecuadas de su rango, le enviaré por usted.

source: [_mira_] Thank you, Mr. Seven.
french: [ _mira_ ] Merci, M. Seven.
italian: [_mira_] Grazie, signor Seven.
japanese: [_mira_] ご清聴ありがとうございます。
spanish: [_mira_] Gracias, señor Seven.

source: [_naru_] You can go now.
french: [ _naru_ ] Vous pouvez y aller maintenant.
italian: [_naru_] Ora puoi andare.
japanese: [_naru_] これで行けます。
spanish: [_naru_] Puede ir ahora.

source: [_m_] Mirai Sarutobi. The daughter of Kurenai and Asuma. Beautiful girl, though. She looks combative and confident.
french: [_m_] Mirai Sarutobi. La fille de Kurenai et Asuma. Une belle fille, cependant. Elle a l'air combative et confiante.
italian: [_m_] Mirai Sarutobi. La figlia di Kurenai e Asuma. Bella ragazza, però. Sembra combattiva e fiduciosa.
japanese: [_m_] みらいサルトビ. くれないとあすまの娘. 美しい女の子, しかし、彼女は闘争と自信を持って見えます.
spanish: [_m_] Mirai Sarutobi. La hija de Kurenai y Asuma. Hermosa chica, sin embargo, se ve combativa y segura.

source: [_m_] I had an obsession...
french: [_m_] J'ai eu une obsession...
italian: [_m_] Ho avuto un'ossessione...
japanese: [_m_] 私は強迫観念を持っていた...
spanish: [_m_] tuve una obsesión...

source: [_m_] If I have to consume chakra...
french: [ _m_ ] Si je dois consommer chakra ...
italian: [_m_] Se devo consumare chakra...
japanese: [_m_] チャクラを消費しなければならない場合...
spanish: [_m_] Si tengo que consumir chakra ...

source: [_m_] I could try to use a provocation on Mirai...
french: [ _m_ ] Je pourrais essayer d'utiliser une provocation sur Mirai ...
italian: [_m_] Potrei provare a usare una provocazione su Mirai...
japanese: [_m_] Miraiで挑発を使うことができました...
spanish: [_m_] Podría intentar usar una provocación en Mirai...

source: [_m_] If I succeed, I will get her beautiful young body.
french: [ _m_ ] Si je réussis, je vais chercher son beau jeune corps.
italian: [_m_] Se ho successo, otterrò il suo bel corpo giovane.
japanese: [_m_] 私が成功した場合, 私は彼女の美しい若い体を取得します.
spanish: [_m_] Si lo logro, conseguiré su hermoso cuerpo joven.

source: [_m_] If not, I’ll just leave like I never was there.
french: [ _m_ ] Si ce n'est pas le cas, je partirai comme si je n'étais jamais là.
italian: [_m_] Se no, me ne andrò come non sono mai stato.
japanese: [_m_] そうでなければ、私はそこにいなかったように去ります。
spanish: [_m_] Si no, voy a salir como nunca estuve allí.

source: [_m_] I'm definitely going to take a chance.
french: [ _m_ ] Je vais certainement prendre une chance.
italian: [_m_] Sicuramente prenderò un'occasione.
japanese: [_m_] 私は間違いなくチャンスを取るつもりです。
spanish: [_m_] definitivamente voy a tomar una oportunidad.

source: [_mira_] Mom? Are you home?
french: [_mira_] Maman ? Êtes-vous à la maison ?
italian: [_mira_] Mamma? Sei a casa?
japanese: [_mira_] お母さん？家にいますか？
spanish: ¿[_mira_] mamá? ¿Estás en casa?

source: [_mira_] Mom!
french: [_mira_] Maman !
japanese: [_mira_] お母さん!
spanish: ¡[_mira_] mamá!

source: [_mira_] Apparently not, went to the hot springs probably.
french: [ _mira_ ] Apparemment non, est allé aux sources thermales probablement.
italian: [_mira_] Apparentemente no, probabilmente è andato alle sorgenti termali.
japanese: [_mira_] どうやらそうではないようで、おそらく温泉に行きました。
spanish: [_mira_] Al parecer no, fue a las primaveras calientes probablemente.

source: [_m_] That's right, she lives with her mother, Kurenai.
french: [_m_] C'est vrai, elle vit avec sa mère, Kurenai.
italian: [_m_] Ha ragione, vive con sua madre, Kurenai.
japanese: [_m_] そうです, 彼女は彼女の母親と一緒に住んでいます, Kurenai.
spanish: [_m_] Eso es cierto, vive con su madre, Kurenai.

source: [_mira_] Okay... If Mom's not home...
french: [_mira_] OK... Si la Maman n'est pas à la maison...
italian: [_mira_] Okay... Se la mamma non è casa...
japanese: [_mira_] わかりました... お母さんが家にいない場合...
spanish: [_mira_] Vale... Si mamá no está en casa...

source: [_m_] Do you have an obsession?
french: [ _m_ ] Vous avez une obsession?
italian: [_m_] Hai un'ossessione?
japanese: [_m_] 強迫観念はありますか？
spanish: [_m_] ¿Tienes una obsesión?

source: [_mira_] Well well... Where are you... I hope mom didn't find you...
french: [_mira_] Eh bien... Où êtes-vous... J'espère que ma mère ne vous a pas trouvé...
italian: [_mira_] Bene bene... Dove sei... Spero che la mamma non ti abbia trovato...
japanese: [_mira_] まあ...あなたはどこにいますか...お母さんがあなたを見つけなかったことを願っています...
spanish: [_mira_] Bueno bien... ¿Dónde está... Espero que la mamá no te encuentra...

source: [_m_] Oh, I'm starting to guess what I'm talking about.
french: [_m_] Oh, je commence à deviner de quoi je parle.
italian: [_m_] Oh, sto iniziando a indovinare di cosa sto parlando.
japanese: [_m_] ああ、私は私が何について話しているか推測し始めている。
spanish: [_m_] Oh, estoy empezando a adivinar de lo que estoy hablando.

source: [_mira_] There it is! I thought about you all the way home... I'll finally relax...
french: [_mira_] C'est là! J'ai pensé à vous tout le chemin de la maison... Je vais enfin me détendre...
italian: [_mira_] Ecco! Ho pensato a te fino a casa... Mi rilasserò finalmente...
japanese: [_mira_] あった！お前のことをずっと考えてたchar@@1 やっとリラックスするchar@@2
spanish: [_mira_] ¡Ahí está! Pensé en ti todo el camino a casa... Finalmente te relajaré...

source: [_m_] She's wasting no time.
french: [_m_] Elle ne perd pas de temps.
italian: [_m_] Lei non sta perdendo tempo.
japanese: [_m_] 彼女は時間を無駄にしません.
spanish: [_m_] She no está perdiendo tiempo.

source: [_m_] At first glance, such a diligent kunoichi, and here such skeletons in the closet.
french: [ _m_ ] À première vue, un kunoichi aussi diligent, et ici de tels squelettes dans le placard.
italian: [_m_] A prima vista, un simile diligente kunoichi, e qui tali scheletri nell'armadio.
japanese: [_m_] 一見すると、そのような勤勉なくのいちとここにクローゼットのような骨格。
spanish: [_m_] A primera vista, un kunoichi tan diligente, y aquí tales esqueletos en el armario.

source: [_m_] She is enjoying the process so much, apparently anal is her weakest point.
french: [_m_] She is enjoying the process so much, apparently anal vicieux is her weakest point.
italian: [_m_] Sta godendo così tanto il processo, apparentemente anale è il suo punto più debole.
japanese: [_m_] 彼女はそんなにプロセスを楽しんでいます, どうやらアナルは彼女の最も弱い点です.
spanish: [_m_] Ella está disfrutando tanto el proceso, aparentemente anal es su punto más débil.

source: [_m_] I won't interrupt her, I want to see how she ends.
french: [ _m_ ] Je ne vais pas l'interrompre, je veux voir comment elle se termine.
italian: [_m_] Non la interromperò, voglio vedere come finisce.
japanese: [_m_] 彼女を邪魔しないで、彼女がどのように終わるか見てみたい。
spanish: [_m_] no la interrumpiré, quiero ver cómo termina.

source: [_m_] She's picking up the pace, damn it, her arm's not tired yet...
french: [_m_] Elle prend le rythme, maudit elle, son bras n'est pas encore fatigué...
italian: [_m_] Lei sta raccogliendo il ritmo, lo danna, il suo braccio non è ancora stanco...
japanese: [_m_] 彼女はペースを上げています, くそ, 彼女の腕はまだ疲れていません...
spanish: [_m_] She está recogiendo el ritmo, maldito, su brazo aún no está cansado...

source: [_mira_] MMM... yes! Mm-hmm...
french: [_mira_] MMM... Oui! Mm-hmm...
italian: [_mira_] MMM... sì! Mm-hmm...
japanese: [_mira_] MMM... はい! Mm-mm...
spanish: [_mira_] MMM... ¡Sí! Mm-hm...
