Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] I've never felt myself so powerful...
french: [ _r_ ] Je ne me suis jamais senti si puissant ...
italian: [_r_] non mi sono mai sentita così potente...
japanese: [_r_] こんなにパワフルな自分を感じたことはありません...
spanish: [_r_] Nunca me sentí tan poderoso...

source: [_ka_] You'll have to use your powers right now.
french: [ _ka_ ] Vous devrez utiliser vos pouvoirs dès maintenant.
italian: [_ka_] Dovrai usare i tuoi poteri in questo momento.
japanese: [_ka_] 今すぐあなたの力を使わなければなりません。
spanish: [_ka_] Usted tendrá que usar sus poderes ahora mismo.

source: [_r_] Right now? So fast?
french: [_r_] En ce moment ? Si vite ?
italian: [_r_] In questo momento? Così veloce?
japanese: [_r_] 今ですか？早いですか？
spanish: [_r_] ¿En este momento? ¿Tan rápido?

source: [_ka_] Hinata is heading for Naruto, right in his cabinet. Considering Naruto's libido, they're definitely going to fuck. It's your chance to get more remembrances.
french: [_ka_] Hinata se dirige vers Naruto, juste dans son cabinet. Considérant le libido de Naruto, ils vont certainement baiser. C'est votre chance d'obtenir plus de souvenirs.
italian: [_ka_] Hinata si sta dirigendo verso Naruto, proprio nel suo armadio. Considerando la libido di Naruto, stanno sicuramente per scopare. È la tua occasione per ottenere più memoria.
japanese: [_ka_] ひなたは、閣内のナルトに向かっている。ナルトの性欲を考えると、間違いなくファックする。もっと記憶を得るチャンスだ。
spanish: [_ka_] Hinata se dirige a Naruto, justo en su gabinete. Considerando la libido de Naruto, definitivamente van a follar. Es su oportunidad de obtener más recordatorios.

source: [_r_] Roger that.
french: [_r_] Roger ça.
italian: [_r_] Roger quello.
japanese: [_r_] 了解。
spanish: [_r_] Roger eso.

source: [_ka_] Use your powers wisely. Keep it in mind that fruit's effect is temporary.
french: [ _ka_ ] Utilisez vos pouvoirs avec sagesse. N'oubliez pas que l'effet du fruit est temporaire.
italian: [_ka_] Usa i tuoi poteri con saggezza. Tieni presente che l'effetto della frutta è temporaneo.
japanese: [_ka_] あなたの力を賢く使ってください。果物の効果は一時的なものであることに留意してください。
spanish: [_ka_] Utilice sus poderes sabiamente. Ten en cuenta que el efecto de la fruta es temporal.

source: [_hi_] I'm here, honey. Is this something immediate? What's the rush?
french: [_hi_] Je suis ici, le miel. Est-ce quelque chose d'immédiat ? Qu'est-ce que la ruine?
italian: [_hi_] Sono qui, miele. È questo qualcosa immediato? Qual è la fretta?
japanese: [_hi_] ここにいます、ハニー、今すぐに何かありますか？急いでいますか？
spanish: [_hi_] estoy aquí, miel. ¿Es esto algo inmediato? ¿Qué es el alarma?

source: [_naru_] I just wanted to see you... Did you take the kids to Grandpa’s?
french: [_naru_] Je voulais juste te voir... As-tu emmené les enfants à Grandpa ?
italian: [_naru_] Volevo solo vederti... Hai portato i bambini a nonna?
japanese: [_naru_] ただあなたに会いたかったのですが、あなたは子供たちをおじいちゃんのところへ連れて行きましたか？
spanish: [_naru_] Solo quería verte... ¿Llevaste a los niños a la abuela?

source: [_hi_] Yes, Hanabi is going to watch after them untill tomorrow, what is it?
french: [ _hi_ ] Oui, Hanabi va voir après eux jusqu'à demain, qu'est-ce que c'est?
italian: [_hi_] Sì, Hanabi guarderà loro fino a domani, che cos'è?
japanese: [_hi_] はい、ハナビは明日まで見に行くのですが、それは何ですか?
spanish: [_hi_] Sí, Hanabi va a ver después de ellos hasta mañana, ¿qué es?

source: [_naru_] Lately, I feel like we need to spend more time together. I've asked Shikamaru to buy the best wine, Temari recommended it. Today we're going to enjoy our own time.
french: [ _naru_ ] Dernièrement, j'ai l'impression que nous avons besoin de passer plus de temps ensemble. J'ai demandé à Shikamaru d'acheter le meilleur vin, Temari l'a recommandé. Aujourd'hui, nous allons profiter de notre temps.
italian: [_naru_] Ultimamente, mi sento come abbiamo bisogno di trascorrere più tempo insieme. Ho chiesto a Shikamaru di acquistare il miglior vino, consigliato da Temari.
japanese: [_naru_] 最近はもっと一緒に時間を過ごす必要がある気がします。 鹿丸に最高のワインを買ってほしいと頼んだのですが、今日は自分の時間を楽しみたいと思っています。
spanish: [_naru_] Lly, siento que necesitamos pasar más tiempo juntos. He pedido a Shikamaru que compre el mejor vino, Temari lo recomendó. Hoy vamos a disfrutar de nuestro propio tiempo.

source: [_hi_] Naruto... It's so nice of you! I thought you don't have much time to think about something like that...
french: [_hi_] Naruto... C'est tellement agréable de vous ! Je pensais que vous n'avez pas beaucoup de temps pour réfléchir à quelque chose comme ça...
italian: [_hi_] Naruto... E 'così bello di te! Ho pensato che non hai molto tempo per pensare a qualcosa di simile...
japanese: [_hi_] Naruto... すごく良いですね！そんなこと考える暇はないと思ったのに...
spanish: [_hi_] Naruto... ¡Es tan bonito! Pensé que no tienes mucho tiempo para pensar en algo así...

source: [_naru_] I think about it, and think a lot... I'm... I'm hard as rock right now... We haven't done this in my office for a while.
french: [_naru_] Je pense à cela, et je pense beaucoup... je... « Je suis dur comme du rock en ce moment... Nous ne l'avons pas fait dans mon bureau depuis un certain temps.»
italian: [_naru_] ci penso, e penso molto... Io... Sono duro come rock in questo momento... Non lo abbiamo fatto nel mio ufficio per un po'.
japanese: [_naru_] 私はそれについて考えて、そして多くを考えます... 私は今、岩のように頑張っています...しばらくの間、オフィスでこれをやっていません。
spanish: [_naru_] Lo pienso, y pienso mucho... Yo... Soy duro como rock ahora mismo... No lo hemos hecho en mi oficina durante un tiempo.

source: [_hi_] Lock the door... Let's have some fun.
french: [_hi_] Verrouiller la porte... Amusez-vous.
italian: [_hi_] Blocca la porta... Facciamo un po' di divertimento.
japanese: [_hi_] ドアをロックしましょうchar@@1 楽しみましょう。
spanish: [_hi_] Bloquea la puerta... Diviértete.

source: [_naru_] You understand me very well Hinata... Get your clothes off.
french: [ _naru_ ] Vous me comprenez très bien Hinata ... Entez vos vêtements.
italian: [_naru_] Mi capisci molto bene Hinata... Prendi i tuoi vestiti.
japanese: [_naru_] あなたは私をよく理解してくれています...
spanish: [_naru_] Me entiendes muy bien Hinata... Quítate la ropa.

source: [_m_] Kamiko was right. Naruto is so turned on that he didn't even prefered to dispense with any foreplay.
french: [_m_] Kamiko avait raison. Naruto est tellement allumé qu'il n'a même pas préféré se dispenser de tout préjeu.
italian: [_m_] Kamiko aveva ragione. Naruto è così acceso che non ha nemmeno preferito rinunciare a nessun preliminare.
japanese: [_m_] カミコは正しかった。ナルトはオンになったので、前戯もなく払拭することさえ好まなかった。
spanish: [_m_] Kamiko tenía razón. Nartaño está tan encendido que ni siquiera prefirió prescindir de ninguna prejuego.

source: [_m_] He just took Hinata on the table and started to fuck her.
french: [ _m_ ] Il a juste pris Hinata sur la table et a commencé à la baiser.
italian: [_m_] Ha appena preso Hinata sul tavolo e ha iniziato a scoparla.
japanese: [_m_] 彼はひなたをテーブルの上に連れて行き、彼女をファックし始めました.
spanish: [_m_] Él acaba de tomar a Hinata sobre la mesa y empezó a follarla.

source: [_m_] Did Kamiko somehow boost Naruto’s libido, if she has such power, why hasn’t she taken over this world yet?
french: [ _m_ ] Est-ce que Kamiko a d'une certaine façon dopé la libido de Naruto, si elle a ce pouvoir, pourquoi n'a-t-elle pas encore pris ce monde?
italian: [_m_] Kamiko ha in qualche modo aumentato la libido di Naruto, se ha un tale potere, perché non ha ancora preso il sopravvento su questo mondo?
japanese: [_m_] 神子はナルトの性欲を何とか高めたのか、そんな力を持っているなら、なぜ彼女はまだこの世界を乗っ取っていないのか?
spanish: [_m_] ¿Kamiko de alguna manera ha potenciado la libido de Naruto, si tiene tal poder, por qué todavía no se ha hecho cargo de este mundo?

source: [_m_] I’ll have to talk to her about it...
french: [ _m_ ] Je vais devoir lui parler de ça ...
italian: [_m_] Dovrò parlare con lei di esso...
spanish: [_m_] tendré que hablar con ella sobre ello...

source: [_hi_] B-be gentle Naruto-kun....
french: [_hi_] B-be douce Naruto-kun....
italian: [_hi_] B-be gentile Naruto-kun....
japanese: [_hi_] B-be 穏やかな鳴門君....
spanish: [_hi_] B-be suave Naruto-kun....

source: [_naru_] Fuck... It's so good... I can't stop myself!
french: [_naru_] Fuck... C'est si bien... Je ne peux pas m'arrêter !
italian: [_naru_] Fuck... È così buono... non posso fermarmi!
japanese: [_naru_] ファックchar@@1 すごく良かったchar@@2 私は自分自身を止めることはできません！
spanish: [_naru_] Suerte... ¡Es tan bueno... ¡No puedo detenerme!

source: [_hi_] I'm going to cum soon!
french: [_hi_] Je vais bientôt foutre !
italian: [_hi_] Sto andando a sborrare presto!
japanese: [_hi_] 私はすぐに兼任します!
spanish: [_hi_] ¡Voy a cum pronto!

source: [_naru_] Me too!
french: [_naru_] Moi aussi !
italian: Anche io [_naru_] io!
japanese: [_naru_] 私も！
spanish: [_naru_] ¡Yo también!

source: [_m_] Wow, Naruto’s picking up the pace, so he’s probably not gonna last long.
french: [_m_] Wow, Naruto reprend le rythme, donc il ne va probablement pas durer.
italian: [_m_] Wow, Naruto sta prendendo il passo, quindi probabilmente non durerà a lungo.
japanese: [_m_] うわー、ナルトはペースを上げているので、長くは続かないだろう。
spanish: [_m_] Wow, Naruto está recogiendo el ritmo, así que probablemente no va a durar mucho.

source: [_naru_] I'M CUMMING!
french: [_naru_] JE SUITE !
italian: [_naru_] SONO CUMMING!
japanese: [_naru_] 私はカミングだ！
spanish: [_naru_] ¡CUMINGO!

source: [_m_] That's it. I wonder if Hinata has came yet?
french: [_m_] C'est ça. Je me demande si Hinata est arrivé ?
italian: [_m_] È così. Mi chiedo se Hinata sia già arrivata?
japanese: [_m_] これで終わりです。日向はまだ来ているのでしょうか。
spanish: [_m_] Eso es todo. Me pregunto si Hinata ha llegado aún?

source: [_m_] They took their time dressing up smiling at each other
french: [ _m_ ] Ils ont pris leur temps de s'habiller en souriant les uns les autres
italian: [_m_] Hanno preso il loro tempo vestirsi sorridendo l'un l'altro
japanese: [_m_] 彼らはお互いに微笑みあって時間をかけた。
spanish: [_m_] Se tomaron su tiempo vestiendo sonriendo unos a otros

source: [_m_] Probably getting ready to leave
french: [ _m_ ] Probablement se préparer à partir
italian: [_m_] Probabilmente preparatevi a partire
japanese: [_m_] おそらく出発の準備ができています
spanish: [_m_] Probablemente preparándote para salir

source: [_naru_] I really needed this...
french: [_naru_] J'avais vraiment besoin de cela...
italian: [_naru_] avevo davvero bisogno di questo...
japanese: [_naru_] 本当にこれが必要でした...
spanish: [_naru_] realmente necesitaba esto...

source: [_hi_] I agree, I'd like to do this more often...
french: [ _hi_ ] Je suis d'accord, j'aimerais le faire plus souvent ...
italian: [_hi_] Sono d'accordo, vorrei fare questo più spesso...
japanese: [_hi_] 同意します, 私はこれをもっと頻繁にやりたいです...
spanish: [_hi_] Estoy de acuerdo, me gustaría hacer esto más a menudo...

source: [_naru_] Evening is not over yet! We still have some wine, I think it's time to go home and drink it.
french: [_naru_] La soirée n'est pas encore terminée ! Nous avons encore du vin, je pense qu'il est temps de rentrer chez nous et de le boire.
italian: [_naru_] La sera non è ancora finita! Abbiamo ancora un po' di vino, penso che sia ora di andare a casa e berlo.
japanese: [_naru_] 夕方はまだ終わっていません! まだワインがありますので、家に帰って飲む時間だと思います。
spanish: [_naru_] ¡La noche aún no ha terminado! Todavía tenemos algo de vino, creo que es hora de volver a casa y beberlo.

source: [_hi_] Okay!
french: [_hi_] Ok !
japanese: [_hi_] OK！
spanish: [_hi_] Vale!

source: [_naru_] They're still turned on, so let's see continuation at their home.
french: [ _naru_ ] Ils sont encore sous tension, alors voyons la suite chez eux.
italian: [_naru_] Sono ancora accesi, quindi vediamo la continuazione a casa loro.
japanese: [_naru_] まだ電源が入っているので、自宅での続きを見てみましょう。
spanish: [_naru_] Todavía están encendidos, así que veamos la continuación en su casa.

source: [_hi_] Don't forget to ventilate the cabinet until tomorrow, it really smells like sex in here.
french: [ _hi_ ] N'oubliez pas de ventile le cabinet jusqu'à demain, ça sent vraiment comme le sexe ici.
italian: [_hi_] Non dimenticare di ventilare l'armadio fino a domani, ha davvero un odore di sesso qui.
japanese: [_hi_] 明日までキャビネットを換気するのを忘れないでください。
spanish: [_hi_] No te olvides de declarar el gabinete hasta mañana, realmente huele como sexo aquí.

source: [_naru_] Sure! That's a nice idea, Shikamaru would've definitely figured it out.
french: [ _naru_ ] Bien sûr ! C'est une bonne idée, Shikamaru aurait certainement compris.
italian: [_naru_] Certo! Questa è una bella idea, Shikamaru lo avrebbe sicuramente capito fuori.
japanese: [_naru_] もちろん！それはいいアイデアだね、鹿丸は絶対にそれを理解してくれるだろう。
spanish: ¡[_naru_] Claro! Esa es una buena idea, Shikamaru definitivamente la habría inventado.

source: [_m_] Naruto and Hinata are going home soon.
french: [ _m_ ] Naruto et Hinata rentrés chez eux bientôt.
italian: [_m_] Naruto e Hinata torneranno a casa presto.
japanese: [_m_] 鳴門さんと日向さんはもうすぐ帰宅します。
spanish: [_m_] Naruto e Hinata se van a casa pronto.

source: [_m_] I have an opportunity to see more.
french: [ _m_ ] J'ai l'occasion de voir plus.
italian: [_m_] Ho l'opportunità di vedere di più.
japanese: [_m_] もっと見る機会があります。
spanish: [_m_] tengo la oportunidad de ver más.

source: [_m_] But then I'll have to use all of my chakra to disguise...
french: [ _m_ ] Mais alors je vais devoir utiliser tout mon chakra pour se déguiser ...
italian: [_m_] Ma allora dovrò usare tutto il mio chakra per travestire...
japanese: [_m_] しかし、私は私のチャクラのすべてを変装するために使用する必要があります...
spanish: [_m_] Pero entonces tendré que usar todo mi chakra para disfrazar...

source: [_m_] Maybe I should try to use another ability...
french: [ _m_ ] Peut-être que je devrais essayer d'utiliser une autre capacité ...
italian: [_m_] Forse dovrei provare a usare un'altra abilità...
japanese: [_m_] 他の能力を使うべきかもしれません...
spanish: [_m_] Tal vez debería intentar usar otra habilidad...

source: [_m_] Holy shit... I need to think it out quickly!
french: [_m_] Sainte merde... J'ai besoin de le penser rapidement !
italian: [_m_] merda santa... Ho bisogno di pensarlo in fretta!
japanese: [_m_] 神聖なクソchar@@1 私はすぐにそれを考え出す必要があります!
spanish: [_m_] Sagrada mierda... ¡Necesito pensarlo rápidamente!

source: [_m_] Kamiko is right, I have to focus on Hinata. Yet that is our main goal.
french: [_m_] Kamiko a raison, je dois me concentrer sur Hinata. Mais c'est notre objectif principal.
italian: [_m_] Kamiko ha ragione, devo concentrarmi su Hinata. Eppure questo è il nostro obiettivo principale.
japanese: [_m_] 神子さんの言うとおり、日向に焦点を当てなければなりません。それが私たちの主な目標です。
spanish: [_m_] Kamiko tiene razón, tengo que centrarme en Hinata. Sin embargo, ese es nuestro principal objetivo.

source: [_m_] The more memories I have, the sooner I can affect her mind...
french: [ _m_ ] Plus je dispose de souvenirs, plus vite je peux avoir des effets sur son esprit ...
italian: [_m_] Più ricordi ho, prima posso influenzare la sua mente...
japanese: [_m_] 記憶が多ければ多いほど、彼女の心に影響を与えることができます...
spanish: [_m_] Cuantos más recuerdos tengo, antes puedo afectar su mente...

source: [_m_] I'll go watch Hinata.
french: [_m_] Je vais regarder Hinata.
italian: [_m_] Andrò a guardare Hinata.
japanese: [_m_] ひなたを見に行きます。
spanish: [_m_] Voy a ver a Hinata.

source: [_naru_] This wine is really good! We'll definitely thank Shikamaru for his advice.
french: [ _naru_ ] Ce vin est vraiment bon ! Nous remercierons certainement Shikamaru pour ses conseils.
italian: [_naru_] Questo vino è davvero buono! Ringraziamo sicuramente Shikamaru per il suo consiglio.
japanese: [_naru_] このワインは本当に良いですね!シカマルさんのアドバイスには間違いなく感謝します。
spanish: [_naru_] ¡Este vino es realmente bueno! Definitivamente agradeceremos a Shikamaru por su consejo.

source: [_hi_] It's so soft and nice, I can hardly feel the alcohol...
french: [ _hi_ ] C'est si doux et gentil, je peux à peine sentir l'alcool ...
italian: [_hi_] È così morbido e bello, non riesco a sentire l'alcol...
japanese: [_hi_] とても柔らかくて素敵で、お酒はほとんど感じられません...
spanish: [_hi_] Es tan suave y agradable, difícilmente puedo sentir el agujero...

source: [_naru_] You know, we haven’t had much time lately for something like this... I’ll try to fix it.
french: [ _naru_ ] Vous savez, nous n'avons pas eu beaucoup de temps dernièrement pour quelque chose comme ça ... Je vais essayer de le réparer.
italian: [_naru_] Sai, non abbiamo avuto molto tempo ultimamente per qualcosa di simile... Cercherò di risolverlo.
japanese: [_naru_] ご存知の通り、最近こんな時間はあまりありませんでしたchar@@1。私はそれを修正しようとします。
spanish: [_naru_] Usted sabe, no hemos tenido mucho tiempo últimamente para algo así ... Voy a tratar de arreglarlo.

source: [_hi_] All well beloved, I understand how important it is to be Hokage, people are counting on you.
french: [ _hi_ ] Tout bien aimé, je comprends combien il est important d'être Hokage, les gens comptent sur vous.
italian: [_hi_] Tutti amati, capisco quanto sia importante essere Hokage, le persone contano su di te.
japanese: [_hi_] 皆さんも愛されていますが、私はそれがHokageであることがどれほど重要であるかを理解しています。
spanish: [_hi_] Muy amado, entiendo lo importante que es ser Hokage, la gente cuenta con ti.

source: [_naru_] How are the kids? And what about this new tutor? I hope we don’t have to change him again.
french: [ _naru_ ] Comment sont les enfants? Et qu'en est-il de ce nouveau tuteur? J'espère que nous n'aurons plus à le changer.
italian: [_naru_] Come sono i bambini? E che dire di questo nuovo tutor? Spero che non dobbiamo cambiarlo di nuovo.
japanese: [_naru_] 子供たちはどうですか？そして、この新しい家庭教師はどうですか？もう彼を変える必要がないことを願っています。
spanish: [_naru_] ¿Cómo son los niños? ¿Y qué hay de este nuevo tutor? Espero que no tengamos que cambiarlo de nuevo.

source: [_hi_] Himawari really liked him, he was nice to her, I listened to their conversations, I think he’s doing great!
french: [_hi_] Himawari l'aimait vraiment, il était gentil avec elle, j'ai écouté leurs conversations, je pense qu'il fait bien !
italian: [_hi_] Himawari è piaciuto molto, è stato gentile con lei, ho ascoltato le loro conversazioni, penso che stia facendo bene!
japanese: [_hi_] ひまわりは本当に彼を愛していました。彼は彼女に優しく、私は彼らの会話を聞いていました。彼は素晴らしいことをしていると思います！
spanish: [_hi_] Himawari realmente le gustó, fue agradable con ella, escuché sus conversaciones, ¡creo que está haciendo genial!

source: [_naru_] Really? He even never asked to see me?
french: [_naru_] Vraiment? Il n'a même jamais demandé de me voir?
italian: [_naru_] Davvero? Non ha mai chiesto di vedermi?
japanese: [_naru_] 本当に？彼は私に会うように頼まなかった？
spanish: [_naru_] ¿Realmente? ¿Hasta nunca me pidió verme?

source: [_hi_] Nah, he’s not interested in our Hokage at all!
french: [_hi_] Nah, il n'est pas du tout intéressé par notre Hokage !
italian: [_hi_] Nah, non è interessato al nostro Hokage affatto!
japanese: [_hi_] ああ、彼は私たちのHokageに全く興味がありません！
spanish: [_hi_] Nah, ¡no está interesado en nuestro Hokage en absoluto!

source: [_naru_] Great! I guess we really don’t have to change him! I’m glad you have more free time now.
french: [ _naru_ ] Grand ! Je suppose que nous n'avons vraiment pas à le changer ! Je suis heureux que vous avez maintenant plus de temps libre.
italian: [_naru_] Fantastico! Credo che non dobbiamo cambiarlo! Sono contento di avere più tempo libero ora.
japanese: [_naru_] 素晴らしい！本当に彼を変える必要はないでしょうね！もうもっと時間があることを嬉しく思います。
spanish: [_naru_] ¡Genial! ¡Supongo que realmente no tenemos que cambiarlo! Me alegro de que tengas más tiempo libre ahora.

source: [_hi_] And don’t tell me! I’ll try to visit you more often now.
french: [ _hi_ ] Et ne me dis pas ! Je vais essayer de vous rendre visite plus souvent maintenant.
italian: [_hi_] E non dirmi! Cercherò di farti visita più spesso ora.
japanese: [_hi_] そして教えてくれないで！今はもっと頻繁に訪ねてみるよ。
spanish: [_hi_] ¡Y no me lo digas! Intentaré visitarte más a menudo.

source: [_naru_] I’ve been so fucking horny lately...
french: [_naru_] J'ai été si fucking horny dernièrement...
italian: [_naru_] Sono stato così scopata arrapato di recente...
japanese: [_naru_] 最近すごく角質になってるchar@@1
spanish: [_naru_] Últimamente he estado follando tan cachondo...

source: [_hi_] That’s good! I’m happy to spare you that feeling, honey.
french: [ _hi_ ] C'est bien ! Je suis heureux de vous épargner ce sentiment, chérie.
italian: [_hi_] È buono! Sono felice di risparmiarti quel sentimento, il miele.
japanese: [_hi_] それは良いことです。私はあなたにその気分を惜しまないことを嬉しく思います、はちみつ。
spanish: [_hi_] ¡Eso es bueno! Me complace perdonarte esa sensación, miel.

source: [_naru_] I think it's about time... I wanna use your mouth...
french: [_naru_] Je pense qu'il est temps ... Je veux utiliser votre bouche...
italian: [_naru_] Penso che si tratti di tempo... Voglio usare la bocca...
japanese: [_naru_] そろそろ時間だと思う。口を使いたいchar@@1
spanish: [_naru_] Creo que es el momento... Quiero usar tu boca...

source: [_hi_] Naruto... I get your point. Take your pants off.
french: [_hi_] Naruto... J'ai compris votre point de vue. Éteignez votre pantalon.
italian: [_hi_] Naruto... Io ottengo il tuo punto. Prendi i tuoi pantaloni.
japanese: [_hi_] Naruto...あなたのポイントを取得します。ズボンを脱ぎます。
spanish: [_hi_] Naruto... Te doy un punto. Quita tus pantalones.

source: [_m_] Looks like this is gonna be fun...
french: [_m_] On dirait que ça va être amusant...
italian: [_m_] Sembra che questo sarà divertente...
japanese: [_m_] これは楽しそうです...
spanish: [_m_] Parece que esto va a ser divertido...

source: [_naru_] Oh... that’s it... I love it when you swallow it...
french: [_naru_] Oh... c'est tout... J'adore quand vous l'avalez...
italian: [_naru_] Oh... è questo... lo amo quando lo inghiottisci...
japanese: [_naru_] ああchar@@1 それはchar@@2char@@3 飲み込むのが好きchar@@4char@@5
spanish: [_naru_] Oh... así... me encanta cuando lo tragas...

source: [_m_] Wow, yeah, Hinata’s a real professional cocksucker.
french: [_m_] Wow, oui, Hinata est un véritable cocksucker professionnel.
italian: [_m_] Wow, sì, Hinata è un vero cocksucker professionista.
japanese: [_m_] うわー, そう, ひなたは本当のプロのクソ野郎だ.
spanish: [_m_] Wow, sí, Hinata es un verdadero polla profesional.

source: [_m_] She’s not resisting pressure from Naruto.
french: [_m_] Elle ne résiste pas à la pression de Naruto.
italian: [_m_] Non sta resistendo alla pressione di Naruto.
japanese: [_m_] ナルトからの圧力に抵抗していない。
spanish: [_m_] She no se resiste a la presión de Naruto.

source: [_m_] She can’t stop drooling, but doesn't care about it.
french: [ _m_ ] Elle ne peut pas arrêter de se droyer, mais elle ne s'en soucia pas.
italian: [_m_] Non può smettere di sbavare, ma non se ne preoccupa.
japanese: [_m_] よだれを止めることはできませんが、気にしません。
spanish: [_m_] Ella no puede dejar de babear, pero no le importa.

source: [_m_] That's the sloppiest blowjob I've ever seen!
french: [ _m_ ] C'est la plus grosse pipe que j'ai jamais vue !
italian: [_m_] Questo è il pompino più sciolto che abbia mai visto!
japanese: [_m_] 今まで見た中で一番のフェラチオです!
spanish: [_m_] ¡Ese es el golpe de pendiente que he visto nunca!

source: [_m_] You’re one lucky Naruto...
french: [_m_] Vous êtes une chanceuse Naruto...
italian: [_m_] Sei un fortunato Naruto...
japanese: [_m_] あなたは幸運なナルト...
spanish: [_m_] Eres un afortunado Naruto ...

source: [_m_] In fact, you’re a good guy, even a little embarrassed to have to take your wife for yourself.
french: [ _m_ ] En fait, vous êtes un bon gars, même un peu embarrassé de devoir prendre votre femme pour vous.
italian: [_m_] Infatti, sei un bravo ragazzo, anche un po 'imbarazzato di dover prendere tua moglie per te.
japanese: [_m_] 実際、あなたは良い人です。少し恥ずかしいことでも、あなたの妻を自分で連れて行かなければなりません。
spanish: [_m_] De hecho, eres un buen tipo, incluso un poco avergonzado de tener que tomar a tu esposa por ti mismo.

source: [_naru_] I love fucking your mouth! It’s so freaking good in your throat...
french: [_naru_] J'adore baise ta bouche ! Elle est si frénétique dans ta gorge...
italian: [_naru_] Mi piace scopare la bocca! È così stravagante nella tua gola...
japanese: [_naru_] 口が大好き！喉がすごく良くて...
spanish: [_naru_] ¡Me encanta follar tu boca! Es tan genial en tu garganta...

source: [_hi_] Hmph... Mhm... Mmmh...
japanese: [_hi_] 時速char@@1 うーん...
spanish: [_hi_] Hmph... Mhm... Mmh...
