Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_ka_] I have some information. Naruto will come home today.
french: [ _ka_ ] J'ai quelques informations. Naruto va rentrer à la maison aujourd'hui.
italian: [_ka_] Ho qualche informazione. Naruto tornerà a casa oggi.
japanese: [_ka_] いくつか情報があります。鳴門は今日帰宅します。
spanish: [_ka_] Tengo alguna información. Naruto vendrá hoy a casa.

source: [_ka_] I've been working so hard to wake up his libido and I've finally managed to do this!
french: [ _ka_ ] J'ai travaillé dur pour réveiller son libido et j'ai finalement réussi à le faire !
italian: [_ka_] Ho lavorato così duramente per svegliare la sua libido e finalmente sono riuscito a farlo!
japanese: [_ka_] 私は彼の性欲を目覚めさせるために一生懸命働いてきました。
spanish: [_ka_] He estado trabajando tan duro para despertar su lío, ¡y finalmente he logrado hacerlo!

source: [_ka_] This night Naruto and Hinata are going to have hot sex. And it means that you have a chance to watch them.
french: [ _ka_ ] Cette nuit Naruto et Hinata vont avoir des relations sexuelles chaudes. Et ça veut dire que tu as une chance de les regarder.
italian: [_ka_] Questa notte Naruto e Hinata stanno per avere il sesso caldo. E significa che hai la possibilità di guardarli.
japanese: [_ka_] 今夜、鳴門とひなたは熱いセックスをすることになります。そして、それはあなたが彼らを見る機会があることを意味します。
spanish: [_ka_] Esta noche Naruto y Hinata van a tener sexo caliente. Y significa que tienes la oportunidad de verlos.

source: [_r_] You what? How's that even possible? You can have an influence on Naruto?
french: [_r_] Vous quoi ? Comment c'est même possible ? Vous pouvez avoir une influence sur Naruto ?
italian: [_r_] Che cosa? Com'è ancora possibile? Puoi avere un'influenza su Naruto?
japanese: [_r_] あなたは何ですか?どうやってナルトに影響を与えることができますか?
spanish: [_r_] ¿Qué? ¿Cómo es eso incluso posible? Usted puede tener una influencia en Naruto?

source: [_ka_] Yes, I do, but it needs too much time. I also need to hide my chakra from other people, not to shy out.
french: [ _ka_ ] Oui, mais ça a besoin de trop de temps. J'ai aussi besoin de cacher mon chakra d'autres gens, de ne pas crié.
italian: [_ka_] Sì, lo faccio, ma ha bisogno di troppo tempo. Ho anche bisogno di nascondere il mio chakra ad altre persone, non per urlare.
japanese: [_ka_] はい、私はそうしますが、それはあまりにも多くの時間を必要とします。私はまた、恥ずかしがり屋ではなく、他の人から私のチャクラを隠す必要があります。
spanish: [_ka_] Sí, lo hago, pero necesita demasiado tiempo. También necesito ocultar mi chakra a otras personas, no para reprenderlo.

source: [_ka_] Listen closely. Today's night you'll come to their place and watch them having sex!
french: [ _ka_ ] Ecoutez attentivement. La nuit d'aujourd'hui, tu viendras à leur place et les regarde avoir des rapports sexuels !
italian: [_ka_] Ascoltate attentamente. La notte di oggi verrai al loro posto e li guarderai fare sesso!
japanese: [_ka_] よく聞いてください。今日の夜、あなたは彼らの場所に来て、彼らがセックスをしているのを見てください!
spanish: [_ka_] Escuchar de cerca. ¡La noche de hoy llegarás a su lugar y los observarás teniendo sexo!

source: [_r_] But what if they see me?!
french: [_r_] Mais que se passe-t-il s'ils me voient ?!
italian: [_r_] Ma se mi vedesse?!
japanese: [_r_] しかし、彼らは私を見た場合はどうなりますか?!
spanish: [_r_] Pero ¿qué pasa si me ve?!

source: [_ka_] It'd be possible if you've been an ordinary man or shinobi, but you own a part of my chakra!
french: [ _ka_ ] Ce serait possible si vous avez été un homme ordinaire ou un shinobi, mais vous êtes propriétaire d'une partie de mon chakra !
italian: [_ka_] Sarebbe possibile se tu fossi un uomo normale o shinobi, ma tu possiedi una parte del mio chakra!
japanese: [_ka_] 普通の男性や忍者であった場合は可能ですが、私のチャクラの一部を所有しています!
spanish: [_ka_] Sería posible si usted ha sido un hombre ordinario o shinobi, ¡pero usted es dueño de una parte de mi chakra!

source: [_r_] And what does it mean?
french: [ _r_ ] Et qu'est-ce que cela signifie?
italian: [_r_] E cosa significa?
japanese: [_r_] そしてそれは何を意味するのでしょうか?
spanish: [_r_] Y ¿qué significa?

source: [_ka_] It means that a shinobi like Naruto won't be able to spot you using his usual intuition.
french: [ _ka_ ] Cela signifie qu'un shinobi comme Naruto ne pourra pas vous repérer à l'aide de son intuition habituelle.
italian: [_ka_] Significa che uno shinobi come Naruto non sarà in grado di individuarti usando la sua abituale intuizione.
japanese: [_ka_] ナルトのような忍は、いつも通りの直感であなたを見つけることができないということです。
spanish: [_ka_] Significa que un shinobi como Nartaño no podrá detectarte usando su intuición habitual.

source: [_ka_] You're like invisible to them. Not literally actually, you still can get busted if anyone look in your direction, so be careful.
french: [ _ka_ ] Vous êtes comme invisibles pour eux. Pas vraiment en fait, vous pouvez toujours être mis en bus si quelqu'un regarde dans votre direction, alors soyez prudent.
italian: [_ka_] Sei come invisibile per loro. Non letteralmente in realtà, puoi ancora farsi sbattere se qualcuno guarda nella tua direzione, quindi fai attenzione.
japanese: [_ka_] あなたは彼らには見えないようです。文字通り、あなたの方向を見れば、あなたはまだ逮捕されることがありますので、注意してください。
spanish: [_ka_] Usted es como invisible para ellos. No literalmente en realidad, todavía puede ser desbaratado si alguien mira en su dirección, así que tenga cuidado.

source: [_r_] I'm just getting inside their house and peek?
french: [_r_] Je viens juste d'entrer dans leur maison et jeter un coup d'œil ?
italian: [_r_] Sto solo entrando nella loro casa e sbirciare?
japanese: [_r_] 私はちょうど彼らの家の中に入って覗いています?
spanish: ¿[_r_] Estoy entrando dentro de su casa y miro?

source: [_ka_] It's too risky to come inside. There's probably a big window in their bedroom, so you know what to do.
french: [ _ka_ ] Il est trop risqué de rentrer. Il y a probablement une grande fenêtre dans leur chambre, donc vous savez quoi faire.
italian: [_ka_] È troppo rischioso per entrare dentro. Probabilmente c'è una grande finestra nella loro camera da letto, quindi sai cosa fare.
japanese: [_ka_] 中に入るには危険すぎます。寝室に大きな窓があるので、どうしたらいいか分かります。
spanish: [_ka_] Es demasiado arriesgado para entrar dentro. Probablemente hay una gran ventana en su dormitorio, así que sabes qué hacer.

source: [_r_] Got it...
french: [_r_] Compris...
italian: [_r_] Ho capito...
japanese: [_r_] わかりました...
spanish: [_r_] Entendido...

source: [_ka_] Be extremely careful, if you get busted-you're dead.
french: [ _ka_ ] Soyez extrêmement prudent, si vous êtes pris en bus-vous êtes mort.
italian: [_ka_] Fai molta attenzione, se ottieni caduto-sei morto.
japanese: [_ka_] 逮捕された場合は非常に注意してください。
spanish: [_ka_] Tenga mucho cuidado, si usted es reventado-usted está muerto.

source: [_r_] I understand...
french: [_r_] Je comprends...
italian: [_r_] capisco...
japanese: [_r_] わかります...
spanish: [_r_] Entiendo ...

source: [_ka_] Good luck!
french: [_ka_] Bonne chance !
italian: [_ka_] Buona fortuna!
japanese: [_ka_] 頑張って！
spanish: [_ka_] ¡Buena suerte!

source: [_m_] Holy crap... It seems that I'm just in time...
french: [_m_] Crappe sacrée... Il semble que je sois juste à temps...
italian: [_m_] Holy crap... Sembra che io sia solo nel tempo...
japanese: [_m_] 神聖なくだらないchar@@1 私はちょうど間に合っているようだ...
spanish: [_m_] Una sagrada torra... Parece que estoy justo en el tiempo...

source: [_m_] They're fucking right behind this wall...
french: [_m_] Ils baisent juste derrière ce mur...
italian: [_m_] Stanno scopando proprio dietro questo muro...
japanese: [_m_] 彼らはこの壁のすぐ後ろにクソchar@@1
spanish: [_m_] Están follando justo detrás de esta pared...

source: [_m_] I hope they won't see me.
french: [ _m_ ] J'espère qu'ils ne me verront pas.
italian: [_m_] Spero che non mi vedranno.
japanese: [_m_] 彼らが私に会わないことを願っています。
spanish: [_m_] espero que no me vean.

source: [_m_] Naruto used his shadow clone technique to gratify her with his tongue. It's so damn clever!
french: [_m_] Naruto a utilisé sa technique de clone d'ombre pour la gratifier de sa langue. C'est si mignon !
italian: [_m_] Naruto ha usato la tecnica del clone ombra per gratificarla con la lingua. È così maledetto intelligente!
japanese: [_m_] ナルトはシャドウクローンのテクニックを使って舌で彼女を満足させた。とても賢い！
spanish: [_m_] Naruto utilizó su técnica de clon de sombras para gratificarla con su lengua. ¡Es tan maldita inteligente!

source: [_m_] She likes it... She moans every single time Naruto moves his tongue.
french: [_m_] Elle aime ça... Elle gémit à chaque fois que Naruto bouge sa langue.
italian: [_m_] Le piace... Le geme ogni volta che Naruto muove la lingua.
japanese: [_m_] 彼女はそれを好き...ナルトが彼の舌を移動するたびに彼女はうめき声.
spanish: [_m_] A ella le gusta... Ella muere cada vez que Naruto mueve su lengua.

source: [_m_] I always wanted to see Hinata giving a blowjob! And now it's came true!
french: [_m_] J'ai toujours voulu voir Hinata donner une pipe ! Et maintenant c'est devenu vrai !
italian: [_m_] Ho sempre voluto vedere Hinata dare un pompino! Ed ora è diventato realtà!
japanese: [_m_] ひなたちゃんがフェラチオしてくれるのを見たいと思っていました!
spanish: [_m_] ¡Siempre quise ver a Hinata dando una mamada! ¡Y ahora se ha hecho realidad!

source: [_m_] She's trying so hard! Naruto's dick is covered with her saliva.
french: [_m_] Elle essaye si dur ! La bite de Naruto est couverte de sa salive.
italian: [_m_] Sta provando così duramente! Il cazzo di Naruto è coperto dalla sua saliva.
japanese: [_m_] 彼女は一生懸命頑張っています! ナルトのペニスは唾液で覆われています。
spanish: [_m_] ¡Sha está intentando tan difícil! La polla de Naruto está cubierta de su saliva.

source: [_m_] She's holding it so tight! It seems that Hinaya really likes oral sex.
french: [_m_] Elle le tient si serré ! Il semble que Hinaya aime vraiment le sexe oral.
italian: [_m_] Sta tenendolo così stretto! Sembra che a Hinaya piaccia davvero il sesso orale.
japanese: [_m_] 彼女はとてもきついそれを保持しています! それはひなやは本当に口腔セックスが好きなようです。
spanish: [_m_] ¡Sha lo está sosteniendo tan fuerte! Parece que a Hinaya realmente le gusta el sexo oral.

source: [_m_] He came all over her face... I'm so fucking hard right now!
french: [_m_] Il est venu par-dessus son visage... Je suis tellement fucking en ce moment même !
italian: [_m_] è venuto tutto il suo viso... Sono così fottuto in questo momento!
japanese: [_m_] 彼は彼女の顔全体に来ました...私は今とてもクソハードです!
spanish: [_m_] Él vino por toda su cara... ¡Estoy tan follando duro ahora mismo!

source: [_m_] I truly won't ever regret coming here!
french: [ _m_ ] Je ne regretterai jamais de venir ici !
italian: [_m_] Non mi rimpiangerò mai di venire qui!
japanese: [_m_] ここに来たことを本当に後悔しない！
spanish: [_m_] ¡Verdaderamente no me arrepentiré de venir aquí!

source: [_m_] Naruto pounds her so hard!
french: [_m_] Naruto la frappe si durement !
italian: [_m_] Naruto la china così duramente!
japanese: [_m_] ナルトは彼女をとても強くポンド!
spanish: [_m_] ¡Naruto la libra tan dura!

source: [_m_] It's strange, but I like watching characters from my favorite anime having sex.
french: [ _m_ ] C'est étrange, mais j'aime regarder des personnages de mon anime préféré ayant des relations sexuelles.
italian: [_m_] È strano, ma mi piace guardare i personaggi del mio anime preferito fare sesso.
japanese: [_m_] 不思議ですが、好きなアニメのキャラクターがセックスをしているのを見るのが好きです。
spanish: [_m_] Es extraño, pero me gusta ver a los personajes de mi anime favorito teniendo sexo.

source: [_m_] And what's more I like to realise, is that soon I'll take Naruto's place!
french: [ _m_ ] Et ce que j'aime bien, c'est que bientôt je vais prendre Naruto !
italian: [_m_] E quello che più mi piace capire, è che presto prenderò il posto di Naruto!
japanese: [_m_] そして、私がより実現したいのは、すぐにナルトの代わりになることです!
spanish: [_m_] Y lo que más me gusta es que pronto tomaré el lugar de Naruto!

source: [_m_] Oh, he came already...
french: [_m_] Oh, il est déjà venu...
italian: [_m_] Oh, è già venuto...
japanese: [_m_] ああ、彼はもう来ました...
spanish: [_m_] Oh, él ya venía...

source: [_m_] It was quite fast.
french: [_m_] Ça a été assez rapide.
italian: [_m_] Era abbastanza veloce.
japanese: [_m_] 結構速かったですね。
spanish: [_m_] Fue bastante rápido.

source: [_naru_] Sorry, I'm very tired today...
french: [ _naru_ ] Désolé, je suis très fatigué aujourd'hui ...
italian: [_naru_] Mi dispiace, sono molto stanco oggi...
japanese: [_naru_] 申し訳ありませんが、今日はとても疲れています...
spanish: [_naru_] Lo siento, estoy muy cansado hoy...

source: [_hi_] Don't worry, I understand.
french: [ _hi_ ] Ne vous inquiétez pas, je comprends.
italian: [_hi_] Non ti preoccupare, capisco.
japanese: [_hi_] 心配しないで、分かります。
spanish: [_hi_] No te preocupes, lo entiendo.

source: [_naru_] I guess... I need to rest more often...
french: [_naru_] Je suppose... J'ai besoin de me reposer plus souvent...
italian: [_naru_] immagino... Ho bisogno di riposare più spesso...
japanese: [_naru_] 私は推測... もっと頻繁に休息する必要があります...
spanish: [_naru_] Supongo que... necesito descansar más a menudo...

source: [_hi_] Things like this happen sometimes, just don't bother about it.
french: [_hi_] Des choses comme cela se produit parfois, ne vous inquiétez pas.
italian: [_hi_] Cose come questo accadono a volte, solo non preoccuparti di esso.
japanese: [_hi_] こういうことは時々起こりますが、気にしないでください。
spanish: [_hi_] Cosas como esto ocurren a veces, simplemente no te molestes en ello.

source: [_m_] Interesting...
french: [ _m_ ] Intéressant ...
italian: [_m_] Interessante...
japanese: [_m_] 興味深い...
spanish: [_m_] interesante...

source: [_m_] There seems to be something wrong between them.
french: [ _m_ ] Il semble y avoir quelque chose qui ne va pas entre eux.
italian: [_m_] Sembra che ci sia qualcosa di sbagliato tra loro.
japanese: [_m_] 彼らの間には何か問題があるようです。
spanish: [_m_] Parece que hay algo malo entre ellos.

source: [_ka_] You've had some fun, didn't ya?
french: [_ka_] Vous vous êtes amusé, n'est-ce pas?
italian: [_ka_] Ti sei divertito, non sì?
japanese: [_ka_] 楽しかったでしょう？
spanish: [_ka_] Te has divertido un poco, ¿no?

source: [_ka_] I can see it in your eyes that everything went perfect!
french: [ _ka_ ] Je peux voir dans vos yeux que tout s'est parfait !
italian: [_ka_] Lo vedo nei tuoi occhi che tutto è andato perfetto!
japanese: [_ka_] 全てが完璧になったことをあなたの目で見ることができます!
spanish: [_ka_] Puedo ver en tus ojos que todo fue perfecto!

source: [_r_] Yes, I think I'll never forget them having sex...
french: [ _r_ ] Oui, je pense que je ne les oublierai jamais d'avoir des rapports sexuels ...
italian: [_r_] Sì, penso che non li dimenticherò mai di fare sesso...
japanese: [_r_] はい, 私は彼らがセックスを持っていることを決して忘れないと思います...
spanish: [_r_] Sí, creo que nunca los olvidaré de tener sexo...

source: [_ka_] You're so lucky, my loyal subject!
french: [ _ka_ ] Vous êtes si chanceux, mon sujet loyal !
italian: [_ka_] Sei così fortunato, il mio soggetto leale!
japanese: [_ka_] あなたはとても幸運です, 私の忠実な臣下!
spanish: [_ka_] ¡Tienes mucha suerte, mi tema leal!

source: [_r_] You know how to intrigue...
french: [ _r_ ] Tu sais comment intriguer ...
italian: [_r_] Sai come intrigare...
japanese: [_r_] あなたは興味をそそる方法を知っています...
spanish: [_r_] Usted sabe cómo intriga ...

source: [_ka_] You're going to see Hokage having sex with his wife even more this week!
french: [ _ka_ ] Vous allez voir Hokage avoir des relations sexuelles avec sa femme encore plus cette semaine !
italian: [_ka_] Stai per vedere Hokage fare sesso con sua moglie ancora di più questa settimana!
japanese: [_ka_] 今週はさらに奥さんとのセックスを見に行こうとしています!
spanish: [_ka_] ¡Vas a ver a Hokage tener relaciones sexuales con su esposa aún más esta semana!

source: [_ka_] You'll have to.
french: [ _ka_ ] Vous devrez le faire.
italian: [_ka_] Dovrete farlo.
japanese: [_ka_] する必要があります。
spanish: [_ka_] Usted tendrá que hacerlo.

source: [_r_] So that's not the last time?
french: [_r_] Ce n'est donc pas la dernière fois ?
italian: [_r_] Quindi non è l'ultima volta?
japanese: [_r_] では、それが最後ではありませんか?
spanish: [_r_] ¿Entonces no es la última vez?

source: [_ka_] Before you start seducing her, you'll have to gain a big baggage of remembrances.
french: [ _ka_ ] Avant de commencer à la séduire, vous devrez prendre un gros bagage de souvenirs.
italian: [_ka_] Prima di iniziare a sedurla, dovrai ottenere un grosso bagaglio di memoria.
japanese: [_ka_] 彼女を誘惑し始める前に、あなたは大きな思い出の荷物を手に入れなければなりません。
spanish: [_ka_] Antes de empezar a seducirla, tendrás que ganar un gran maletín de recordaciones.

source: [_r_] It's going to be the best week of my life.
french: [ _r_ ] Ça va être la meilleure semaine de ma vie.
italian: [_r_] Sarà la settimana migliore della mia vita.
japanese: [_r_] 私の人生で最高の週になるでしょう。
spanish: [_r_] Va a ser la mejor semana de mi vida.

source: [_ka_] Be prepared!
french: [ _ka_ ] Soyez prêt !
italian: [_ka_] Preparati!
japanese: [_ka_] 準備してください!
spanish: [_ka_] ¡Prepárate para ello!

source: [_m_] It's been a few days since I've found myself somewhere in a forest near Konoha.
french: [ _m_ ] Cela fait quelques jours que je me suis retrouvé quelque part dans une forêt près de Konoha.
italian: [_m_] Sono passati pochi giorni da quando mi sono trovato da qualche parte in una foresta vicino a Konoha.
japanese: [_m_] 鴻葉の近くの森の中で自分を見つけてから数日が経ちました。
spanish: [_m_] Han pasado unos días desde que me encontré en algún lugar en un bosque cerca de Konoha.

source: [_m_] Notwithstanding all the absurdness of this situation, I got used to it quite fast.
french: [ _m_ ] En dépit de toute l'absurdité de cette situation, je me suis habitué à ça très vite.
italian: [_m_] Nonostante tutta l'assurdità di questa situazione, mi sono abituato abbastanza velocemente.
japanese: [_m_] このような状況のばかげたことにもかかわらず、私はそれに非常に速く慣れました。
spanish: [_m_] A pesar de toda la absurda de esta situación, me he acostumbrado a ella bastante rápido.

source: [_m_] However, I had to.
french: [ _m_ ] Cependant, j'ai dû.
italian: [_m_] Tuttavia, ho dovuto farlo.
japanese: [_m_] しかし、私はしなければならなかった。
spanish: [_m_] Sin embargo, tenía que hacerlo.

source: [_m_] This woman, who brought me in this world of my favorite anime, is pretty tough.
french: [ _m_ ] Cette femme, qui m'a amené dans ce monde de mon anime préféré, est plutôt dure.
italian: [_m_] Questa donna, che mi ha portato in questo mondo del mio anime preferito, è piuttosto difficile.
japanese: [_m_] 私の好きなアニメの世界で私を連れてきてくれたこの女性は、かなりタフです。
spanish: [_m_] Esta mujer, que me trajo en este mundo de mi anime favorito, es bastante dura.

source: [_m_] If I won't be a useful helper she'll just get rid of me.
french: [ _m_ ] Si je ne serai pas un auxiliaire utile, elle va me débarrasser de moi.
italian: [_m_] Se non sarò un utile aiutante, mi sbarazzerererà.
japanese: [_m_] もし私が役に立たないならば、彼女は私を追い払ってくれるでしょう。
spanish: [_m_] Si no voy a ser una ayuda útil, ella sólo se deshará de mí.

source: [_m_] However, if I behave myself and do everything she says, she could even reward me.
french: [ _m_ ] Cependant, si je me comporte et que je fais tout ce qu'elle dit, elle pourrait même me récompenser.
italian: [_m_] Tuttavia, se mi comporto e faccio tutto quello che dice, potrebbe anche ricompensarmi.
japanese: [_m_] しかし、私が行動し、すべてを行う場合、彼女は私に報酬を与えることができます。
spanish: [_m_] Sin embargo, si me comporto y hago todo lo que dice, podría incluso recompensarme.

source: [_m_] I've been studying with Himawari these days, looked after her.
french: [ _m_ ] J'ai étudié avec Himawari ces jour-les, s'est penché sur elle.
italian: [_m_] Ho studiato con Himawari in questi giorni, la ho curata.
japanese: [_m_] 私は最近ヒマワリと一緒に勉強してきました。
spanish: [_m_] He estado estudiando con Himawari estos días, cuidando de ella.

source: [_m_] She's a nice girl, but seems to have some troubles with her peers.
french: [_m_] C'est une belle fille, mais semble avoir quelques problèmes avec ses pairs.
italian: [_m_] Lei è una bella ragazza, ma sembra avere qualche problema con i suoi coetanei.
japanese: [_m_] 彼女はいい女の子です, しかし、彼女の仲間といくつかのトラブルがあるようです.
spanish: [_m_] She es una bonita chica, pero parece tener algunos problemas con sus pares.

source: [_m_] What's more important, I became a bit closer to Hinata.
french: [ _m_ ] Ce qui est plus important, je suis devenu un peu plus près de Hinata.
italian: [_m_] Cosa c'è di più importante, sono diventato un po 'più vicino a Hinata.
japanese: [_m_] もっと重要なことは、もう少し日向に近づいたことです。
spanish: [_m_] Lo que es más importante, me acerqué un poco más a Hinata.

source: [_m_] She appears to be kind and quite easy to talk to.
french: [ _m_ ] Elle semble être gentil et assez facile à parler.
italian: [_m_] Lei sembra essere gentile e abbastanza facile da parlare.
japanese: [_m_] 彼女は親切で、話をするのはとても簡単そうです。
spanish: [_m_] Parece que ella es amable y bastante fácil de hablar.

source: [_m_] But after I saw Naruto fucking her...
french: [ _m_ ] Mais après que j'ai vu Naruto fucking her ...
italian: [_m_] Ma dopo aver visto Naruto scopare lei...
japanese: [_m_] しかし、私はナルトが彼女をクソ見た後...
spanish: [_m_] Pero después de ver a Naruto follando...

source: [_m_] I won’t be able to see her the way I used to.
french: [ _m_ ] Je ne pourrai pas la voir comme je l'ai fait.
italian: [_m_] Non sarò in grado di vederla come ero abituato.
japanese: [_m_] 私は以前のように彼女に会うことができません。
spanish: [_m_] no podré verla como solía hacer.

source: [_m_] A couple of days before Kamiko said that soon I'll see more scenes like this.
french: [ _m_ ] Quelques jours avant Kamiko a dit que bientôt je verrai plus de scènes comme ça.
italian: [_m_] Un paio di giorni prima Kamiko ha detto che presto vedrò altre scene come questo.
japanese: [_m_] 神子さんが言う数日前に、もうすぐこんなシーンが増えてくると。
spanish: [_m_] Un par de días antes de que Kamiko dijera que pronto veré más escenas como esta.

source: [_m_] What did she mean?
french: [ _m_ ] Qu'est-ce qu'elle voulait dire?
italian: [_m_] Che cosa intendeva?
japanese: [_m_] 彼女は何を意味しましたか?
spanish: [_m_] ¿Qué quiso decir?

source: [_ka_] You like sleeping, are you?
french: [ _ka_ ] Tu aimais dormir, n'est-ce pas?
italian: [_ka_] Ti piace dormire, vero?
japanese: [_ka_] あなたは寝るのが好きですね？
spanish: [_ka_] Te gusta dormir, ¿verdad?

source: [_ka_] Hey dumbass! Why don't you try to set the alarm?!
french: [_ka_] Hé stupide! Pourquoi ne pas essayer de mettre l'alarme?!
italian: [_ka_] Hey dumbass! Perché non provi a impostare l'allarme?!
japanese: [_ka_] おいバカ野郎！アラームを設定しようとしないのか？
spanish: [_ka_] ¡Hey dumbass! ¿Por qué no intentas establecer la alarma?!

source: [_r_] I'm getting up...
french: [_r_] Je me lève...
italian: [_r_] mi sto alzando...
japanese: [_r_] 私はアップしています...
spanish: [_r_] Me estoy subiendo ...

source: [_m_] And this happens every morning.
french: [ _m_ ] Et ça arrive tous les matins.
italian: [_m_] E questo accade ogni mattina.
japanese: [_m_] そしてこれは毎朝起こる。
spanish: [_m_] Y esto ocurre cada mañana.

source: [_m_] Yes, I really love sleeping... There's no cure, you know.
french: [ _m_ ] Oui, j'aime vraiment dormir ... Il n'y a pas de remède, tu sais.
italian: [_m_] Sì, amo davvero dormire... Non c'è cura, sai.
japanese: [_m_] はい、私は本当に睡眠が大好きです...治療法はありません。
spanish: [_m_] Sí, me encanta dormir... No hay cura, ya sabes.

source: [_r_] You're always so... Loud...
french: [ _r_ ] Vous êtes toujours ... Loud ...
italian: [_r_] Sei sempre così... Loud...
japanese: [_r_] あなたはいつも...
spanish: [_r_] Siempre es así ... Fuerte ...

source: [_ka_] You lazy piece of shit!
french: [_ka_] Vous paresseux morceau de merde!
italian: [_ka_] Hai pigro pezzo di merda!
japanese: [_ka_] 怠け者め！
spanish: [_ka_] ¡Tu pedazo de mierda perezosa!

source: [_ka_] You have to go to work!
french: [ _ka_ ] Vous devez aller au travail !
italian: [_ka_] Devi andare al lavoro!
japanese: [_ka_] 仕事に行かなければなりません！
spanish: [_ka_] ¡Hay que ir a trabajar!

source: [_r_] Yeah, yeah, I know.
french: [_r_] Ouais, oui, je sais.
italian: [_r_] Sì, sì, lo so.
japanese: [_r_] ええ、ええ、知っています。
spanish: [_r_] Sí, sí, sí, sé.

source: [_ka_] Today's evening I'll be waiting for you, we're going to have an important talk! You're gonna like it.
french: [_ka_] La soirée d'aujourd'hui je vous attendra, nous allons avoir une discussion importante ! Vous allez l'aimer.
italian: [_ka_] La sera di oggi ti aspetterò, faremo una discussione importante! Ti piacerà.
japanese: [_ka_] 今日の夕方お待ちしております。大事なお話をさせていただきます。気に入っていただけます。
spanish: [_ka_] La noche de hoy te esperaré, ¡vamos a tener una conversación importante! Te gusta.
