Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] I'm about to! Cumming!
french: [_r_] Je suis sur le point de le faire! Cumming!
italian: [_r_] sto per fare! Cumming!
japanese: [_r_] そろそろ行くぞ！カミング！
spanish: ¡[_r_] estoy a punto de hacerlo! ¡Asombroso!

source: [_hi_] Come on! I'm almost there too! Cum in me!
french: [ _hi_ ] Allez ! Je suis presque là aussi ! Cum en moi !
italian: [_hi_] Avanti! Sono quasi anche lì! Cum in me!
japanese: [_hi_] さあ！もうすぐそこに行きます！
spanish: [_hi_] ¡Vamos! ¡Estoy casi allí también! ¡Cum en mí!

source: [_hi_] I... I want to be on top! I want to make you feel even better!
french: [_hi_] Je... Je veux être au sommet ! Je veux vous faire sentir encore mieux !
italian: [_hi_] I... voglio essere in cima! Voglio farti sentire ancora meglio!
japanese: [_hi_] 私はchar@@1トップになりたいです！もっと良い気分にさせたいです！
spanish: [_hi_] Yo... ¡Quiero estar encima! ¡Quiero hacerte sentir aún mejor!

source: [_r_] Okay, let's go like this...
french: [_r_] Ok, allons-y comme ça...
italian: [_r_] Okay, andiamo così...
japanese: [_r_] では、このようにしましょう...
spanish: [_r_] Vale, vamos así...

source: [_r_] Oh... You're so good...
french: [_r_] Oh... Vous êtes si bon...
italian: [_r_] Oh... Sei così bravo...
japanese: [_r_] ああchar@@1 君はとても良いchar@@2
spanish: [_r_] Oh... Eres tan bueno...

source: [_hi_] Kiss me ~
french: [_hi_] Embras-moi ~
italian: [_hi_] Mi bacia ~
japanese: [_hi_] キス ~
spanish: [_hi_] Bédame ~

source: [_m_] How hot she is... I love this moment!
french: [ _m_ ] Comment elle est chaude ... J'adore ce moment !
italian: [_m_] Com'è calda che è... Amo questo momento!
japanese: [_m_] 彼女はどのように暑いです...私はこの瞬間が大好き!
spanish: [_m_] ¡Qué caliente está... Me encanta este momento!

source: [_m_] I want it to last forever... But...
french: [_m_] Je veux que ça dure pour toujours... Mais...
italian: [_m_] Voglio che duri per sempre... Ma...
japanese: [_m_] 永遠に続くようにしたいけど...
spanish: [_m_] Quiero que dure para siempre... Pero...

source: [_r_] C-continue Hinata... I won't be long...
french: [_r_] C-continue Hinata... Je ne serai pas longtemps...
italian: [_r_] C-continue Hinata... Non sarò lungo...
japanese: [_r_] C-continue Hinata...
spanish: [_r_] C-continue Hinata... no voy a ser largo...

source: [_r_] Just a little longer!
french: [_r_] Encore un peu plus longtemps !
italian: [_r_] Ancora un po'!
japanese: [_r_] もう少し!
spanish: [_r_] ¡Un poco más!

source: [_hi_] MMM! YES! CUM!
french: [_hi_] MMM ! OUI ! CUM!
italian: [_hi_] MMM! SÌ! CUM!
japanese: [_hi_] MMM! はい! CUM!
spanish: ¡[_hi_] MMM! ¡Sí! ¡CUM!

source: [_r_] That was beautiful... Hinata...
french: [_r_] C'était magnifique... Hinata...
italian: [_r_] Era bello... Hinata...
japanese: [_r_] それは美しかった... ひなた...
spanish: [_r_] Eso fue hermoso... Hinata...

source: [_hi_] I really liked it too... I haven't cum in a long time...
french: [_hi_] J'ai vraiment aimé ça aussi... Je n'ai pas de cum depuis longtemps...
italian: [_hi_] mi è piaciuto molto anche... non ho sperma da molto tempo...
japanese: [_hi_] 私も本当に気に入っていました... 私は長い間兼していません...
spanish: [_hi_] Me gustó mucho... No me cum en mucho tiempo...

source: [_hi_] Already forgot what it's like to cum from a cock...
french: [_hi_] Déjà oublié ce que c'est de foutre d'une bite...
italian: [_hi_] Già dimenticato quello che è come sperma da un cazzo...
japanese: [_hi_] すでにそれがコックから兼することがどんなものか忘れています...
spanish: [_hi_] Ya olvidaste lo que es cum de una polla...

source: [_r_] Glad you liked it!
french: [_r_] Heureux que vous l'aimiez !
italian: [_r_] Felice che ti sia piaciuto!
japanese: [_r_] いいね！できてよかった！
spanish: ¡[_r_] te ha encantado!

source: One Time - One Entity.
french: Une fois - Un titre.
japanese: 1 回 - 1 つのエンティティ。
spanish: Una vez - Una entidad.

source: [_m_] I have achieved my goal.
french: [ _m_ ] J'ai atteint mon but.
italian: [_m_] Ho raggiunto il mio obiettivo.
japanese: [_m_] 目標を達成しました。
spanish: [_m_] He logrado mi meta.

source: [_m_] The path I took was one of total pleasure.
french: [ _m_ ] Le chemin que j'ai pris était un plaisir total.
italian: [_m_] Il percorso che ho intrapreso è stato uno dei piaceri totali.
japanese: [_m_] 私が取った道は全くの喜びの一つでした。
spanish: [_m_] El camino que tomé fue de placer total.

source: [_m_] Although there were a few difficult moments that frightened me...
french: [ _m_ ] Bien qu'il y ait eu quelques moments difficiles qui m'ont effrayé ...
italian: [_m_] Anche se ci sono stati alcuni momenti difficili che mi hanno spaventato...
japanese: [_m_] 少し難しいことがありましたが、私を怖がらせました。
spanish: [_m_] Aunque hubo algunos momentos difíciles que me asustaron...

source: [_m_] But still overcoming my fear, I was able to achieve Hinata's corruption.
french: [ _m_ ] Mais j'ai réussi à surmonter ma peur, j'ai pu atteindre la corruption de Hinata.
italian: [_m_] Ma ancora superando la mia paura, sono stato in grado di raggiungere la corruzione di Hinata.
japanese: [_m_] それでも恐怖を乗り越え、ひなたの汚職を成し遂げることができました。
spanish: [_m_] Pero aún superando mi miedo, pude lograr la corrupción de Hinata.

source: [_m_] Just like Kamiko said, Hinata gave herself to me with great desire and pleasure.
french: [ _m_ ] Tout comme Kamiko l'a dit, Hinata s'est donné à moi avec beaucoup de désir et de plaisir.
italian: [_m_] Proprio come ha detto Kamiko, Hinata mi ha dato con grande desiderio e piacere.
japanese: [_m_] 神子さんの言うとおり、ひなたは私に大きな願いと喜びを与えてくれました。
spanish: [_m_] Como dijo Kamiko, Hinata me dio un gran deseo y placer.

source: [_m_] I will continue to take advantage of her desire, for it is now my life too.
french: [ _m_ ] Je continuerai à profiter de son désir, car c'est maintenant ma vie aussi.
italian: [_m_] Continuerò a sfruttare il suo desiderio, perché ora è anche la mia vita.
japanese: [_m_] 私は彼女の欲望を利用し続けます, それは今、私の人生でもあります.
spanish: [_m_] seguiré aprovechando su deseo, porque ahora también es mi vida.

source: [_m_] It was... Not easy. Mentally not easy.
french: [_m_] Ce n'était pas... facile. Mentally not easy.
italian: [_m_] È stato... Non facile. Mentalmente non facile.
japanese: [_m_] 簡単ではありませんでした...
spanish: [_m_] Era ... No fácil. Mentalmente no es fácil.

source: [_m_] Hinata's fate is not so simple, all of her dreams, draw their origins from real events in her life.
french: [_m_] Le destin d'Hinata n'est pas si simple, tous ses rêves, puisent leurs origines dans les vrais événements de sa vie.
italian: [_m_] Il destino di Hinata non è così semplice, tutti i suoi sogni, traggono le loro origini dagli eventi reali della sua vita.
japanese: [_m_] ひなたの運命は、彼女の夢のすべてが、彼女の人生における実際の出来事から生まれたものではありません。
spanish: [_m_] El destino de Hinata no es tan simple, todos sus sueños, extraen sus orígenes de los acontecimientos reales de su vida.

source: [_m_] Even the ones I artificially created myself to subdue her.
french: [ _m_ ] Même ceux que j'ai créés artificiellement pour l'avoir sous-due.
italian: [_m_] Anche quelli che ho artificialmente creato me stesso per sottometterla.
japanese: [_m_] 私が人工的に彼女を征服するために自分自身を作ったものでさえ。
spanish: [_m_] Incluso los que artificialmente me creé para someterla.

source: [_m_] I didn't realize it long ago, but it's all the scream of her soul.
french: [ _m_ ] Je ne l'ai pas réalisé il y a longtemps, mais c'est tout le cri de son âme.
italian: [_m_] Non l'ho capito molto tempo fa, ma è tutto l'urlo della sua anima.
japanese: [_m_] 昔は気づいていませんでしたが、それが彼女の魂の叫びです。
spanish: [_m_] no me di cuenta hace mucho tiempo, pero es todo el grito de su alma.

source: [_m_] It was hard, but I'm really glad I could give her new hope.
french: [ _m_ ] C'était dur, mais je suis vraiment content de pouvoir donner son nouvel espoir.
italian: [_m_] E 'stato difficile, ma sono davvero contento di poter dare la sua nuova speranza.
japanese: [_m_] 大変でしたが、彼女に新しい希望を与えることができて本当に嬉しかったです。
spanish: [_m_] Fue difícil, pero estoy realmente contento de poder darle una nueva esperanza.

source: [_m_] Now her life should be easier and more pleasant.
french: [ _m_ ] Maintenant sa vie devrait être plus facile et plus agréable.
italian: [_m_] Ora la sua vita dovrebbe essere più facile e piacevole.
japanese: [_m_] 今彼女の人生はより簡単で、より快適でなければなりません.
spanish: [_m_] Ahora su vida debería ser más fácil y agradable.

source: [_m_] One thing I can't understand...
french: [ _m_ ] Une chose que je ne peux pas comprendre ...
italian: [_m_] Una cosa che non riesco a capire...
japanese: [_m_] 一つ理解できないことがあります...
spanish: [_m_] Una cosa que no puedo entender...

source: [_m_] How is that possible...?
french: [ _m_ ] Comment est-ce possible ...?
italian: [_m_] Com'è possibile...?
japanese: [_m_] それはどのように可能ですか?
spanish: [_m_] ¿Cómo es eso posible...?

source: [_ka_] Waking up sleepyhead! You and I have a lot to do!
french: [_ka_] Réveillant la tête de sommeil ! Vous et moi avons beaucoup à faire !
italian: [_ka_] Svegliarsi sonnolente! Io e te abbiamo molto da fare!
japanese: [_ka_] 眠い頭を目覚めさせよう! あなたと私はやるべきことがたくさんある!
spanish: [_ka_] ¡Despierta la cabeza! ¡Tú y yo tenemos mucho que hacer!

source: [_r_] What do you mean... I'm all don...
french: [ _r_ ] Que voulez-vous dire ... Je suis tout don ...
italian: [_r_] Che cosa intendi... Sono tutto...
japanese: [_r_] あなたはどういう意味ですか?
spanish: [_r_] ¿Qué quiere decir ... I'm all don ...

source: [_ka_] Yeah, yeah, you're good and all, but it's a start!
french: [_ka_] Ouais, oui, vous êtes bon et tous, mais c'est un début!
italian: [_ka_] Sì, sì, sei bravo e tutti, ma è un inizio!
japanese: [_ka_] はい、はい、あなたは良いですが、それは始まりです!
spanish: [_ka_] Sí, sí, eres bueno y todo, ¡pero es un comienzo!

source: [_r_] Okay, okay... I hear you... I'm up.
french: [_r_] D'accord, d'accord... Je vous écoute... Je suis en route.
italian: [_r_] Okay, okay... Ti sentisco... sono alzato.
japanese: [_r_] わかりました、わかりましたchar@@1 聞こえます...
spanish: [_r_] Vale, está bien... te oigo... Estoy listo.

source: [_ka_] Ready for the journey?
french: [ _ka_ ] Prêt pour le voyage?
italian: [_ka_] Pronto per il viaggio?
japanese: [_ka_] 旅の準備はできましたか？
spanish: [_ka_] ¿Listo para el viaje?

source: [_r_] Journey? Right now? I'm used to your suddenness, of course, but this is...
french: [_r_] Voyney? En ce moment? Je suis habitué à votre soudaine, bien sûr, mais c'est...
italian: [_r_] Via? In questo momento? Sono abituato al tuo improvviso, naturalmente, ma questo è...
japanese: [_r_] ジャーニー？今、急に慣れてるけど、これは...
spanish: ¿[_r_] Diario? ¿De momento estoy acostumbrado a tu súbito, por supuesto, pero está...

source: [_ka_] It's urgent, it's time to move on to the next, big stage.
french: [ _ka_ ] C'est urgent, il est temps de passer à la prochaine étape.
italian: [_ka_] È urgente, è il momento di passare al prossimo e grande palco.
japanese: [_ka_] 緊急です。次の大きなステージに進む時期です。
spanish: [_ka_] Es urgente, es hora de pasar a la siguiente etapa grande.

source: [_r_] What is our journey all about?
french: [ _r_ ] Quel est notre parcours?
italian: [_r_] Qual è il nostro viaggio?
japanese: [_r_] 私たちの旅はどのようなものですか?
spanish: [_r_] ¿De qué trata nuestro viaje?

source: [_ka_] I'll tell you on the way, get dressed and let's go! It's a long journey, so I've stocked up on food, take a bag.
french: [_ka_] Je vais vous dire sur le chemin, je vais vous habiller et partir ! C'est un long voyage, donc je me suis approvisionné en nourriture, prenez un sac.
italian: [_ka_] ti dirò sulla strada, vestiti e andiamo! È un lungo viaggio, quindi mi sono rifornito di cibo, prendi una borsa.
japanese: [_ka_] 私は途中であなたに教えて、服を着て行きましょう! それは長い旅なので、私は食べ物を買い、バッグを持って行きましょう。
spanish: [_ka_] Te diré en el camino, ¡vestigos y vamos! Es un viaje largo, así que me he sembrado de comida, toma una bolsa.

source: [_r_] Gosh, this is all so sudden! But okay, I don't have much of a choice.
french: [_r_] Gosh, tout cela est si soudain ! Mais d'accord, je n'ai pas beaucoup de choix.
italian: [_r_] Gosh, questo è tutto così improvviso! Ma ok, io non ho molto di scelta.
japanese: [_r_] ああ、これはとても突然です！でも、選択肢はあまりありません。
spanish: [_r_] Gosh, ¡esto es tan repentino! Pero bien, no tengo mucho que elegir.

source: [_ka_] By the way, I'll be the Mirai, just so you're not surprised.
french: [ _ka_ ] Au fait, je serai le Mirai, de sorte que vous n'êtes pas surpris.
italian: [_ka_] A proposito, sarò il Mirai, solo così non sei sorpreso.
japanese: [_ka_] ちなみに、私はみらいになりますので驚かないでしょう。
spanish: [_ka_] Por cierto, seré el Mirai, así que no te sorprende.

source: [_r_] Mirai? Why her?
french: [_r_] Mirai? Pourquoi elle?
italian: [_r_] Mirai? Perché lei?
japanese: [_r_] 未来? なぜ彼女?
spanish: [_r_] Mirai? ¿Por qué?

source: [_ka_] The girl often goes on missions outside of Konoha, so we'll arouse less suspicion.
french: [ _ka_ ] La fille va souvent dans des missions à l'extérieur de Konoha, donc nous susciterons moins de suspicion.
italian: [_ka_] La ragazza va spesso in missione al di fuori di Konoha, quindi susciteremo meno sospetto.
japanese: [_ka_] 女の子は、よく木ノ葉の外の任務に行くので、私たちはあまり疑念を喚起します.
spanish: [_ka_] La chica suele ir a misiones fuera de Konoha, así que despiertaremos menos sospecha.

source: [_ka_] I hope you don't need to explain why I'm turning.
french: [ _ka_ ] J'espère que vous n'avez pas besoin d'expliquer pourquoi je tourne.
italian: [_ka_] Spero che non abbiate bisogno di spiegare perché sto girando.
japanese: [_ka_] 私が向かっている理由を説明する必要がないことを願っています。
spanish: [_ka_] Espero que no tengas que explicar por qué estoy volviendo.

source: [_r_] You're Ootsutsuki, I get it.
french: [ _r_ ] Vous êtes Ootsutsuki, je l'ai.
italian: [_r_] Sei Ootsutsuki, lo ottengo.
japanese: [_r_] あなたは大筒木です, 私はそれを得ます.
spanish: [_r_] Tú eres Ootsutsuki, lo entiendo.

source: [_r_] Why do we need this old map? Wouldn't it be easier to punch the location into your phone?
french: [ _r_ ] Pourquoi avons-nous besoin de cette vieille carte? Ne serait-il pas plus facile de frapper l'endroit dans votre téléphone?
italian: [_r_] Perché abbiamo bisogno di questa vecchia mappa? Non sarebbe più facile perforare la posizione nel tuo telefono?
japanese: [_r_] なぜこの古い地図が必要なのでしょうか? あなたの携帯電話に場所を打ち込むのは簡単ではないでしょうか?
spanish: [_r_] ¿Por qué necesitamos este mapa antiguo? ¿No sería más fácil perforar la ubicación en tu teléfono?

source: [_ka_] This place doesn't show up on the maps on your phone's network.
french: [ _ka_ ] Cet endroit ne s'affiche pas sur les cartes du réseau de votre téléphone.
italian: [_ka_] Questo posto non viene visualizzato sulle mappe della rete del telefono.
japanese: [_ka_] 携帯電話のネットワーク上の地図には表示されません。
spanish: [_ka_] Este lugar no aparece en los mapas de la red de su teléfono.

source: [_r_] Secrets? I'm not particularly happy about that.
french: [_r_] secrets ? Je ne suis pas particulièrement content de ça.
italian: [_r_] Segreti? Non ne sono particolarmente felice.
japanese: [_r_] 秘密？それについては特に満足していません。
spanish: ¿[_r_] colegios? No estoy particularmente contento con eso.

source: [_ka_] I marked the place we need to get to on this old map, so we won't get lost.
french: [ _ka_ ] J'ai marqué l'endroit où nous avons besoin d'aller sur cette vieille carte, donc nous ne serons pas perdus.
italian: [_ka_] Ho segnato il posto in cui dobbiamo arrivare su questa vecchia mappa, quindi non ci perderemo.
japanese: [_ka_] 私はこの古いマップに到達する必要がある場所をマークしました。そうすれば迷子にはなりません。
spanish: [_ka_] He marcado el lugar que necesitamos para llegar a este viejo mapa, así que no nos perderemos.

source: [_r_] Are we really going that far?
french: [ _r_ ] Allons-nous vraiment ça?
italian: [_r_] Stiamo davvero andando così lontano?
japanese: [_r_] 本当にそこまで行くのですか？
spanish: [_r_] ¿Realmente vamos tan lejos?

source: [_r_] That's... I don't even know how long it'll take us to get there...
french: [_r_] C'est... Je ne sais même pas combien de temps il nous faudra pour y arriver...
italian: [_r_] Questo... Non so nemmeno per quanto tempo ci vorrà per arrivarci...
japanese: [_r_] それはchar@@1 私はそこに到着するのにどのくらいかかるかさえ分かりません...
spanish: [_r_] Eso es ... Ni siquiera sé cuánto tiempo nos llevará llegar hasta allí ...

source: [_ka_] It's only a couple of days, no big deal.
french: [ _ka_ ] Ce n'est que quelques jours, pas grand chose.
italian: [_ka_] Sono solo un paio di giorni, nessun grande affare.
japanese: [_ka_] 大したことはありません。
spanish: [_ka_] Son sólo un par de días, no hay gran cosa.

source: [_ka_] Especially there are a lot of hotels along the way, I know this road well!
french: [ _ka_ ] En particulier il y a beaucoup d'hôtels en chemin, je connais bien cette route !
italian: [_ka_] Soprattutto ci sono molti alberghi lungo la strada, so bene questa strada!
japanese: [_ka_] 特に道に沿ってホテルがたくさんあり、私はこの道をよく知っています!
spanish: [_ka_] Especialmente hay muchos hoteles en el camino, ¡conozco bien este camino!

source: [_r_] Well, I guess you know better than that, so...
french: [_r_] Eh bien, je suppose que vous savez mieux que ça, alors...
italian: [_r_] Beh, immagino che tu sappia meglio di quello, così...
japanese: [_r_] まあ、あなたはそれよりもよく知っていると思いますが...
spanish: [_r_] Bueno, supongo que sabes mejor que eso, así...

source: [_ka_] Don't you worry so much! The road will be fun!
french: [_ka_] Ne vous inquiétez pas tant ! La route sera amusante !
italian: [_ka_] Non ti preoccupare tanto! La strada sarà divertente!
japanese: [_ka_] そんなに心配しないでください!
spanish: [_ka_] ¡No te preocupes tanto! ¡El camino será divertido!

source: [_r_] Oh... Okay then, I guess...
french: [_r_] Oh... D'accord, je suppose...
italian: [_r_] Oh... Va bene, allora, immagino...
japanese: [_r_] ああ... わかりました, 私は推測...
spanish: [_r_] Oh... Vale, entonces supongo...

source: [_r_] Hey, Kamiko! Do you think it's safe to show your real face like that?
french: [_r_] Hé, Kamiko ! Pensez-vous qu'il est sûr de montrer votre vrai visage comme ça ?
italian: [_r_] Hey, Kamiko! Pensi che sia sicuro mostrare il tuo volto reale così?
japanese: [_r_] ねえ、神子！本物の顔を見せても大丈夫だと思う？
spanish: [_r_] Hey, Kamiko! ¿Crees que es seguro mostrar tu cara real así?

source: [_ka_] Don't worry honey, this place is almost empty.
french: [ _ka_ ] Ne vous inquiétez pas, cet endroit est presque vide.
italian: [_ka_] Non preoccuparti del miele, questo posto è quasi vuoto.
japanese: [_ka_] 心配しないで、この場所はほとんど空です。
spanish: [_ka_] No te preocupes por la miel, este lugar está casi vacío.

source: [_ka_] We're a long way from Konoha by now, it's rare to see anyone here.
french: [ _ka_ ] Nous sommes loin de Konoha maintenant, il est rare de voir qui que ce soit ici.
italian: [_ka_] Siamo lontani da Konoha ormai, è raro vedere qualcuno qui.
japanese: [_ka_] 私たちは木ノ葉から遠く離れていますが、ここで誰にも会うことは珍しいことです。
spanish: [_ka_] Estamos muy lejos de Konoha por ahora, es raro ver a alguien aquí.

source: [_r_] But there's still a chance, right?
french: [ _r_ ] Mais il y a encore une chance, non?
italian: [_r_] Ma c'è ancora una possibilità, giusto?
japanese: [_r_] でもまだチャンスはあるよね?
spanish: [_r_] Pero todavía hay una oportunidad, ¿verdad?

source: [_ka_] Don't worry so much! If someone spots us, I'll just get rid of them.
french: [ _ka_ ] Ne vous inquiétez pas tant ! Si quelqu'un nous place, je vais me débarrasser d'eux.
italian: [_ka_] Non preoccuparti così tanto! Se qualcuno ci macchia, mi sbarazzerò di loro.
japanese: [_ka_] そんなに心配しないでください！誰かが私たちを見つけたら、私は彼らを追い払うだけです。
spanish: [_ka_] ¡No te preocupes tanto! Si alguien nos avisa, solo me desharé de ellos.

source: [_r_] Hey... You can't just kill people like that!
french: [_r_] Hé ... Vous ne pouvez pas simplement tuer des gens comme ça !
italian: [_r_] Hey... Non puoi solo uccidere le persone così!
japanese: [_r_] おいchar@@1そんな風に人を殺すことはできないぞ！
spanish: [_r_] Oye ... ¡No se puede matar a gente así!

source: [_ka_] I'm just kidding! Don't worry, I can feel every creature's chakra from miles away, there's nobody here.
french: [_ka_] Je plaisante ! Ne vous inquiétez pas, je peux sentir le chakra de chaque créature à des kilomètres, il n'y a personne ici.
italian: [_ka_] sto solo scherzando! Non preoccupatevi, posso sentire il chakra di ogni creatura da chilometri di distanza, non c'è nessuno qui.
japanese: [_ka_] 私は冗談です！心配しないで、私は遠くからすべての生き物のチャクラを感じることができます。ここには誰もいません。
spanish: [_ka_] ¡Estoy bromeando! No te preocupes, puedo sentir el chakra de cada criatura desde millas de distancia, no hay nadie aquí.

source: [_r_] Oh well, then you really don't have to worry...
french: [_r_] Eh bien, alors vous n'avez pas à vous inquiéter...
italian: [_r_] Oh bene, allora davvero non dovete preoccuparvi...
japanese: [_r_] ああ、それなら本当に心配する必要はありません...
spanish: [_r_] Bueno, entonces realmente no tienes que preocuparte...

source: [_ka_] There's a small lake nearby, are you hungry?
french: [ _ka_ ] Il y a un petit lac à proximité, as-tu faim?
italian: [_ka_] C'è un piccolo lago nelle vicinanze, hai fame?
japanese: [_ka_] 近くに小さな湖がありますが、お腹が空いていますか?
spanish: [_ka_] Hay un pequeño lago cerca, ¿tienes hambre?

source: [_r_] Yeah, I could really use a bite to eat.
french: [ _r_ ] Oui, je pourrais vraiment utiliser une morsure pour manger.
italian: [_r_] Sì, potrei davvero usare un morso per mangiare.
japanese: [_r_] うん、私は本当に食べるために一口使うことができました。
spanish: [_r_] Sí, realmente podría usar una picadura para comer.

source: [_ka_] Then let's have a little picnic, and I could use a swim, I don't like being dirty.
french: [ _ka_ ] Alors avons un petit pique-nique, et je pourrais utiliser une baignade, je n'aime pas être sale.
italian: [_ka_] Poi facciamo un po' di pic-nic, e potrei usare una nuotata, non mi piace essere sporco.
japanese: [_ka_] では少しピクニックをしてみましょう。泳ぐこともできましたし、汚れているのは好きではありません。
spanish: [_ka_] Entonces hagamos un pequeño picnic, y podría usar un baño, no me gusta estar sucio.

source: [_r_] Whatever!
french: [_r_] quoi que ce soit !
italian: [_r_] Qualcosa!
japanese: [_r_] なんでも！
spanish: ¡[_r_] lo que sea!

source: [_ka_] Here we are! Don't you want to go for a swim?
french: [_ka_] Nous sommes là! Vous ne voulez pas aller nager ?
italian: [_ka_] Ecco! Non vuoi fare una nuotata?
japanese: [_ka_] ここにいます！泳ぎに行きたくないですか？
spanish: [_ka_] ¡Aquí estamos! ¿No quieres ir a nadar?

source: [_r_] Nah, I think I'll pass, I'll just sit here and eat something.
french: [_r_] Nah, je pense que je vais passer, je vais juste m'asseoir ici et manger quelque chose.
italian: [_r_] Nah, penso che passerò, mi siederò qui e mangerò qualcosa.
japanese: [_r_] いいえ、私は合格すると思う、私はここに座って何かを食べる。
spanish: [_r_] Nah, creo que pasaré, me sentaré aquí y comeré algo.

source: [_ka_] Suit yourself.
french: [_ka_] Tenue vous-même.
italian: [_ka_] (Abiti) te stesso.
japanese: [_ka_] ご自身でスーツを。
spanish: [_ka_] Suit usted mismo.

source: [_m_] Oh fuck, look at that body!
french: [_m_] Oh fuck, regardez ce corps !
italian: [_m_] Oh cazzo, guarda quel corpo!
japanese: [_m_] ああ、あの体を見ろ！
spanish: [_m_] Oh mierda, ¡mire a ese cuerpo!

source: [_m_] I wish we had time for a quick fuck...
french: [ _m_ ] J'aimerais que nous avions le temps pour une baise rapide ...
italian: [_m_] Vorrei che avessimo avuto tempo per una scopata veloce...
japanese: [_m_] 私たちは簡単なクソのための時間があったらいいのに...
spanish: [_m_] Ojalá tuviéramos tiempo para una mierda rápida...

source: [_m_] It's like she's teasing me with her perfect body.
french: [ _m_ ] C'est comme si elle me taquina avec son corps parfait.
italian: [_m_] È come lei mi sta prendendo in giro con il suo corpo perfetto.
japanese: [_m_] 彼女は完璧な体で私をからかっているような感じです。
spanish: [_m_] Es como si ella me estuviera follando con su cuerpo perfecto.

source: [_m_] Or am I that perverted?
french: [ _m_ ] Ou est-ce que je suis perverti?
italian: [_m_] O sono io che pervertito?
japanese: [_m_] それとも私はその変態ですか?
spanish: [_m_] ¿O estoy pervertido?

source: [_ka_] What are you looking at? You've got saliva running down your chin. Are you that hungry?
french: [_ka_] Qu'est-ce que vous regardez? Vous avez de la salive qui s'abat sur votre menton. Vous avez faim?
italian: [_ka_] Che cosa stai guardando? Hai la saliva a correre giù il mento. Hai così fame?
japanese: [_ka_] 何を見ているの？唾液があごを駆け下ってるぞ。お腹空いてるか？
spanish: R[_ka_] ¿Qué estás buscando? Tienes saliva corriendo por tu mentón. ¿Estás hambriento?
