Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_naru_] Although you can not immediately say, but you have a well-built body, I immediately notice this, did something?
french: [ _naru_ ] Bien que vous ne puissiez pas dire immédiatement, mais vous avez un corps bien construit, j'ai immédiatement remarqué ceci, a fait quelque chose?
italian: [_naru_] Anche se non si può dire immediatamente, ma si ha un corpo ben costruito, ho notato subito questo, ha fatto qualcosa?
japanese: [_naru_] すぐには言えませんが、体がしっかりしているので、すぐに気づきますが、何かやったことはありますか?
spanish: [_naru_] Aunque usted no puede decir inmediatamente, pero usted tiene un cuerpo bien construido, yo inmediatamente noto esto, ¿hizo algo?

source: [_naru_] That's a good thing. Physical work strengthens men.
french: [ _naru_ ] C'est une bonne chose. Le travail physique renforce les hommes.
italian: [_naru_] È una buona cosa. Il lavoro fisico rafforza gli uomini.
japanese: [_naru_] それは良いことです。物理的な仕事は男性を強めます。
spanish: [_naru_] Eso es algo bueno. El trabajo físico fortalece a los hombres.

source: [_r_] I think so too. And I’m not used to giving up work, I’ve never sat still.
french: [ _r_ ] Je pense aussi. Et je ne suis pas habituai à abandonner mon travail, je n'ai jamais encore siégé.
italian: [_r_] lo penso anche. E non sono abituato a rinunciare al lavoro, non ho mai seduto ancora.
japanese: [_r_] 私もそう思います。そして、私は仕事をあきらめるのに慣れていません。私はまだ座ったことがありません。
spanish: [_r_] Yo también lo creo. Y no estoy acostumbrado a abandonar el trabajo, nunca me he sentado aún.

source: [_naru_] Such people are needed a lot, especially in the period of global development, as it is now.
french: [ _naru_ ] De telles personnes sont nécessaires beaucoup, surtout dans la période du développement mondial, comme c'est le cas actuellement.
italian: [_naru_] Queste persone hanno bisogno molto, soprattutto nel periodo di sviluppo globale, come è ora.
japanese: [_naru_] そのような人々は、特に現在の地球規模開発の時代には、多くの人々が必要とされています。
spanish: [_naru_] Tal gente se necesita mucho, especialmente en el período de desarrollo global, como lo es ahora.

source: [_r_] That’s why I don’t deny myself travel.
french: [ _r_ ] C'est pourquoi je ne me nie pas voyager.
italian: [_r_] Ecco perché non nego me stesso viaggio.
japanese: [_r_] だから私は自分の旅を否定しない。
spanish: [_r_] Por eso no me niego a viajar.

source: [_naru_] Our world is still quite dangerous, skills that will allow you to protect yourself are very important.
french: [ _naru_ ] Notre monde est encore très dangereux, les compétences qui vous permettront de vous protéger sont très importantes.
italian: [_naru_] Il nostro mondo è ancora abbastanza pericoloso, le abilità che ti permetteranno di proteggerti sono molto importanti.
japanese: [_naru_] 私たちの世界は依然として危険であり、あなた自身を守ることができるスキルは非常に重要です。
spanish: [_naru_] Nuestro mundo sigue siendo bastante peligroso, las habilidades que te permitirán protegerte son muy importantes.

source: [_r_] n fact, I am very glad that these skills have never been useful to me.
french: [_r_] n fait, je suis très heureux que ces compétences n'ont jamais été utiles pour moi.
italian: [_r_] di fatto, sono molto contento che queste abilità non mi siano mai state utili.
japanese: [_r_] n 事実、私はこれらのスキルが私に役立ったことがないことを非常に嬉しく思います。
spanish: [_r_] n hecho, estoy muy contento de que estas habilidades nunca han sido útiles para mí.

source: [_naru_] Apparently you're a pretty lucky man.
french: [ _naru_ ] Apparemment, vous êtes un homme assez chanceux.
italian: [_naru_] Apparentemente sei un uomo piuttosto fortunato.
japanese: [_naru_] あなたはかなりラッキーな人だそうです。
spanish: [_naru_] Parece que eres un hombre bastante afortunado.

source: [_r_] Rather peaceful, I never look for problems.
french: [ _r_ ] Plutôt pacifique, je ne recherche jamais de problèmes.
italian: [_r_] Piuttosto pacifico, non cerco mai problemi.
japanese: [_r_] むしろ平和で、私は決して問題を探していません。
spanish: [_r_] Un poco pacífico, nunca busco problemas.

source: [_hi_] How are you guys? Can I get you some more coffee?
french: [ _hi_ ] Comment vous êtes les mecs? Je peux te faire un peu plus de café?
italian: [_hi_] Come siete ragazzi? Posso portarvi un altro po' di caffè?
japanese: [_hi_] 皆さんどうですか？コーヒーをもう少しお持ちしましょうか？
spanish: [_hi_] ¿Cómo son chicos? ¿Puedo tomarte algo más de café?

source: [_naru_] Don't interrupt, can't you see we don't need to be distracted?
french: [ _naru_ ] N'interrompez-vous pas, vous ne pouvez pas voir que nous n'avons pas besoin d'être distrait?
italian: [_naru_] Non interrompere, non riesci a vedere che non abbiamo bisogno di essere distratti?
japanese: [_naru_] 邪魔しないで、気を取られる必要がないのが分かりませんか?
spanish: [_naru_] No interrumpas, ¿no puedes ver que no necesitamos distraernos?

source: [_hi_] I just wanted to take care of...
french: [ _hi_ ] Je voulais juste prendre soin de ...
italian: [_hi_] Volevo solo prendermi cura di...
japanese: [_hi_] 私はちょうど世話をしたかった...
spanish: [_hi_] Sólo quería cuidarme...

source: [_naru_] Why are you still bothering us?
french: [_naru_] Pourquoi nous dérangez-vous encore ?
italian: [_naru_] Perché ci stai ancora disturbando?
japanese: [_naru_] なぜまだ私たちを悩ませているのですか？
spanish: [_naru_] ¿Por qué nos sigue molestando?

source: [_m_] Wow, Naruto is quite rude, Kamiko's powers made him a real asshole.
french: [_m_] Wow, Naruto est assez grossier, les pouvoirs de Kamiko l'ont fait un véritable asshot.
italian: [_m_] Wow, Naruto è abbastanza maleducato, i poteri di Kamiko lo hanno fatto un vero stronzo.
japanese: [_m_] うわー, ナルトは非常に失礼です, 神子の力は彼を本当のクソ野郎にしました.
spanish: [_m_] Wow, Naruto es bastante grosero, los poderes de Kamiko lo convirtieron en un verdadero asshole.

source: [_r_] It's all right, she doesn't bother us, I just wanted to ask for another cup of delicious coffee from Hinata.
french: [_r_] Tout va bien, elle ne nous dérange pas, je voulais juste demander une autre tasse de café délicieux de Hinata.
italian: [_r_] Va bene, lei non ci disturba, volevo solo chiedere un'altra tazza di delizioso caffè da Hinata.
japanese: [_r_] 大丈夫、彼女は私たちを気にしない、私はただ日向のおいしいコーヒーを別のカップを頼みたいと思った。
spanish: [_r_] Está bien, no nos molesta, solo quería pedir otra taza de delicioso café de Hinata.

source: [_naru_] Don't be so polite. Politeness has been getting in my throat lately.
french: [ _naru_ ] Ne pas être si poli. La politesse a été dans ma gorge ces derniers temps.
italian: [_naru_] Non siate così educati. La politica mi ha messo in gola ultimamente.
japanese: [_naru_] そんなに礼儀正しくしないでください。最近私の喉に礼儀正しさが入ってきています。
spanish: [_naru_] No seas tan educado. La cortesía ha estado recibiendo la garganta últimamente.

source: [_naru_] Hinata is a good wife, but she should not impose on complements so clearly.
french: [_naru_] Hinata est une bonne femme, mais elle ne devrait pas imposer les compléments aussi clairement.
italian: [_naru_] Hinata è una buona moglie, ma non dovrebbe imporre i complementi così chiaramente.
japanese: [_naru_] 日向は良い妻ですが、補足をそんなにはっきりさせるべきではありません。
spanish: [_naru_] Hinata es una buena esposa, pero no debe imponer a los complementos tan claramente.

source: [_naru_] It annoys me.
french: [ _naru_ ] Cela m'embête.
italian: [_naru_] Mi infastidisce.
japanese: [_naru_] それは私を困らせます.
spanish: [_naru_] me molesta.

source: [_m_] He landed on level ground.
french: [ _m_ ] Il a atterri sur un terrain de niveau.
italian: [_m_] sbarcò sul terreno di livello.
japanese: [_m_] 彼は地面に着陸しました。
spanish: [_m_] Él aterrizó en tierra de nivel.

source: [_hi_] N-naruto, I did not want to impose...
french: [_hi_] N-naruto, je ne voulais pas imposer...
italian: [_hi_] N-naruto, non volevo imporre...
japanese: [_hi_] N-ナルト, 私は課したくなかった...
spanish: [_hi_] N-naruto, no quería imponer...

source: [_naru_] Shut up. Why should we put on a show in front of our new guest?
french: [_naru_] Fermez-vous. Pourquoi devrions-nous présenter un spectacle devant notre nouvel invité ?
italian: [_naru_] chiuso. Perché dovremmo fare uno spettacolo di fronte al nostro nuovo ospite?
japanese: [_naru_] シャットアップ。新しいお客様の前でショーをするのはなぜですか？
spanish: [_naru_] cierre. ¿Por qué deberíamos hacer un espectáculo delante de nuestro nuevo invitado?

source: [_naru_] Just mind your own business in the kitchen until I call you, do you understand me?
french: [ _naru_ ] Juste l'esprit de votre propre entreprise dans la cuisine jusqu'à ce que je vous appelle, vous comprenez?
italian: [_naru_] Ricordate i vostri affari in cucina fino a quando non vi chiamo, mi capisci?
japanese: [_naru_] 私があなたに電話するまで、キッチンで自分の仕事に注意してください。
spanish: [_naru_] Solo ten en cuenta tu propio negocio en la cocina hasta que te llame, ¿me entiendes?

source: [_m_] It goes beyond everything... I can try to stop it, but... Should I...
french: [_m_] Ça va au-delà de tout... Je peux essayer de l'arrêter, mais... Si je...
italian: [_m_] Va oltre tutto... posso provare a fermarlo, ma... Dovrebbe...
japanese: [_m_] それはすべてを超えています...それを止めることはできますが...
spanish: [_m_] Va más allá de todo... Puedo intentar detenerlo, pero... Si yo...

source: [_m_] I have to stop this nonsense, he attacked her just like that...
french: [_m_] Je dois arrêter cette absurdité, il l'a attaquée comme ça...
italian: [_m_] Devo fermare queste sciocchezze, la ha attaccata proprio così...
japanese: [_m_] 私はこのナンセンスを停止する必要があります, 彼はちょうどそのように彼女を攻撃...
spanish: [_m_] Tengo que parar esta tontería, él la atacó igual que eso ...

source: [_m_] Put yourself together...
french: [_m_] Mettez-vous ensemble...
italian: [_m_] Mettiti insieme...
japanese: [_m_] 自分自身をまとめて...
spanish: [_m_] ponte juntos...

source: [_naru_] It's... I'm sorry, it was nice meeting you... We'll talk next time, I'm gonna go lie down...
french: [_naru_] C'est... Je suis désolé, c'était sympa de vous rencontrer... Nous parlerons la prochaine fois, je vais aller me coucher...
italian: [_naru_] è... Mi dispiace, è stato bello incontrarti... Parleremo la prossima volta, andrò a sdraiarti...
japanese: [_naru_] 申し訳ありませんが、お会いできて嬉しかったです...次回は横になりますchar@@1
spanish: [_naru_] Lo siento, fue una agradable reunión contigo... Hablaremos la próxima vez, me voy a ir a dormir...

source: [_r_] Yes, I was glad to meet you, I hope we will be able to talk again.
french: [ _r_ ] Oui, j'ai été heureux de vous rencontrer, j'espère que nous pourrons parler à nouveau.
italian: [_r_] Sì, sono stato felice di incontrarvi, spero che potremo parlare di nuovo.
japanese: [_r_] はい、お会いできて嬉しかったです。また話せることを願っています。
spanish: [_r_] Sí, me ha complacido conocerte y espero que podamos hablar de nuevo.

source: [_naru_] Me too...
french: [_naru_] Moi aussi...
italian: [_naru_] anche io...
japanese: [_naru_] 私も...
spanish: [_naru_] Yo también...

source: [_m_] I should not get into this argument. They'll decide for themselves.
french: [_m_] Je ne devrais pas entrer dans cet argument. Ils décideront par eux-mêmes.
italian: [_m_] Non dovrei entrare in questo argomento. Loro decideranno da soli.
japanese: [_m_] 私はこの議論に入るべきではありません。彼らは自分で決めます。
spanish: [_m_] no debería entrar en este argumento. Ellos decidirán por sí mismos.

source: [_m_] This is right.
french: [_m_] C'est vrai.
italian: [_m_] Questo è giusto.
japanese: [_m_] これは正しい。
spanish: [_m_] Esto es correcto.

source: [_naru_] In any case, a conversation in such an atmosphere will not work.
french: [ _naru_ ] Dans tous les cas, une conversation dans une telle atmosphère ne fonctionne pas.
italian: [_naru_] In ogni caso, una conversazione in una tale atmosfera non funzionerà.
japanese: [_naru_] いずれにせよ、そんな雰囲気の中での会話はうまくいきません。
spanish: [_naru_] En cualquier caso, una conversación en tal atmósfera no funcionará.

source: [_naru_] I will have a conversation with my wife, if you do not mind without your participation.
french: [ _naru_ ] J'ai une conversation avec ma femme, si vous ne l'esprit pas sans votre participation.
italian: [_naru_] Avrò una conversazione con mia moglie, se non ti dispiace senza la tua partecipazione.
japanese: [_naru_] 参加せずに構わないのなら、妻と会話をします。
spanish: [_naru_] Yo tendré una conversación con mi esposa, si no te importa sin tu participación.

source: [_r_] Yes, it was nice to finally meet you.
french: [ _r_ ] Oui, c'était sympa de vous rencontrer.
italian: [_r_] Sì, è stato bello incontrarti.
japanese: [_r_] はい、ようやくお会いできてよかったです。
spanish: [_r_] Sí, fue agradable conocerte por fin.

source: [_naru_] It's mutual, thanks for the good work.
french: [ _naru_ ] C'est mutuel, merci pour le bon travail.
italian: [_naru_] È reciproco, grazie per il buon lavoro.
japanese: [_naru_] お互いに良い仕事をしてくれてありがとう。
spanish: [_naru_] Es mutuo, gracias por el buen trabajo.

source: [_hi_] Sorry about that... I don't know what's gotten into him lately...
french: [_hi_] Désolé pour cela... Je ne sais pas ce qui lui est arrivé dernièrement...
italian: [_hi_] Mi dispiace... Non so cosa gli sia arrivato ultimamente...
japanese: [_hi_] 申し訳ありません... 最近彼に何があったのか分かりません...
spanish: [_hi_] Disculpe eso... No sé qué es lo que tiene últimamente...

source: [_hi_] He's a good man, just... It may be a difficult time...
french: [_hi_] C'est un bon homme, juste... Ce sera peut-être un moment difficile...
italian: [_hi_] È un bravo uomo, solo... Può essere un momento difficile...
japanese: [_hi_] 彼は良い男だ。ただ...
spanish: [_hi_] Él es un buen hombre, justo... Puede que sea un momento difícil...

source: [_r_] I understand everything. Don't worry about it. If you need help, you know who to write to.
french: [ _r_ ] Je comprends tout. Ne vous en faites pas. Si vous avez besoin d'aide, vous savez à qui écrire.
italian: [_r_] capisco tutto. Non preoccupatevi. Se hai bisogno di aiuto, sai a chi scrivere.
japanese: [_r_] 私はすべて理解しています。心配しないでください。助けが必要な場合は、誰に手紙を書けばいいか分かります。
spanish: [_r_] Lo entiendo todo. No te preocupes por ello. Si necesitas ayuda, sabes a quién escribir.

source: [_hi_] Of course. Thanks again for not refusing to come!
french: [ _hi_ ] Bien sûr. Merci encore pour ne pas avoir refusé de venir !
italian: [_hi_] Certo. Grazie ancora per non aver rifiutato di venire!
japanese: [_hi_] もちろんです。拒否してくれてありがとうございます!
spanish: [_hi_] Por supuesto. ¡Gracias de nuevo por no negarse a venir!

source: [_r_] See you later!
french: [_r_] A vous revoir plus tard !
italian: [_r_] Ci vediamo più tardi!
japanese: [_r_] 後で会いましょう!
spanish: [_r_] ¡Nos vemos más tarde!

source: [_m_] What happened today may push Hinata even more towards me.
french: [ _m_ ] Ce qui s'est passé aujourd'hui peut pousser Hinata encore plus vers moi.
italian: [_m_] Ciò che è accaduto oggi può spingere ancora di più Hinata verso di me.
japanese: [_m_] 今日起きたことは、ひなたをさらに私に押し付けるかもしれません。
spanish: [_m_] Lo que ha ocurrido hoy puede empujar a Hinata aún más hacia mí.

source: [_m_] When your husband begins to become an asshole, it is not so easy to restrain yourself from temptation.
french: [ _m_ ] Quand votre mari commence à devenir un connard, il n'est pas si facile de résister à la tentation.
italian: [_m_] Quando il tuo marito comincia a diventare uno stronzo, non è così facile trattenersi dalla tentazione.
japanese: [_m_] あなたの夫が馬鹿になり始めると、誘惑から自分自身を抑制することはそんなに簡単ではありません。
spanish: [_m_] Cuando su marido comienza a convertirse en un asshole, no es tan fácil contenerse de la tentación.

source: [_m_] We may soon move on to a new phase in our relationship.
french: [ _m_ ] Nous pouvons bientôt passer à une nouvelle phase de notre relation.
italian: [_m_] Potremmo passare presto a una nuova fase del nostro rapporto.
japanese: [_m_] 私たちはまもなく関係の新たな局面に移行するかもしれません。
spanish: [_m_] Pronto podemos pasar a una nueva fase en nuestra relación.

source: [_m_] The main thing is to do everything smoothly. Going too fast could confuse her completely.
french: [ _m_ ] L'essentiel est de tout faire en douceur. Aller trop vite pourrait la confondre complètement.
italian: [_m_] La cosa principale è fare tutto senza intoppi. Andare troppo velocemente potrebbe confonderla completamente.
japanese: [_m_] 主なことは、すべてをスムーズに行うことです. あまりにも速すぎる彼女を完全に混乱させる可能性があります.
spanish: [_m_] Lo principal es hacer todo sin problemas. Ir demasiado rápido podría confundirla completamente.

source: [_m_] I don't need her asking questions.
french: [ _m_ ] Je n'ai pas besoin de lui poser des questions.
italian: [_m_] Non ho bisogno di lei fare domande.
japanese: [_m_] 私は彼女が質問する必要はありません.
spanish: [_m_] No necesito que haga sus preguntas.

source: [_m_] So who is she talking about?
french: [ _m_ ] Alors à qui parle-t-elle?
italian: [_m_] Quindi di chi sta parlando?
japanese: [_m_] それで彼女は誰について話していますか?
spanish: [_m_] Entonces, ¿de quién está hablando?

source: [_m_] I hope I don't do anything stupid tomorrow.
french: [ _m_ ] J'espère ne pas faire quoi que ce soit de stupide demain.
italian: [_m_] Spero di non fare nulla di stupido domani.
japanese: [_m_] 明日はバカなことはしないでほしい。
spanish: [_m_] Espero no hacer nada estúpido mañana.

source: [_hi_] Hi! I'm almost ready, you're just in time.
french: [_hi_] Bonjour ! Je suis presque prêt, vous êtes juste à temps.
italian: [_hi_] Ciao! Sono quasi pronto, sei solo in tempo.
japanese: [_hi_] こんにちは！もうすぐ準備できました。もうすぐ間に合います。
spanish: [_hi_] ¡Hola! Casi estoy listo, estás a tiempo.

source: [_r_] Morning, Hinata. What are we talking about there?
french: [_r_] Matin Hinata. De quoi parlons-nous?
italian: [_r_] Mattina, Hinata. Di cosa stiamo parlando lì?
japanese: [_r_] おはよう、ひなた。私たちは何を話していますか？
spanish: [_r_] Mañana, Hinata. ¿De qué estamos hablando allí?

source: [_hi_] About Himawari and her future admission to the Academy, nothing complicated!
french: [ _hi_ ] A propos de Himawari et de son admission future à l'Académie, rien de compliqué !
italian: [_hi_] A proposito di Himawari e della sua futura ammissione all'Accademia, niente di complicato!
japanese: [_hi_] ひまわりと彼女のアカデミーへの将来の入学について、複雑なことは何もありませんでした!
spanish: [_hi_] Acerca de Himawari y su futura admisión en la Académica, ¡nada complicado!

source: [_r_] Okay, let's go, shall we?
french: [_r_] Ok, allons-y, allons-nous?
italian: [_r_] Okay, andiamo, vero?
japanese: [_r_] さあ、行きましょうか。
spanish: [_r_] Vale, vamos, ¿verdad?

source: [_hi_] Of course, I'll just get the keys.
french: [ _hi_ ] Bien sûr, je vais juste récupérer les clés.
italian: [_hi_] Naturalmente, mi limito a prendere le chiavi.
japanese: [_hi_] もちろん、鍵を取ってきます。
spanish: [_hi_] Por supuesto, solo obtendré las llaves.

source: [_an_] Come in!
french: [ _an_ ] Viens !
italian: [_an_] Vieni in!
japanese: [_an_] ご来場ください!
spanish: ¡[_an_] entrar!

source: [_an_] Good morning Hinata! Who's the young man next to you?
french: [_an_] Bonjour Hinata ! Qui est le jeune homme à côté de vous ?
italian: [_an_] Buongiorno Hinata! Chi è il giovane accanto a te?
japanese: [_an_] ひなたちゃんおはようございます! あなたの隣にいる若者は誰ですか?
spanish: [_an_] ¡Buenos días Hinata! ¿Quién es el joven junto a ti?

source: [_hi_] Good morning to you too, Anko, this is Himawari's tutor, his name is [viname]!
french: [_hi_] Bonjour à vous aussi, Anko, c'est le tuteur de Himawari, son nom est [viname]!
italian: [_hi_] Buongiorno anche a te, Anko, questo è il tutor dell'Himawari, il suo nome è [viname]!
japanese: [_hi_] 安康、おはようございます。こちらはひまわりの家庭教師、彼の名前は [viname] です!
spanish: [_hi_] ¡Buenas mañanas también, Anko, este es el tutorial de Himawari, su nombre es [viname]!

source: [_an_] It's ery good that you found a tutor so quickly, this is a good sign, still she need to learn quite a lot!
french: [ _an_ ] C'est une bonne chose que tu as trouvé un tuteur si vite, c'est un bon signe, elle a encore besoin d'apprendre beaucoup !
italian: [_an_] È bello che tu abbia trovato un tutor così rapidamente, questo è un buon segno, ancora lei ha bisogno di imparare molto!
japanese: [_an_] とても早くチューターを見つけたことはとても良いことです。これは良い兆候ですが、彼女はかなり多くのことを学ぶ必要があります!
spanish: [_an_] Es bueno que hayas encontrado a un tutor tan rápido, este es un buen signo, ¡todavía necesita aprender mucho!

source: [_hi_] Exactly, now there are big problems with tutors, we were lucky with [viname], he is an excellent tutor.
french: [ _hi_ ] Exactement, maintenant il ya de gros problèmes avec les tuteurs, nous avons eu de la chance avec [ viname ], il est un excellent tuteur.
italian: [_hi_] Esattamente, ora ci sono grandi problemi con i tutor, siamo stati fortunati con [viname], è un ottimo tutor.
japanese: [_hi_] 正確には、今ではチューターに大きな問題があり、私たちは [viname]にとって幸運でした。彼は優秀なチューターです。
spanish: [_hi_] Exactamente, ahora hay grandes problemas con los tutores, tuvimos suerte con [viname], es un excelente tutor.

source: [_r_] Nice to meet you.
french: [_r_] Nice de vous rencontrer.
italian: [_r_] Piacevole di conoscerti.
japanese: [_r_] はじめまして。
spanish: [_r_] Buen conocerte.

source: [_an_] Nice to meet you too, young man!
french: [_an_] Nice de vous rencontrer aussi, jeune homme !
italian: [_an_] Bello per incontrarvi anche, giovane!
japanese: [_an_] お会いできて嬉しいですね、若い男性！
spanish: [_an_] ¡Bueno para conocerte también, joven!

source: [_hi_] So, you talked about materials for Himawari, there I understand quite a lot?
french: [ _hi_ ] Donc, vous avez parlé des matériaux pour Himawari, je comprends très bien?
italian: [_hi_] Quindi, hai parlato di materiali per Himawari, lì capisco molto?
japanese: [_hi_] ではひまわりの素材についてお話しいただきましたが、かなり分かりますか?
spanish: [_hi_] Entonces, usted habló de los materiales para Himawari, allí entiendo bastante?

source: [_an_] I have not yet prepared all the folders with introductory, I will finish tonight, sorry that happened...
french: [ _an_ ] Je n'ai pas encore préparé tous les dossiers avec introduction, je vais finir ce soir, désolé que c'est arrivé ...
italian: [_an_] Non ho ancora preparato tutte le cartelle con introduzione, finirò stasera, mi dispiace che sia successo...
japanese: [_an_] まだ全てのフォルダを紹介する準備ができていません。今夜終了します。申し訳ありません...
spanish: [_an_] Todavía no he preparado todas las carpetas con introducción, voy a terminar esta noche, lo siento que sucedió ...

source: [_an_] I even forgot to warn you...
french: [_an_] J'ai même oublié de vous avertir...
italian: [_an_] Ho anche dimenticato di avvertirvi...
japanese: [_an_] 警告を忘れてしまったchar@@1
spanish: [_an_] incluso olvidé advertirte...

source: [_hi_] It's okay. Do you mind if [viname] comes for them today? I'm just busy tonight.
french: [_hi_] C'est normal. Vous pensez si [viname] vient pour eux aujourd'hui ? Je suis juste occupé ce soir.
italian: [_hi_] Va bene. Ti dispiace se [viname] viene per loro oggi? Sono solo occupato stasera.
japanese: [_hi_] 大丈夫です。今日は [viname] が来てくれませんか？今夜は忙しいです。
spanish: [_hi_] Está bien. ¿Te importa si [viname] viene para ellos hoy? Estoy muy ocupado esta noche.

source: [_hi_] You don't mind [viname], do you? Or do you have things to do, too?
french: [_hi_] Vous ne vous inquiétez pas [viname], n'est-ce pas ? Ou avez-vous des choses à faire ?
italian: [_hi_] Non ti dispiace [viname], vero? O hai anche cose da fare?
japanese: [_hi_] [viname]を気にしないでください。それとも、やることがあるのですか？
spanish: [_hi_] No te importa [viname], ¿verdad? ¿O también tienes cosas que hacer?

source: [_r_] No, it's fine, I can get everything I need.
french: [ _r_ ] Non, c'est bien, je peux obtenir tout ce dont j'ai besoin.
italian: [_r_] No, va bene, posso ottenere tutto quello di cui ho bisogno.
japanese: [_r_] いいえ、必要なものはすべて手に入れることができます。
spanish: [_r_] No, está bien, puedo obtener todo lo que necesito.

source: [_an_] Great! Then I'll be waiting for you in this office tonight! Around 9:00, I think I'll be done.
french: [_an_] Super! Alors je vais vous attendre dans ce bureau ce soir! Vers 9h00, je pense que je vais être fait.
italian: [_an_] Fantastico! Allora ti aspetterò in questo ufficio stasera! Verso le 9:00, penso che sarò fatto.
japanese: [_an_] 素晴らしい！今夜はこのオフィスでお待ちしております！9:00頃、終わると思います。
spanish: [_an_] ¡Genial! ¡Entonces te esperaré en esta oficina esta noche! Alrededor de las 9:00, creo que lo haré.

source: [_r_] Well, I’ll be here on time.
french: [_r_] Eh bien, je serai ici à temps.
italian: [_r_] Beh, sarò qui in orario.
japanese: [_r_] さて、私は時間通りにここにいます。
spanish: [_r_] Bueno, estaré aquí a tiempo.
