Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] All this reminds me of my first and only date, it was a long time ago.
french: [ _r_ ] Tout cela me rappelle ma première et unique date, c'était il y a longtemps.
italian: [_r_] Tutto questo mi ricorda la mia prima e unica data, era molto tempo fa.
japanese: [_r_] これら全ては、私にとって初めてのデートを思い出させてくれます。
spanish: [_r_] Todo esto me recuerda mi primera y única fecha, hace mucho tiempo.

source: [_hi_] That''s it? You got me interested! What was there?
french: [_hi_] C'est ça? Vous m'avez intéressé! Qu'est-ce qui y était?
italian: [_hi_] È così? Mi sei interessato! Cosa c'era?
japanese: [_hi_] それはそれですか？あなたは私に興味を持たせました！何があったのですか？
spanish: [_hi_] ¿Eso es? ¡Me interesó! ¿Qué había ahí?

source: [_r_] Nothing much, you know, just a walk in a park like this one, talking.
french: [ _r_ ] Rien, vous savez, juste une promenade dans un parc comme celui-ci, parler.
italian: [_r_] Niente di molto, sai, solo una passeggiata in un parco come questo, parlando.
japanese: [_r_] このような公園を散歩するだけの話はあまりありません。
spanish: [_r_] Nada más, ya sabes, solo un paseo por un parque como este, hablando.

source: [_r_] The truth is I was awfully boring and uncooperative at the time.
french: [ _r_ ] La vérité est que j'étais terrieusement ennuyeuse et peu coopérative à l'époque.
italian: [_r_] La verità è che ero terribilmente noioso e non cooperativo all'epoca.
japanese: [_r_] 実は、当時私はひどく退屈で非協力的でした。
spanish: [_r_] La verdad es que yo estaba terriblemente aburrido y poco cooperativo en ese momento.

source: [_hi_] Not like you... Apparently the years really do amazing things to people...
french: [ _hi_ ] Pas comme vous ... Apparemment, les années font vraiment des choses étonnantes pour les gens ...
italian: [_hi_] Non ti piace... A quanto pare gli anni fanno davvero cose sorprendenti per le persone...
japanese: [_hi_] あなたは好きではありません。どうやら何年も人々に本当に素晴らしいことをしているようです...
spanish: [_hi_] No te gusta... Al parecer los años hacen cosas increíbles a la gente...

source: [_hi_] Did it work out with that girl?
french: [ _hi_ ] Est-ce que ça marcha avec cette fille?
italian: [_hi_] Ha funzionato con quella ragazza?
japanese: [_hi_] あの女の子とうまくいったのかな?
spanish: [_hi_] ¿Funcionó con esa chica?

source: [_r_] Oh, of course not. I was such a loser.
french: [_r_] Oh, bien sûr pas. J'étais tellement perdant.
italian: [_r_] Oh, certamente, no. Ero un tale perdente.
japanese: [_r_] ああ、もちろん違います。私はそんな敗者でした。
spanish: [_r_] Oh, por supuesto que no. Yo era un perdedor.

source: [_r_] I'm surprised I ever got a date with a girl back then.
french: [ _r_ ] Je suis surpris que j'ai eu une date avec une fille à l'époque.
italian: [_r_] Sono sorpreso che io abbia mai avuto un appuntamento con una ragazza allora.
japanese: [_r_] 私は今まで女の子とデートを得たことは驚きます.
spanish: [_r_] Me sorprende que haya tenido una cita con una chica en ese entonces.

source: [_hi_] Oh, come on, it can't be that bad!
french: [_hi_] Oh, allez, ça ne peut pas être si mal !
italian: [_hi_] Oh, vieni, non può essere così male!
japanese: [_hi_] ああ、さあ、それはそんなに悪いことはありません!
spanish: [_hi_] ¡Ven, no puede ser tan mal!

source: [_r_] I wish I could support your optimism, but you can't change the past!
french: [ _r_ ] J'aimerais pouvoir soutenir votre optimisme, mais vous ne pouvez pas changer le passé !
italian: [_r_] Vorrei poter sostenere il tuo ottimismo, ma non puoi cambiare il passato!
japanese: [_r_] あなたの楽観主義を支持したいのですが、過去を変えることはできません!
spanish: [_r_] Ojalá pudiera apoyar tu optimismo, ¡pero no puedes cambiar el pasado!

source: [_r_] Of course you're still asking, it was the best ten minute walk of her life.
french: [ _r_ ] Bien sûr que vous vous demandez toujours, c'était la meilleure marche de dix minutes de sa vie.
italian: [_r_] Certo che stai ancora chiedendo, è stato il miglior dieci minuti a piedi della sua vita.
japanese: [_r_] もちろんあなたはまだ尋ねています, それは彼女の人生の中で最高の10分の散歩でした.
spanish: [_r_] Por supuesto que todavía te preguntas, fue el mejor paseo de diez minutos de su vida.

source: [_hi_] Come on, you went on a second date, didn't you?
french: [ _hi_ ] Allez, tu es allé à une deuxième date, n'est-ce pas?
italian: [_hi_] Avanti, sei andato un secondo appuntamento, vero?
japanese: [_hi_] さあ、２度目のデートをしましたね？
spanish: [_hi_] Vamos, fuiste en una segunda fecha, ¿verdad?

source: [_r_] It wasn't necessary, I won her heart in just one meeting.
french: [ _r_ ] Ce n'était pas nécessaire, j'ai gagné son cœur en une seule réunion.
italian: [_r_] Non era necessario, ho vinto il suo cuore in un solo incontro.
japanese: [_r_] 1回のミーティングで彼女の心を掴みました。
spanish: [_r_] No era necesario, me gané el corazón en una sola reunión.

source: [_hi_] You don't want to talk so say so!
french: [ _hi_ ] Vous ne voulez pas en parler ainsi !
italian: [_hi_] Non vuoi parlare così dici!
japanese: [_hi_] あなたはそう言って話をしたくない!
spanish: [_hi_] Usted no quiere hablar así que lo diga!

source: [_r_] What about your dates with Naruto? What was it like?
french: [_r_] Qu'en est-il de vos dates avec Naruto ? Comment était-ce ?
italian: [_r_] Che dire delle tue date con Naruto? Com'è stato?
japanese: [_r_] ナルトとのデートはどうでしたか?
spanish: [_r_] ¿Qué pasa con tus fechas con Naruto? ¿De qué se trata?

source: [_hi_] Naruto... You know, I didn't have many dates with Naruto... We got things rolling so fast...
french: [_hi_] Naruto... Vous savez, je n'ai pas eu beaucoup de rendez-vous avec Naruto... Nous avons fait rouler si vite...
italian: [_hi_] Naruto... Sai, non ho avuto molte date con Naruto... Abbiamo ottenuto cose che rotolano così velocemente...
japanese: [_hi_] Naruto... 知っての通り、Narutoとデートはあまりありませんでした...
spanish: [_hi_] Naruto... Sabes, no tenía muchas fechas con Naruto... Hemos hecho que las cosas avancen tan rápido...

source: [_hi_] I've liked him since I was little, but the real feelings began when we were adults...
french: [ _hi_ ] Je l'ai aimé depuis que j'étais petit, mais les vrais sentiments ont commencé quand nous étions adultes ...
italian: [_hi_] Mi è piaciuto da quando ero piccolo, ma i veri sentimenti sono cominciati quando eravamo adulti...
japanese: [_hi_] 小さい頃から彼のことが好きだったのですが、私たちが大人だった頃から本当の気持ちが始まって...。
spanish: [_hi_] Me ha gustado desde que era poco, pero los sentimientos reales comenzaron cuando éramos adultos...

source: [_r_] What was it like?
french: [_r_] Comment était-il ainsi?
italian: [_r_] Com'è stato?
japanese: [_r_] どんな感じでしたか?
spanish: [_r_] ¿Cómo era así?

source: [_hi_] He's... Naruto is a simple and kind guy... He didn't know much about romance, but his natural charm was enough to make me the happiest.
french: [_hi_] Il est... Naruto est un homme simple et aimable... Il ne savait pas grand-chose de romantisme, mais son charme naturel a suffi pour me rendre le plus heureux.
italian: [_hi_] Lui... Naruto è un tipo semplice e gentile... Non sapeva molto di romanticismo, ma il suo fascino naturale era sufficiente per rendermi il più felice.
japanese: [_hi_] 彼の... ナルトはシンプルで親切な男... 彼はロマンスについてあまり知らなかったが、彼の自然な魅力は私を幸せにするのに十分だった。
spanish: [_hi_] El... Naruto es un tipo simple y amable... No sabía mucho de romance, pero su encanto natural era suficiente para hacerme el más feliz.

source: [_hi_] Too bad that time is far behind us... Too bad.
french: [_hi_] Dommage que le temps soit loin derrière nous... Dommage.
italian: [_hi_] Peccato che il tempo sia lontano da noi... Peccato.
japanese: [_hi_] 残念なことに、その時間は私たちの後ろに遠すぎます。
spanish: [_hi_] Demasiado mal que el tiempo está muy atrasado... Demasiado malo.

source: [_r_] Never mind, Hinata. You still have your whole life ahead of you. Just know.... Enjoy every day, you don't need more than that.
french: [ _r_ ] N'oubliez jamais, Hinata. Tu as toujours ta vie devant toi. Simplement ... Dégustez tous les jours, vous n'avez pas besoin de plus que ça.
italian: [_r_] Non importa, Hinata. Hai ancora tutta la tua vita davanti a te. Basta sapere... Goditi ogni giorno, non hai bisogno di più.
japanese: [_r_] 気にしないで、ひなた。今でもあなたの人生はあなたの前にある。知っているだけだchar@@1 毎日楽しんで、それ以上必要ない。
spanish: [_r_] No importa, Hinata. Aún tienes toda tu vida por delante. Simplemente.... Que disfrutes todos los días, no necesitas más que eso.

source: [_hi_] Spending time with you made me realize that! And I love it!
french: [_hi_] Passer du temps avec vous m'a fait réaliser cela ! Et je l'adore !
italian: [_hi_] Trascorrere del tempo con te mi hai fatto rendere! E lo adoro!
japanese: [_hi_] あなたとの時間を過ごすと、私はそれを実現しました! そして私はそれを愛しています!
spanish: [_hi_] ¡Gastar tiempo contigo me hizo darme cuenta de eso! ¡Y me encanta!

source: [_hi_] It used to be hard for me to give so much time to myself, but now... I think...
french: [ _hi_ ] Il était difficile pour moi de donner autant de temps à moi-même, mais maintenant ... Je pense ...
italian: [_hi_] Era difficile per me dare così tanto tempo a me stesso, ma ora... penso...
japanese: [_hi_] 以前は自分自身に多くの時間を与えるのは難しかったが、今は...
spanish: [_hi_] Solía ser difícil para mí darme tanto tiempo, pero ahora... creo...

source: [_r_] You deserve it!
french: [_r_] Vous le méritez!
italian: [_r_] lo meriti!
japanese: [_r_] あなたにふさわしい！
spanish: [_r_] ¡Te lo mereces!

source: [_hi_] Exactly! Took it off the tongue!
french: [_hi_] Exactement ! Retirez-le de la langue !
italian: [_hi_] Esattamente! Took fuori dalla lingua!
japanese: [_hi_] まさに！舌を抜いてしまいました！
spanish: ¡[_hi_] Exactamente! ¡Ponlo fuera de la lengua!

source: [_hi_] Exactly... Before I forget. There are nice hot springs in the village, have you heard of them?
french: [_hi_] Exactement... Avant que j'oublie. Il y a de belles sources thermales dans le village, avez-vous entendu parler d'elles?
italian: [_hi_] Esattamente... Prima di dimenticarmi. Ci sono belle sorgenti calde nel villaggio, hai sentito parlare di loro?
japanese: [_hi_] 正確に・・・忘れる前に。村には素敵な温泉がありますよね、聞いたことありますか?
spanish: [_hi_] Exactamente... Antes de forjar. Hay bonitas primaveras calientes en la aldea, ¿has oído hablar de ellas?

source: [_r_] Hot springs? No, I don't recall any.
french: [_r_] Des sources thermales ? Non, je ne me souviens pas.
italian: [_r_] Hot springs? No, non ricordo nessuno.
japanese: [_r_] 温泉? いいえ、思い出せません。
spanish: [_r_] ¿Primas calientes? No, no recuerdo ninguna.

source: [_hi_] Let's go there together, everyone in the village knows about this wonderful spring, if there are any pains in the body, it will help get rid of them in no time!
french: [ _hi_ ] Allons là-bas ensemble, tout le monde dans le village sait ce merveilleux printemps, s'il y a des douleurs dans le corps, il aidera à se débarrasser d'eux en aucun temps !
italian: [_hi_] Andiamo lì insieme, tutti nel villaggio sanno di questa meravigliosa primavera, se ci sono dolori nel corpo, aiuterà a sbarazzarsi di loro in pochissimo tempo!
japanese: [_hi_] 一緒に行こう。村のみんなはこの素晴らしい春を知っています。 体に痛みがあればすぐに取り除くのに役立ちます!
spanish: [_hi_] Vamos juntos allí, todos en la aldea saben de esta maravillosa primavera, Si hay algún dolor en el cuerpo, ayudará a deshacerse de ellos en poco tiempo!

source: [_hi_] Especially since you have a meeting with a teacher there, you'll get to know each other.
french: [ _hi_ ] Surtout depuis que vous avez une rencontre avec un professeur, vous allez apprendre à vous connaître.
italian: [_hi_] Soprattutto perché hai un incontro con un insegnante lì, ti conoscerai a vicenda.
japanese: [_hi_] 特に先生と打ち合わせがあるので、お互いを知ることができます。
spanish: [_hi_] Especialmente desde que tienes una reunión con un profesor allí, te conocerás entre sí.

source: [_r_] A teacher?
french: [_r_] Un enseignant?
italian: [_r_] Un insegnante?
japanese: [_r_] 先生?
spanish: ¿[_r_] un profesor?

source: [_hi_] Yes, Teacher Kurenai, my mentor since the academy.
french: [ _hi_ ] Oui, professeur Kurenai, mon mentor depuis l'académie.
italian: [_hi_] Sì, Insegnante Kurenai, mio mentore dall'accademia.
japanese: [_hi_] はい, 教師Kurenai, 私のアカデミー以来のメンター.
spanish: [_hi_] Sí, Profesor Kurenai, mi mentor desde la academia.

source: [_r_] I'd love to come!
french: [_r_] J'adorerais venir!
italian: [_r_] mi piacerebbe venire!
japanese: [_r_] ぜひ来てみたい!
spanish: [_r_] ¡Me encantaría venir!

source: [_hi_] Great! I promise you'll love it there!
french: [_hi_] Super! Je vous promets que vous allez l'adorer là-bas !
italian: [_hi_] Grande! Prometto che ti piacerà lì!
japanese: [_hi_] 素晴らしい！きっと気に入ると思いますよ！
spanish: [_hi_] ¡Genial! ¡Te prometo que te encantará allí!

source: [_hi_] Hi! I hope you didn't wait long?
french: [_hi_] Bonjour ! J'espère que vous n'avez pas attendu longtemps ?
italian: [_hi_] Ciao! Spero che tu non abbia aspettato molto?
japanese: [_hi_] こんにちは！長く待たなかったことを願っていますか？
spanish: [_hi_] ¡Hola! ¿Espero que no esperaste mucho?

source: [_r_] No, it's cool, I just got here.
french: [ _r_ ] Non, c'est cool, je viens d'être là.
italian: [_r_] No, è fresco, sono appena arrivato qui.
japanese: [_r_] いいえ、私はちょうどここに着いたばかりです。
spanish: [_r_] No, es genial, acabo de llegar aquí.

source: [_hi_] Meet my teacher, Kurenai.
french: [ _hi_ ] Rencontrez mon professeur, Kurenai.
italian: [_hi_] Incontra il mio insegnante, Kurenai.
japanese: [_hi_] 私の先生Kurennaiに会いましょう。
spanish: [_hi_] Conoce a mi profesor, Kurenai.

source: [_kure_] Nice to meet you.
french: [_kure_] Nice de vous rencontrer.
italian: [_kure_] Piacevole di conoscerti.
japanese: [_kure_] はじめまして。
spanish: [_kure_] Buen conocerte.

source: [_r_] Hello, I'm really happy to see Hinata's mentor too!
french: [_r_] Bonjour, je suis vraiment heureux de voir aussi le mentor d'Hinata !
italian: [_r_] Ciao, sono davvero felice di vedere anche il mentore di Hinata!
japanese: [_r_] こんにちは、ひなたさんの師匠に会えて本当に嬉しいです!
spanish: [_r_] Hola, estoy muy contento de ver al mentor de Hinata también!

source: [_kure_] Hinata said that you tutor Himawari, it's a worthy cause to teach children.
french: [ _kure_ ] Hinata dit que vous tutrice Himawari, c'est une cause valable d'enseigner aux enfants.
italian: [_kure_] Hinata ha detto che tu tutor Himawari, è una causa degna di insegnare ai bambini.
japanese: [_kure_] ひなたさんはひまわりを教えることは、子どもたちに教えるにふさわしいことだと言いました。
spanish: [_kure_] Hinata dijo que tuviste a Himawari, es una causa digna de enseñar a los niños.

source: [_r_] Of course, I consider it quite an important and responsible job.
french: [ _r_ ] Bien sûr, je considère qu'il s'agit d'un travail tout à fait important et responsable.
italian: [_r_] Naturalmente, lo considero un lavoro molto importante e responsabile.
japanese: [_r_] もちろん、とても重要で責任ある仕事だと思っています。
spanish: [_r_] Por supuesto, lo considero un trabajo bastante importante y responsable.

source: [_kure_] I wholeheartedly share your opinion!
french: [ _kure_ ] Je partage entièrement votre opinion !
italian: [_kure_] Condivido pienamente la tua opinione!
japanese: [_kure_] 皆さんの意見を心からお伝えします!
spanish: [_kure_] ¡Comparto sin reservas su opinión!

source: [_hi_] And this is Mirai, but you already know her, she came up to us when we were sitting in the cafe.
french: [ _hi_ ] Et c'est Mirai, mais tu la connais déjà, elle est venue chez nous quand nous étions dans le café.
italian: [_hi_] E questo è Mirai, ma tu la conosci già, è venuta da noi quando eravamo seduti al caffè.
japanese: [_hi_] そしてこれは未来ですが、あなたはすでに彼女を知っていると思いますが、私たちがカフェに座っているときに彼女が私たちに近づいてきました。
spanish: [_hi_] Y esto es Mirai, pero ya la conoces, ella vino a nosotros cuando estábamos sentados en el café.

source: [_r_] Hi! Good to see you again.
french: [_r_] Bonjour ! Nous sommes ravis de vous revoir.
italian: [_r_] Ciao! Buono a vederti di nuovo.
japanese: [_r_] こんにちは！またお会いできて嬉しいです。
spanish: [_r_] ¡Hola! Bueno para verte de nuevo.

source: [_hi_] So is it time for a break? I can't wait to soak my bones!
french: [_hi_] Est-ce qu'il est temps de faire une pause ? J'ai hâte de tremper mes os !
italian: [_hi_] Quindi è il momento di una pausa? Non vedo l'ora di ammollo le mie ossa!
japanese: [_hi_] だから休憩の時間ですか？骨を浸すのが待ちきれません！
spanish: [_hi_] ¿Entonces es el momento de una pausa? ¡No puedo esperar para empapar mis huesos!

source: [_kure_] Sure, let's go inside and rest.
french: [_kure_] Bien sûr, nous allons à l'intérieur et au repos.
italian: [_kure_] Certo, andiamo dentro e riposiamo.
japanese: [_kure_] もちろん、中に入って休憩しましょう。
spanish: [_kure_] Claro, vamos dentro y descansamos.

source: [_m_] It's hot... But nice...
french: [_m_] C'est chaud... Mais jolie...
italian: [_m_] Fa caldo... Ma bello...
japanese: [_m_] 暑いです... でもいいです...
spanish: [_m_] Es calor... Pero agradable...

source: [_m_] The girls are so close that I can hear their voices...
french: [ _m_ ] Les filles sont si proches que je peux entendre leurs voix ...
italian: [_m_] Le ragazze sono così vicine che posso sentire le loro voci...
japanese: [_m_] 私は彼らの声を聞くことができるように女の子はとても近いです...
spanish: [_m_] Las chicas están tan cerca que puedo escuchar su voz...

source: [_m_] And I feel kind of lonely here, the male part isn't popular at all.
french: [ _m_ ] Et je ressens une sorte de solitude ici, la partie masculine n'est pas populaire du tout.
italian: [_m_] E mi sento solo qui, la parte maschile non è affatto popolare.
japanese: [_m_] ここではちょっと寂しいですが、男性の部分は全く人気がありません。
spanish: [_m_] Y me siento como solo aquí, la parte masculina no es popular en absoluto.

source: [_m_] It's a pity the source is divided into male and female, I wouldn't deny myself the pleasure of gawking.
french: [ _m_ ] C'est dommage que la source soit divisée en homme et femme, je ne me nierais pas le plaisir de gawking.
italian: [_m_] È un peccato che la fonte sia divisa in maschio e femmina, non mi rinnegherei il piacere di guardare.
japanese: [_m_] ソースが男性と女性に分かれているのは残念ですが、私は自分自身が目を覚ます喜びを否定しません。
spanish: [_m_] Es una lástima que la fuente esté dividida en hombre y mujer, no me negaría el placer de desgarrar.

source: [_m_] Or... Wait a minute... is that a hole in the wall?
french: [_m_] ou... Attendez une minute... est-ce qu'un trou dans le mur ?
italian: [_m_] O... Aspetta un minuto... è che un buco nel muro?
japanese: [_m_] または... ちょっと待って...それは壁に穴ですか?
spanish: [_m_] O... ¿Esperar un minuto... es un agujero en la pared?

source: [_m_] It's small but...
french: [ _m_ ] C'est petit mais ...
italian: [_m_] È piccolo ma...
japanese: [_m_] 小さいけど...
spanish: [_m_] Es pequeño pero ...

source: [_m_] Fucking hell... I can see everything!
french: [_m_] Fucking hell... Je vois tout !
italian: [_m_] Cazzo l'inferno... Posso vedere tutto!
japanese: [_m_] クソ地獄...私はすべてを見ることができます!
spanish: [_m_] ¡Aprovechando el infierno... ¡Puedo ver todo!

source: [_m_] Fucking perv who made this hole, I thank you!
french: [_m_] Fucking perv qui a fait ce trou, je vous remercie !
italian: [_m_] Cazzo perv che ha fatto questo buco, ti ringrazio!
japanese: [_m_] この穴を作ったクソ野郎, 私はあなたに感謝します!
spanish: [_m_] Fucking perv que hizo este agujero, ¡te lo agradezco!

source: [_m_] You can even hear what they're saying from here...
french: [ _m_ ] Vous pouvez même entendre ce qu'ils disent d'ici ...
italian: [_m_] Puoi anche sentire quello che dicono da qui...
japanese: [_m_] こちらからも聞こえてきます。
spanish: [_m_] Incluso se puede escuchar lo que dicen desde aquí ...

source: [_kure_] I'm used to these waters, you can't surprise me with this temperature.
french: [ _kure_ ] Je suis habitué à ces eaux, tu ne peux pas me surprendre avec cette température.
italian: [_kure_] Sono abituato a queste acque, non puoi sorprendermi con questa temperatura.
japanese: [_kure_] 私はこの水に慣れているので、この温度で驚かせることはできません。
spanish: [_kure_] Estoy acostumbrado a estas aguas, no me puedes sorprender con esta temperatura.

source: [_hi_] You're here almost every week, of course you're used to it.
french: [ _hi_ ] Vous êtes ici presque chaque semaine, bien sûr vous y êtes habitué.
italian: [_hi_] Sei qui quasi ogni settimana, ovviamente sei abituato.
japanese: [_hi_] あなたはほとんど毎週ここにいますが、もちろん慣れています。
spanish: [_hi_] Estás aquí casi cada semana, por supuesto que estás acostumbrado.

source: [_kure_] You are the one who instilled in me a love of hot springs in my old age!
french: [ _kure_ ] Vous êtes celui qui a instillé en moi un amour des sources thermales à mon âge !
italian: [_kure_] Tu sei colui che mi ha instillato un amore per le sorgenti calde nella mia vecchiaia!
japanese: [_kure_] 私に温泉好きを育ててくれたのは、あなたです!
spanish: [_kure_] ¡Eres el que instiró en mí un amor por las primaveras calientes en mi vejez!

source: [_hi_] You keep saying you're old, but I don't think so at all!
french: [ _hi_ ] Vous continuez à dire que vous êtes vieux, mais je ne pense pas du tout !
italian: [_hi_] Continuate a dire che siete vecchi, ma non lo penso affatto!
japanese: [_hi_] あなたは年を取っていると言い続けていますが、私は全くそうは思いません。
spanish: [_hi_] Sigues diciendo que eres viejo, ¡pero no lo creo en absoluto!

source: [_kure_] It doesn't matter what you think my sweetness, the years take their toll anyway.
french: [ _kure_ ] Peu importe ce que vous pensez de ma douceur, les années prennent leur bilan de toute façon.
italian: [_kure_] Non importa quello che pensi che la mia dolcezza, gli anni prendono comunque il loro pedaggio.
japanese: [_kure_] あなたが何を思っているかは関係ありません。何年もの間、とにかく料金がかかります。
spanish: [_kure_] No importa lo que creas que sea mi dulzo, los años toman su olla de todos modos.

source: [_m_] What is she talking about anyway? She looks like a sexy mother with a juicy figure, from those very hentai comics.
french: [ _m_ ] De toute façon, de quoi parle-t-elle? Elle ressemble à une mère sexy avec un chiffre juteux, de ces comics très hentais.
italian: [_m_] Di cosa sta parlando comunque? Sembra una madre sexy con una figura succosa, da quei fumetti molto hentai.
japanese: [_m_] 彼女はとにかく何について話していますか? ジューシーなフィギュアを持つセクシーな母親のように見えます, それらの非常に変態漫画から.
spanish: [_m_] ¿De qué está hablando de todos modos? Parece una madre sexy con una jugosa figura, de esos hentai cómicos.

source: [_mira_] Don't even try Lady Hinata, you can't change Mom's mind about that.
french: [ _mira_ ] N'essayez même pas Lady Hinata, vous ne pouvez pas changer d'avis de maman à ce sujet.
italian: [_mira_] Non provare nemmeno Lady Hinata, non puoi cambiare idea di mamma in proposito.
japanese: [_mira_] ひなたさんも試してはいけませんし、お母さんの心を変えることはできません。
spanish: [_mira_] Ni siquiera pruebes Dama Hinata, no puedes cambiar la mente de mamá al respecto.

source: [_hi_] I know... Teacher is as stubborn as ever...
french: [_hi_] Je sais... L'enseignant est aussi têtu que jamais...
italian: [_hi_] lo so... Il maestro è testardo come sempre...
japanese: [_hi_] 私は知っている...教師は相変わらず頑固だ...
spanish: [_hi_] lo sé... El profesor es tan obstinado como siempre...

source: [_kure_] When you live to be my age, you'll know what I mean.
french: [ _kure_ ] Quand vous viendrez pour être mon âge, vous saurez ce que je veux dire.
italian: [_kure_] Quando vivi di essere la mia età, saprai cosa voglio dire.
japanese: [_kure_] あなたが私の年齢になるために生きているとき、あなたは私の言いたいことがわかります。
spanish: [_kure_] Cuando usted vive para ser mi edad, usted sabrá lo que quiero decir.

source: [_kure_] By the way that guy, Himawari's tutor, how long have you known him? I haven't seen him in Konoha before.
french: [ _kure_ ] Par la façon dont ce gars, le tuteur de Himawari, combien de temps vous le connaissez-vous? Je ne l'ai pas vu à Konoha avant.
italian: [_kure_] A proposito di quel ragazzo, il tutor dell'Himawari, per quanto tempo lo avete conosciuto? Non l'ho visto a Konoha prima.
japanese: [_kure_] ちなみにヒマワリの家庭教師は、彼を知っているのですか? コノハで会ったことがありません。
spanish: [_kure_] Por la manera en que ese chico, el tutorial de Himawari, ¿cuánto tiempo lo conoces? No lo he visto en Konoha antes.

source: [_hi_] He's a visitor. Konoha's thriving in terms of tourism now, and [viname] something of a traveler.
french: [_hi_] C'est un visiteur. Konoha prospère en termes de tourisme et [viname] quelque chose de voyageur.
italian: [_hi_] È un visitatore. Konoha prospera in termini di turismo ora, e [viname] qualcosa di un viaggiatore.
japanese: [_hi_] 彼はビジターです。鴻葉は今、観光の面で繁栄しています。そして、 [viname] 旅行者のことです。
spanish: [_hi_] Él es un visitante. Konoha está emocionando en términos de turismo ahora, y [viname] algo de viajero.
