Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_ka_] Your influence on Hinata has given me many ways to influence my main target - Naruto.
french: [ _ka_ ] Votre influence sur Hinata m'a donné de nombreuses façons d'influencer mon principal objectif-Naruto.
italian: [_ka_] La tua influenza su Hinata mi ha dato molti modi per influenzare il mio obiettivo principale - Naruto.
japanese: [_ka_] あなたの日向への影響は、私の主な目標であるナルトに多くの影響を与えてくれました。
spanish: [_ka_] Su influencia en Hinata me ha dado muchas maneras de influir en mi objetivo principal-Naruto.

source: [_ka_] However, Naruto is not the only key person. There is another person I need to bring my main plan to life.
french: [ _ka_ ] Cependant, Naruto n'est pas la seule personne clé. Il y a une autre personne que j'ai besoin d'apporter mon plan principal à la vie.
italian: [_ka_] Tuttavia, Naruto non è l'unica persona chiave. C'è un'altra persona che ho bisogno di portare in vita il mio piano principale.
japanese: [_ka_] しかし、鳴門だけが重要な人ではありません。私の主要な計画を実現させる必要がある人は他にもいます。
spanish: [_ka_] Sin embargo, Naruto no es la única persona clave. Hay otra persona que necesito para llevar mi plan principal a la vida.

source: [_r_] I can already guess.
french: [ _r_ ] Je peux déjà deviner.
italian: [_r_] posso già indovinare.
japanese: [_r_] すでに推測できます。
spanish: [_r_] ya puedo adivinar.

source: [_r_] Why do you need Sasuke? Is he really that important?
french: [ _r_ ] Pourquoi as-tu besoin de Sasuke? Est-il vraiment si important?
italian: [_r_] Perché hai bisogno di Sasuke? È davvero così importante?
japanese: [_r_] なぜサスケが必要なのですか?
spanish: [_r_] ¿Por qué necesitas Sasuke? ¿Es realmente tan importante?

source: [_ka_] This Uchiha has a unique power, I might need it.
french: [ _ka_ ] Cette Uchiha a une puissance unique, j'en ai peut-être besoin.
italian: [_ka_] Questo Uchiha ha un potere unico, potrei averne bisogno.
japanese: [_ka_] このうちはユニークな力を持っているので、必要になるかもしれません。
spanish: [_ka_] Este Uchiha tiene un poder único, podría necesitarlo.

source: [_r_] Really? What kind of power is it?
french: [_r_] Vraiment? Quel type de puissance est-ce ?
italian: [_r_] Davvero? Che tipo di potere è?
japanese: [_r_] 本当に? どのようなパワーですか?
spanish: [_r_] ¿Realmente? ¿Qué tipo de poder es?

source: [_ka_] Even if I tried to explain it, it would be too difficult for you to understand.
french: [ _ka_ ] Même si j'essayais de l'expliquer, il serait trop difficile pour vous de comprendre.
italian: [_ka_] Anche se ho cercato di spiegarla, sarebbe troppo difficile per voi capire.
japanese: [_ka_] 私が説明しようとしても、理解するのは難しすぎるでしょう。
spanish: [_ka_] Aunque traté de explicarlo, sería demasiado difícil para usted entender.

source: [_ka_] The only thing you need to know for sure is that your next target is Sakura.
french: [ _ka_ ] La seule chose que vous devez savoir, c'est que votre prochaine cible est Sakura.
italian: [_ka_] L'unica cosa che devi sapere è che il tuo prossimo obiettivo è Sakura.
japanese: [_ka_] 確かに知っておくべきことは、次のターゲットがさくらだということだけです。
spanish: [_ka_] Lo único que necesita saber con seguridad es que su próximo objetivo es Sakura.

source: [_r_] Damn, this might not be easy, she's… Wilder than Hinata.
french: [_r_] Bon sang, ce n'est peut-être pas facile, elle est… Wilder que Hinata.
italian: [_r_] Damn, questo potrebbe non essere facile, lei è… Wilder di Hinata.
japanese: [_r_] くそ、これは容易ではないかもしれない、彼女は日向より… ワイルドだ。
spanish: [_r_] Maldita, esto podría no ser fácil, ella es… Wilder que Hinata.

source: [_ka_] Don't worry, with your current strength, you should be able to approach her.
french: [ _ka_ ] Ne vous inquiétez pas, avec votre force actuelle, vous devriez pouvoir l'approcher.
italian: [_ka_] Non ti preoccupare, con la tua forza attuale, dovresti essere in grado di avvicinarti.
japanese: [_ka_] あなたの現在の強さで、彼女に近づくことができるはずです。
spanish: [_ka_] No te preocupes, con tu fuerza actual, deberías ser capaz de acercarte a ella.

source: [_ka_] Hinata has contact with Sakura, I have already touched on this topic during a chat with Hinata, she will help you get a part-time job as a massage therapist.
french: [ _ka_ ] Hinata a des contacts avec Sakura, j'ai déjà abordé ce sujet lors d'une discussion avec Hinata, elle vous aidera à obtenir un emploi à temps partiel comme massothérapeute.
italian: [_ka_] Hinata ha contatti con Sakura, Ho già toccato questo argomento durante una chat con Hinata, lei vi aiuterà a ottenere un lavoro part-time come una massaggiatrice.
japanese: [_ka_] ひなたはさくらと接触しており、ひなたとのおしゃべりではすでにこの話題に触れている。 マッサージセラピストのアルバイトを手伝ってくれるって。
spanish: [_ka_] Hinata tiene contacto con Sakura, ya he tocado este tema durante un chat con Hinata, ella le ayudará a conseguir un trabajo a tiempo parcial como terapeuta de masaje.

source: [_r_] And I don't even need a medical degree at all? She might suspect something...
french: [ _r_ ] Et je n'ai même pas besoin d'un diplôme de médecine? Elle pourrait soupçonnent quelque chose ...
italian: [_r_] E non ho nemmeno bisogno di una laurea medica a tutti? Potrebbe sospettare qualcosa...
japanese: [_r_] そして私は全く医学の学位も必要ありません。彼女は何かを疑うかもしれません...
spanish: [_r_] ¿Y ni siquiera necesito un título médico? Podría sospechar algo...

source: [_ka_] You underestimate the influence of the Hokage family nowadays, one recommendation from Hinata will be enough for you to start practicing.
french: [ _ka_ ] Vous sous-estiez l'influence de la famille des criblures de nos jours, une recommandation de Hinata sera suffisante pour que vous commencez à pratiquer.
italian: [_ka_] Si sottovaluta l'influenza della famiglia Hokage al giorno d'oggi, una raccomandazione da Hinata sarà sufficiente per iniziare a praticare.
japanese: [_ka_] 最近では、火影家の影響を過小評価されていますが、ひなたからの推薦で十分に練習を始めることができます。
spanish: [_ka_] Usted subestima la influencia de la familia Hokage hoy en día, una recomendación de Hinata será suficiente para que usted comience a practicar.

source: [_ka_] Message Hinata and agree on something, start as soon as possible.
french: [_ka_] Message Hinata et accord sur quelque chose, commencez dès que possible.
italian: [_ka_] Messaggio Hinata e d'accordo su qualcosa, iniziare il prima possibile.
japanese: [_ka_] ひなたにメッセージを送って、何かに同意し、できるだけ早く始めましょう。
spanish: [_ka_] Mensaje Hinata y ponerse de acuerdo en algo, empezar tan pronto como sea posible.

source: [_r_] Okay, gotcha.
french: [_r_] Ok, c'est vrai.
japanese: [_r_] わかりました。
spanish: [_r_] Vale, gotcha.

source: [_r_] Okay, I should message Hinata, maybe I can make an appointment with Sakura.
french: [ _r_ ] Ok, je devrais envoyer un message Hinata, peut-être que je peux prendre rendez-vous avec Sakura.
italian: [_r_] Okay, dovrei inviare un messaggio a Hinata, forse posso fissare un appuntamento con Sakura.
japanese: [_r_] さて、ひなたにメッセージを送るべきです。たぶん、さくらとの約束はできます。
spanish: [_r_] Vale, debo enviar un mensaje a Hinata, tal vez pueda hacer una cita con Sakura.

source: [_saku_] Come in!
french: [ _saku_ ] Viens !
italian: [_saku_] Vieni in!
japanese: [_saku_] ご来場ください!
spanish: ¡[_saku_] entrar!

source: [_saku_] Hinata, honey, feel free to come in, I have some free time at the moment.
french: [_saku_] Hinata, miel, n'hésitez pas à entrer, j'ai du temps libre pour le moment.
italian: [_saku_] Hinata, miele, sentitevi liberi di entrare, ho un po 'di tempo libero al momento.
japanese: [_saku_] ひなたちゃん、お気軽にお越しください。今は自由な時間があります。
spanish: [_saku_] Hinata, miel, siéntete libre de entrar, tengo algo de tiempo libre en este momento.

source: [_m_] Daamn, she's even hotter in real life, just look at that loose formal suit!
french: [_m_] Daamn, elle est encore plus chaude dans la vie réelle, regardez juste ce costume formel vicieux!
italian: [_m_] Daamn, è ancora più calda nella vita reale, basta guardare quel vestito formale sciolto!
japanese: [_m_] Daamn、彼女は実際の生活の中でさらに熱くなっています。ただその緩やかな正式なスーツを見てください！
spanish: [_m_] Daamn, es aún más caliente en la vida real, ¡mira ese traje formal suelto!

source: [_m_] Don't stare at her legs, don't stare!
french: [_m_] Ne regardez pas ses jambes, ne regardez pas!
italian: [_m_] Non fissarti le gambe, non stare!
japanese: [_m_] 彼女の足を凝視しないでください, 凝視しないでください!
spanish: [_m_] No mires a sus piernas, ¡no lo mire!

source: [_saku_] Darling, those extensions really suit you! It looks so chic.
french: [_saku_] Chef, ces extensions vous conviennent vraiment! Ça a l'air si chic.
italian: [_saku_] Darling, quelle estensioni si adattano davvero a te! Sembra così chic.
japanese: [_saku_] ダーリン、それらの拡張機能はあなたにぴったりです! とてもシックに見えます。
spanish: [_saku_] Darling, ¡esas extensiones te convienen realmente! Parece tan elegante.

source: [_hi_] Thank you Sakura! You’re looking great too!
french: [ _hi_ ] Merci Sakura ! Tu es très en train de regarder !
italian: [_hi_] Grazie Sakura! Anche tu sei fantastico!
japanese: [_hi_] ありがとうございます！あなたも素晴らしいです！
spanish: [_hi_] ¡Gracias Sakura! ¡Estás mirando genial también!

source: [_saku_] Even your nails, they look stunning!
french: [_saku_] Même vos ongles, ils ont l'air stupéfiants!
italian: [_saku_] Anche le tue unghie, sembrano stupefacenti!
japanese: [_saku_] あなたの爪でさえ、彼らは見事に見えます!
spanish: [_saku_] ¡Incluso tus uñas, se ven impresionantes!

source: [_m_] What the... Fuck... My eyes hurt...
french: [_m_] Qu'est-ce que... Fuck ... Mes yeux sont blessés...
italian: [_m_] Che cosa... Fuck... I miei occhi fanno male...
japanese: [_m_] なんてこと... ファック...
spanish: [_m_] Qué la... Pierde... Mis ojos duerme...

source: [_m_] I... What is this?
french: [_m_] Je... Qu'est-ce que c'est?
italian: [_m_] I... Cos'è questo?
japanese: [_m_] I... これは何ですか？
spanish: [_m_] I. .. ¿Qué es esto?

source: [_m_] I’m seeing information… but I don't understand anything...
french: [ _m_ ] Je vois des informations… mais je ne comprends rien ...
italian: [_m_] Sto vedendo le informazioni… ma non capisco nulla...
japanese: [_m_]… 情報を見ていますが、何も理解できません...
spanish: [_m_] Estoy viendo información… pero no entiendo nada...

source: [_m_] I'll have to ask Kamiko later.
french: [_m_] Je devrai demander à Kamiko plus tard.
italian: [_m_] dovrò chiedere a Kamiko più tardi.
japanese: [_m_] 後で神子さんに聞かなければなりません。
spanish: [_m_] tendré que preguntar a Kamiko más tarde.

source: [_saku_] Is this the same young man that you mentioned in messages?
french: [ _saku_ ] Est-ce le même jeune homme que vous avez mentionné dans les messages?
italian: [_saku_] Questo è lo stesso giovane che hai citato nei messaggi?
japanese: [_saku_] これはあなたがメッセージの中で言及したのと同じ若者ですか?
spanish: [_saku_] ¿Es este el mismo joven que mencionaste en los mensajes?

source: [_hi_] Yes, this is [viname], he is currently looking for a part-time job. He has a lot of experience in therapeutic massage, do not miss such a valuable specialist.
french: [ _hi_ ] Oui, c'est [ viname ], il est actuellement à la recherche d'un emploi à temps partiel. Il a beaucoup d'expérience dans le massage thérapeutique, ne manquez pas un spécialiste aussi précieux.
italian: [_hi_] Sì, questa è [viname], sta attualmente cercando un lavoro a tempo parziale. Ha molta esperienza nel massaggio terapeutico, non perdere uno specialista così prezioso.
spanish: [_hi_] Sí, esto es [viname], actualmente está buscando un trabajo a tiempo parcial. Tiene mucha experiencia en el masaje terapeutico, no se pierda un especialista tan valioso.

source: [_saku_] Nice to meet you, my name is Sakura, I'm the senior doctor at this hospital.
french: [_saku_] Nice de vous rencontrer, mon nom est Sakura, je suis le médecin senior de cet hôpital.
italian: [_saku_] Nizza per incontrarti, mi chiamo Sakura, sono il dottore più anziano di questo ospedale.
japanese: [_saku_] はじめまして、私の名前はサクラです。私はこの病院の上級医師です。
spanish: [_saku_] Bueno para conocerte, mi nombre es Sakura, soy el médico senior de este hospital.

source: [_r_] Nice to meet you Sakura.
french: [ _r_ ] Nice pour vous rencontrer Sakura.
italian: [_r_] Bello per incontrarti Sakura.
japanese: [_r_] はじめまして。
spanish: [_r_] Bueno para conocerte Sakura.

source: [_r_] Heard you’re looking for a massage therapist? I wouldn’t mind working at your hospital.
french: [ _r_ ] Vous êtes à la recherche d'un massothérapeute? Je ne voudrais pas travailler à votre hôpital.
italian: [_r_] Hai sentito che stai cercando un massaggiatore? Non mi dispiacerebbe lavorare al tuo ospedale.
japanese: [_r_] マッサージセラピストを探していると聞きましたか？あなたの病院で働いても構いません。
spanish: [_r_] ¿Buscas un termólogo de masaje? No me importaría trabajar en tu hospital.

source: [_saku_] You're right on time, we don't have enough specialists right now, many of our staff members are gone on vacation.
french: [ _saku_ ] Vous avez raison à temps, nous n'avons pas assez de spécialistes maintenant, beaucoup de nos membres du personnel sont partis en vacances.
italian: [_saku_] Sei giusto in tempo, non abbiamo abbastanza specialisti in questo momento, molti dei nostri membri del personale sono andati in vacanza.
japanese: [_saku_] 現在、専門家が足りておらず、スタッフの多くが休暇を取っています。
spanish: [_saku_] Usted está justo a tiempo, no tenemos suficientes especialistas en este momento, muchos de nuestros miembros del personal se han ido de vacaciones.

source: [_r_] I'll gladly give it a shot!
french: [_r_] Je me ferai un plaisir de lui donner un coup de feu!
italian: [_r_] lo farò volentieri un colpo!
japanese: [_r_] 喜んで一発やろう！
spanish: [_r_] ¡Estaré encantado de darle un tiro!

source: [_hi_] [viname] helped me a lot with back pain, believe me, he has magic hands.
french: [_hi_] [viname] m'a beaucoup aidé avec des douleurs de dos, croyez-moi, il a des mains magiques.
italian: [_hi_] [viname] mi ha aiutato molto con il mal di schiena, credetemi, ha mani magiche.
japanese: [_hi_] [viname] は背中の痛みで私を助けてくれました, 彼は魔法の手を持っています.
spanish: [_hi_] [viname] me ayudó mucho con dolor de espalda, créame, tiene manos mágicas.

source: [_saku_] Well, since the Hokage family itself recommends you directly, I don't think there's any reason not to.
french: [ _saku_ ] Eh bien, puisque la famille Hokage elle-même vous recommande directement, je ne pense pas qu'il y a de raison de ne pas.
italian: [_saku_] Beh, dal momento che la famiglia Hokage stessa ti consiglia direttamente, non credo che ci sia alcun motivo per non farlo.
japanese: [_saku_] さて、伯影家自体が直接推薦してくれるので、そうしない理由はないと思います。
spanish: [_saku_] Bueno, puesto que la propia familia Hokage te recomienda directamente, no creo que haya ninguna razón para no hacerlo.

source: [_saku_] Hinata will give you my personal contact once you're ready to get started, feel free to text me then.
french: [ _saku_ ] Hinata vous donnera mon contact personnel une fois que vous êtes prêt à commencer, n'hésitez pas à me faire du texte.
italian: [_saku_] Hinata vi darà il mio contatto personale una volta che siete pronti per iniziare, sentitevi liberi di scrivermi allora.
japanese: [_saku_] ひなたは、始める準備ができたら私の個人的な連絡先を教えてくれます。その時はテキストメッセージを自由に送ってください。
spanish: [_saku_] Hinata te dará mi contacto personal cuando estés listo para empezar, siéntete libre de enviarme un mensaje de texto entonces.

source: [_r_] Thank you, I'll definitely message you!
french: [ _r_ ] Merci, je vous envoie un message sans aucun doute !
italian: [_r_] Grazie, ti manderò sicuramente un messaggio!
japanese: [_r_] ありがとうございます、私は間違いなくメッセージを送ります!
spanish: [_r_] Gracias, ¡definitivamente le enviaré un mensaje!

source: [_hi_] Thanks Sakura, I knew I could count on you!
french: [ _hi_ ] Merci Sakura, je savais que je pouvais compter sur toi !
italian: [_hi_] Grazie Sakura, sapevo che potevo contare su di te!
japanese: [_hi_] ありがとう、さくらちゃん、頼れると思ってたよ！
spanish: [_hi_] Gracias Sakura, sabía que podía contar contigo!

source: [_saku_] No problem, Hinata, you owe me one now, treat me to some coffee this weekend.
french: [ _saku_ ] No problem, Hinata, you owe me now, treat me to some coffee this weekend.
italian: [_saku_] Nessun problema, Hinata, mi devi uno adesso, trattami un po 'di caffè questo fine settimana.
japanese: [_saku_] 問題ありません、ひなた、あなたは私に借りができました。今週末は私にコーヒーをごちそうしてください。
spanish: [_saku_] No hay problema, Hinata, me debe uno ahora, déjame un poco de café este fin de semana.

source: [_ka_] How is your new target doing? Looking forward to a meetup?
french: [ _ka_ ] Comment va votre nouvelle cible? Un regard vers un meetup?
italian: [_ka_] Come sta facendo il tuo nuovo obiettivo? In attesa di un incontro?
japanese: [_ka_] 新しいターゲットはいかがですか？ミーティングを楽しみにしていますか？
spanish: [_ka_] ¿Cómo está haciendo su nuevo objetivo? ¿A la espera de una reunión?

source: [_r_] Sakura looks great, her adult version is so impressive. For some reason, she always seemed like some kind of tomboy to me, but I saw such a stunning and beautiful woman standing before me.
french: [_r_] Sakura a l'air super, sa version adulte est si impressionnante. Pour une raison quelconque, elle m'a toujours semblé une sorte de tomboy, mais j'ai vu une femme aussi belle et étonnante se tenir devant moi.
italian: [_r_] Sakura sembra grande, la sua versione per adulti è così impressionante. Per qualche motivo, mi sembrava sempre un qualche tipo di tomboy, ma ho visto una donna così bella e mozzafiato che mi stava davanti.
japanese: [_r_] さくらは素晴らしそうです, 彼女の大人のバージョンはとても印象的です. 何らかの理由で, 彼女はいつも私にとっておてんば娘のように見えました, しかし、私はこのような素晴らしいと美しい女性が私の前に立って見ました.
spanish: [_r_] Sakura se ve grande, su versión para adultos es tan impresionante. Por alguna razón, siempre me pareció una especie de tomboy, pero vi a una mujer tan hermosa y asombrosa que se encontraba delante de mí.

source: [_r_] However, something strange happened... When I saw Sakura next to Hinata, my eyes began hurting... Everything seemed to blur for a split second, then...
french: [_r_] Cependant, quelque chose d'étrange s'est passé... Quand j'ai vu Sakura près de Hinata, mes yeux ont commencé à faire mal... Tout semblait flou pendant une demi-seconde, alors...
italian: [_r_] Tuttavia, è successo qualcosa di strano... Quando ho visto Sakura accanto a Hinata, i miei occhi hanno cominciato a fare male... Tutto sembrava sfocare per un secondo diviso, allora...
japanese: [_r_] しかし、何か変なことが起こりました...ひなたの隣の桜を見ると、私の目が痛み始めました...
spanish: [_r_] Sin embargo, algo extraño sucedió... Cuando vi a Sakura junto a Hinata, mis ojos comenzaron a dañar... Todo parecía desenfocar durante un segundo partido...

source: [_r_] I saw an unexplainable chart… The chart contained information, some percentages... Some words...
french: [ _r_ ] J'ai vu un graphique inexplicable… Le graphique contenait des informations, quelques pourcentages ... Quelques mots ...
italian: [_r_] Ho visto un grafico inspiegabile… Il grafico conteneva informazioni, alcune percentuali... Alcune parole...
spanish: [_r_] vi un gráfico inexplicable… El gráfico contenía información, algunos porcentajes... Algunas palabras...

source: [_ka_] Wait a minute... No way. Let me check.
french: [_ka_] Attendez une minute... Absolument. Laissez-moi vérifier.
italian: [_ka_] Aspetta un minuto... In nessun modo. Lasciami controllare.
japanese: [_ka_] ちょっと待って... いいえ、確認します。
spanish: [_ka_] Espere un minuto... De ninguna manera. Déjame comprobar.

source: [_r_] Wh-what's in there? Am I dying?
french: [_r_] Que se passe-t-il là-bas ? Suis-je mort?
italian: [_r_] Wh-what is in there? Sto morendo?
japanese: [_r_] 何が入ってるの？私は死んでるの？
spanish: [_r_] ¿Qué hay ahí? ¿Estoy muriendo?

source: [_ka_] I can't believe it... It's strange, you somehow cloned my ability.
french: [_ka_] Je ne peux pas le croire... C'est étrange, vous avez cloné mes capacités.
italian: [_ka_] Non riesco a crederci... È strano, in qualche modo hai clonato la mia abilità.
japanese: [_ka_] 信じられないchar@@1 不思議なことに、なんとかして私の能力をクローンしてくれた。
spanish: [_ka_] no puedo creerlo... Es extraño, de alguna manera clonaste mi habilidad.

source: [_r_] Really? Your ability? What does it do?
french: [_r_] Vraiment? Votre capacité? Que fait-il?
italian: [_r_] Davvero? La tua abilità? Cosa fa?
japanese: [_r_] 本当に？あなたの能力？それは何をするの？
spanish: [_r_] ¿De verdad? ¿Tu habilidad? ¿Qué hace?

source: [_ka_] I call it informer. It gives me information about beings that have chakra.
french: [ _ka_ ] Je l'appelle informateur. Ça me donne des informations sur des êtres qui ont chakra.
italian: [_ka_] Lo chiamo informatore. Mi dà informazioni sugli esseri che hanno chakra.
japanese: [_ka_] 私はそれを情報提供者と呼んでいます。チャクラを持つ生き物についての情報を提供してくれます。
spanish: [_ka_] lo llamo informador. Me da información sobre seres que tienen chakra.

source: [_ka_] Your informant just awakened, it's on a very low level, but it's the same ability...
french: [ _ka_ ] Votre informateur vient de se réveiller, c'est à un niveau très bas, mais c'est la même capacité ...
italian: [_ka_] Il tuo informatore appena risvegliato, è a un livello molto basso, ma è la stessa abilità...
japanese: [_ka_] あなたの情報提供者はちょうど目覚めました、それは非常に低いレベルですが、それは同じ能力です...
spanish: [_ka_] Su informante acaba de despertar, está en un nivel muy bajo, pero es la misma habilidad ...

source: [_r_] Explain to me what I saw there, I don't quite understand...
french: [ _r_ ] Expliquez-moi ce que j'ai vu là, je ne comprends pas ...
italian: [_r_] Spiegami cosa ho visto lì, non capisco...
japanese: [_r_] 私がそこで見たことを説明してください。私にはよく理解できません...
spanish: [_r_] Explíqueme lo que vi allí, no entiendo...

source: [_ka_] The percentage you saw on Hinata is her level of submission.
french: [ _ka_ ] Le pourcentage que vous avez vu sur Hinata est son niveau de soumission.
italian: [_ka_] La percentuale che hai visto su Hinata è il suo livello di presentazione.
japanese: [_ka_] 日向で見た割合は彼女の服従レベルです。
spanish: [_ka_] El porcentaje que has visto en Hinata es su nivel de sumisión.

source: [_ka_] When the percentage reaches a hundred, she will completely obey you.
french: [ _ka_ ] Quand le pourcentage atteint cent, elle vous obéira complètement.
italian: [_ka_] Quando la percentuale raggiunge un centinaio, vi obbedirà completamente.
japanese: [_ka_] パーセンテージが100に達すると、彼女は完全にあなたに従います。
spanish: [_ka_] Cuando el porcentaje llegue a cien, ella le obedecerá por completo.

source: [_r_] And those three words, what was it about?
french: [ _r_ ] Et ces trois mots, de quoi s'agissait?
italian: [_r_] E queste tre parole, di cosa si trattava?
japanese: [_r_] そしてこの3つの言葉は何についてでしたか?
spanish: [_r_] Y esas tres palabras, ¿de qué se trataba?

source: [_ka_] Those are the three main feelings that dominate inside her towards you.
french: [ _ka_ ] Ce sont les trois principaux sentiments qui dominent à l'intérieur d'elle vers vous.
italian: [_ka_] Questi sono i tre sentimenti principali che dominano dentro di lei verso di te.
japanese: [_ka_] これらは、彼女の内面を支配する三つの主要な感情です。
spanish: [_ka_] Estos son los tres sentimientos principales que dominan dentro de ella hacia ti.

source: [_ka_] The Informant is able to give out much more information, it’s a very powerful tool, but it’s incredibly difficult to train.
french: [ _ka_ ] L'Informant est capable de donner beaucoup plus d'informations, c'est un outil très puissant, mais il est incroyablement difficile de s'entraîner.
italian: [_ka_] L'Informante è in grado di fornire molte più informazioni, è uno strumento molto potente, ma è incredibilmente difficile da allenare.
japanese: [_ka_] 情報提供者はより多くの情報を提供することができます。それは非常に強力なツールですが、訓練は非常に困難です。
spanish: [_ka_] El informante es capaz de dar mucha más información, es una herramienta muy poderosa, pero es increíblemente difícil entrenar.

source: [_ka_] It's one of the main abilities that helped me adapt to this world at the time.
french: [ _ka_ ] C'est l'une des principales capacités qui m'ont aidé à m'adapter à ce monde à l'époque.
italian: [_ka_] È una delle principali abilità che mi hanno aiutato ad adattarsi a questo mondo all'epoca.
japanese: [_ka_] 当時の私がこの世界に適応するのに役立った主な能力の1つです。
spanish: [_ka_] Es una de las principales habilidades que me ayudaron a adaptarse a este mundo en ese momento.

source: [_r_] Interesting, sounds very useful.
french: [ _r_ ] Intéressant, les sons sont très utiles.
italian: [_r_] Interessante, suona molto utile.
japanese: [_r_] 興味深いです, 非常に便利です.
spanish: [_r_] interesante, suena muy útil.
