Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] Will I really like it?
french: [_r_] Vais-je vraiment l'aimer ?
italian: [_r_] Mi piacerà veramente?
japanese: [_r_] 私は本当にそれが好きですか?
spanish: [_r_] ¿Realmente me gustará?

source: [_ka_] Stop thinking only about sex, idiot. You're the one who was a virgin recently.
french: [ _ka_ ] Cessez de penser uniquement au sexe, idiot. Tu es celui qui était vierge récemment.
italian: [_ka_] Smettila di pensare solo al sesso, all'idiota. Sei quello che era una vergine di recente.
japanese: [_ka_] セックスだけを考えるのはやめなさい、バカ。最近処女だった人だよ。
spanish: [_ka_] Deja de pensar sólo en el sexo, idiota. Eres el que fue una virgen recientemente.

source: [_r_] Ouch. Right where it hurts.
french: [_r_] Aïe. À droite là où ça fait mal.
italian: [_r_] Ouch. Proprio dove fa male.
japanese: [_r_] 痛いところ.
spanish: [_r_] . Justo donde duele.

source: [_ka_] Get out of here already!
french: [ _ka_ ] Sortez d'ici !
italian: [_ka_] Esci da qui già!
japanese: [_ka_] もうここから出て行け！
spanish: [_ka_] ¡Sal de aquí ya!

source: [_hi_] [viname] Good afternoon, Himawari just woke up. Thank you for coming, I won't be at home today, so look after her.
french: [_hi_] [viname] Bon après-midi, Himawari vient de se réveiller. Merci d'être venu, je ne serai pas chez moi aujourd'hui, alors prenez soin d'elle.
italian: [_hi_] [viname] Buon pomeriggio, Himawari si è appena svegliato. Grazie per essere venuto, non sarò a casa oggi, quindi badate a lei.
japanese: [_hi_] [viname] こんにちは、ひまわりさんが目を覚ましました。来てくれてありがとう、今日は家に帰らないので、お世話になります。
spanish: [_hi_] [viname] Buenas tardes, Himawari acaba de despertarse. Gracias por venir, hoy no estaré en casa, así que cuide de ella.

source: [_r_] Sure, you can rely on me!
french: [ _r_ ] Bien sûr, vous pouvez compter sur moi !
italian: [_r_] Certo, puoi contare su di me!
japanese: [_r_] もちろん、私に頼ることができます！
spanish: [_r_] ¡Claro, puedes confiar en mí!

source: [_r_] How long are you gonna be gone?
french: [ _r_ ] Combien de temps tu vas être parti?
italian: [_r_] Per quanto tempo andrai?
japanese: [_r_] あなたはどのくらい行くつもりですか？
spanish: [_r_] ¿Cuánto tiempo vas a ir?

source: [_hi_] Until the very evening... Sorry, you'll have to stay late today.
french: [ _hi_ ] Jusqu'à la soirée ... Désolé, tu vas devoir rester en retard aujourd'hui.
italian: [_hi_] Fino alla sera... Spiacenti, dovrai rimanere in ritardo oggi.
japanese: [_hi_] 夕方までchar@@1 申し訳ありませんが、今日は遅くまでお泊りください。
spanish: [_hi_] Hasta la misma noche ... Sorry, you'll have to stay late today.

source: [_r_] It's okay, I enjoy spending time with Himawari. We'll think something out.
french: [ _r_ ] C'est bon, j'aime passer du temps avec Himawari. Nous réfléchirons à quelque chose.
italian: [_r_] Va bene, mi piace passare del tempo con Himawari. Penseremo qualcosa.
japanese: [_r_] 大丈夫、ひまわりとの時間を楽しんでいます。
spanish: [_r_] Está bien, me gusta pasar tiempo con Himawari. Pensaremos algo.

source: [_hi_] Glad to hear this!
french: [_hi_] Heureux d'entendre cela!
italian: [_hi_] Siamo felici di sentirlo!
japanese: [_hi_] これを聞いてうれしいです!
spanish: ¡[_hi_] encantado de escuchar esto!

source: [_r_] Something important happened today?
french: [_r_] Quelque chose d'important s'est passé aujourd'hui ?
italian: [_r_] È successo qualcosa di importante oggi?
japanese: [_r_] 今日重要なことがありましたか?
spanish: [_r_] ¿Ha ocurrido algo importante hoy?

source: [_hi_] I didn't understand it yet... My sister asked to come, it's something related to their team's mission.
french: [_hi_] Je ne l'ai pas encore compris... Ma sœur m'a demandé de venir, c'est quelque chose de lié à la mission de leur équipe.
italian: [_hi_] non l'ho ancora capito... Mia sorella ha chiesto di venire, è qualcosa di legato alla missione della loro squadra.
japanese: [_hi_] まだ理解できませんでした... 妹が来てくれと頼まれたので、それは彼らのチームの使命に関連したことです。
spanish: [_hi_] No lo he entendido todavía... Mi hermana pidió venir, es algo relacionado con la misión de su equipo.

source: [_r_] Well, I don't know anything about it, so good luck!
french: [_r_] Eh bien, je n'en sais rien, bonne chance !
italian: [_r_] Beh, non so nulla al riguardo, così buona fortuna!
japanese: [_r_] さて、私はそれについて何も知らないので、頑張ってください!
spanish: [_r_] Bueno, no sé nada de eso, ¡tan buena suerte!

source: [_hi_] Thank you! Goodbye!
french: [_hi_] Merci! Au revoir !
italian: [_hi_] Grazie! Arrivederci!
japanese: [_hi_] ありがとうございます！さようなら！
spanish: [_hi_] ¡Gracias! ¡Adiós!

source: [_r_] Hi Hima, today you'll have to tolerate me the whole day.
french: [ _r_ ] Bonjour Hima, aujourd'hui vous allez devoir me tolérer toute la journée.
italian: [_r_] Ciao Hima, oggi dovrai tollerarmi tutto il giorno.
japanese: [_r_] こんにちは、島さん、今日は一日中私を許してくれます。
spanish: [_r_] Hola Hima, hoy tendrás que tolerarme todo el día.

source: [_hima_] Sensei! Mum already said that you'll stay here untill evening, I made up so many things!
french: [_hima_] Sensei! Maman a déjà dit que vous resterez ici jusqu'à ce que le soir, j'ai fait tant de choses !
italian: [_hima_] Sensei! Mamma ha già detto che resterai qui fino alla sera, ho fatto così tante cose!
japanese: [_hima_] 先生！ママは夕方までここにいてくれるって言ってたから、私はたくさんのことを作りました！
spanish: [_hima_] ¡Sensei! Ya dijo que te quedarás aquí hasta la noche, ¡he hecho tantas cosas!

source: [_hima_] Mommy bought me some plasticine! We'll sculpt things and then we'll have a walk in Konoha, maybe I'll even introduce you to my friends!
french: [_hima_] Maman m'a acheté de la plasticine! Nous allons sculpter des choses et nous allons faire une promenade à Konoha, peut-être que je vais vous présenter à mes amis !
italian: [_hima_] Mommy mi ha comprato un po' di plasticina! Scolpiremo le cose e poi faremo una passeggiata a Konoha, forse ti presenterò anche ai miei amici!
japanese: [_hima_] ママがプラスチックを買ってくれた！私たちは彫刻をして、それから木ノ葉で散歩をします。たぶん私の友達にも紹介してあげるでしょう!
spanish: [_hima_] ¡Momia me compró un poco de plásticina! Exculparemos cosas y entonces daremos un paseo en Konoha, ¡tal vez incluso te presentaré a mis amigos!

source: [_r_] Sounds like fun, I'm in!
french: [_r_] On dirait du plaisir, j'y suis !
italian: [_r_] Sembra divertente, sono dentro!
japanese: [_r_] 楽しそうに聞こえます, 私は入っています!
spanish: [_r_] Suena como la diversión, ¡estoy entrando!

source: [_hima_] Plasticine is already prepared!
french: [_hima_] La Plasticine est déjà préparée !
italian: [_hima_] Plasticina è già preparata!
japanese: [_hima_] プラスティシンは既に準備されています!
spanish: [_hima_] ¡La plasticina ya está preparada!

source: It’s time to find something erotic!
french: Il est temps de trouver quelque chose d’érotique !
italian: È ora di trovare qualcosa di erotico!
japanese: 何かエロいものを見つけよう！
spanish: ¡Es hora de encontrar algo erótico!

source: You can do this, just be careful!
french: Vous pouvez le faire, faites attention!
italian: Si può fare questo, basta stare attenti!
japanese: あなたはこれを行うことができます、ただ気をつけてください!
spanish: Usted puede hacer esto, ¡tenga cuidado!

source: [_r_] I think I've done something lame.
french: [ _r_ ] Je pense que j'ai fait quelque chose de boiteux.
italian: [_r_] penso di aver fatto qualcosa di zoppo.
japanese: [_r_] 私は何かラメなことをしたと思います。
spanish: [_r_] creo que he hecho algo laz.

source: [_hima_] This is only because you're a beginner in sculpting!
french: [ _hima_ ] C'est seulement parce que vous êtes un débutant en sculpture !
italian: [_hima_] Questo è solo perché sei un principiante nella scultura!
japanese: [_hima_] これは、あなたが彫刻の初心者だからです!
spanish: [_hima_] ¡Esto es solo porque eres un principiante en esculpito!

source: [_r_] Wow! You're doing really well...
french: [_r_] Wow ! Vous allez très bien...
italian: [_r_] Wow! Stai davvero bene...
japanese: [_r_] Wow! あなたは本当にうまくやっています...
spanish: [_r_] ¡Wow! Lo estás haciendo muy bien ...

source: [_hima_] Thanks! I love sculpting but I love drawing even more!
french: [_hima_] Merci ! J'adore la sculpture, mais j'adore dessiner encore plus !
italian: [_hima_] Grazie! Amo la scultura ma amo il disegno ancora di più!
japanese: [_hima_] ありがとうございます！彫刻は大好きですが、もっと絵を描くのが大好きです！
spanish: [_hima_] ¡Gracias! ¡Me encanta culpar, pero me encanta dibujar aún más!

source: [_r_] You can become a very good artist, Himawari.
french: [ _r_ ] Vous pouvez devenir un très bon artiste, Himawari.
italian: [_r_] Si può diventare un artista molto buono, Himawari.
japanese: [_r_] とてもいいアーティスト、ひまわりになることができます。
spanish: [_r_] Usted puede convertirse en un muy buen artista, Himawari.

source: [_hima_] It's not so special... I know a guy who can make his paintings become alive! It's super-cool!
french: [ _hima_ ] Ce n'est pas si spécial ... Je connais un type qui peut rendre ses tableaux vivants ! C'est super-cool !
italian: [_hima_] Non è così speciale... conosco un ragazzo che può far sì che i suoi dipinti diventino vivi! È super cool!
japanese: [_hima_] そんなに特別ではありません... 自分の絵を生き生きとさせることができる男を知っています!
spanish: [_hima_] No es tan especial... ¡Sé que un tipo que puede hacer que sus cuadros se vuelvan vivos! ¡Es super guía!

source: [_m_] If memory serves me correctly, she's talking about...
french: [ _m_ ] Si la mémoire me sert correctement, elle parle de ...
italian: [_m_] Se la memoria mi serve correttamente, sta parlando...
japanese: [_m_] 記憶が正しければ、彼女は話しています...
spanish: [_m_] Si la memoria me sirve correctamente, ella habla de ...

source: [_m_] Sai and Ino's son, a pale guy with blue eyes, what was his name...
french: [_m_] Sai et le fils d'Ino, un gars pâle aux yeux bleus, quel était son nom...
italian: [_m_] Sai e figlio di Ino, un ragazzo pallido con gli occhi blu, quello che era il suo nome...
japanese: [_m_] サイとイノの息子, 青い目を持つ青白い男, 彼の名前は何でした...
spanish: [_m_] hijo de Sai e Ino, un tipo pálido con ojos azules, cuál era su nombre...

source: [_m_] Inojin! Hah, I remembered, not for nothing did I watch Boruto.
french: [_m_] Inojin ! Hah, je me souviens, ce n'est pas pour rien que je regardais Boruto.
italian: [_m_] Inojin! Hah, mi sono ricordato, non per niente ho guardato Boruto.
japanese: [_m_] 井の人! ああ、私は覚えていたのですが、ボルトを見なかったのではありません。
spanish: [_m_] ¡Inojin! Ja, recordé, no por nada vi a Boruto.

source: [_hima_] Do you like sculpting with me?
french: [ _hima_ ] Tu aimes sculpter avec moi?
italian: [_hima_] Ti piace scolpire con me?
japanese: [_hima_] 一緒に彫刻するのは好きですか?
spanish: [_hima_] ¿Te gusta culpar conmigo?

source: [_r_] Of course! Even despite this poop that I made...
french: [_r_] Bien sûr ! Même malgré cette poop que j'ai faite...
italian: [_r_] Certo! Anche nonostante questa poop che ho fatto...
japanese: [_r_] もちろん！私が作ったこのうんこにもかかわらず...
spanish: ¡[_r_] por supuesto! Incluso a pesar de esta cacha que hice...

source: [_hima_] It's not true! Every creator sees it his way!
french: [_hima_] Ce n'est pas vrai ! Chaque créateur voit son chemin !
italian: [_hima_] Non è vero! Ogni creatore vede la sua strada!
japanese: [_hima_] それは真実ではありません! すべてのクリエイターはそれを彼の方法で見ます!
spanish: [_hima_] No es verdad! Cada creador lo ve a su mano!

source: [_r_] Bright girl you are!
french: [_r_] Fille brillante que vous êtes!
italian: [_r_] Ragazza luminosa che sei!
japanese: [_r_] あなたは明るい女の子です!
spanish: [_r_] ¡Chica brillante que eres!

source: [_hima_] My mum told this to me! But thank you anyway!
french: [_hima_] Ma maman m'a dit cela ! Mais je vous remercie quand même !
italian: [_hima_] Mia mamma mi ha detto questo! Ma grazie comunque!
japanese: [_hima_] 母が私にこう言ってくれました! でもとにかくありがとう!
spanish: [_hima_] ¡Mi madre me lo dijo! ¡Pero gracias de todos modos!

source: [_r_] You've planned everything carefully today! Good job!
french: [_r_] Vous avez tout planifié avec soin aujourd'hui! Bravo !
italian: [_r_] Hai pianificato tutto con attenzione oggi! Ottimo lavoro!
japanese: [_r_] 今日はすべてを慎重に計画しました！よくできました！
spanish: [_r_] ¡Usted ha planeado todo cuidadosamente hoy! ¡Buen trabajo!

source: [_hima_] Yes! After we finish sculpting I'll bring you to the playground! Today's Wednesday!
french: [_hima_] Oui! Une fois que nous aurons fini de sculpter, je vous amènerai dans la aire de jeux! Mercredi!
italian: [_hima_] sì! Dopo aver finito di scolpire ti porterò al parco giochi! Mercoledì di oggi!
japanese: [_hima_] はい! 彫刻が終わったら、遊び場にお連れします! 今日の水曜日!
spanish: [_hima_] ¡Sí! Después de terminar de esculpir voy a traer al patio de recreo! ¡Hoy miércoles!

source: [_r_] And what's special about the playground at Wednesday?
french: [ _r_ ] Et ce qui est spécial sur le terrain de jeu mercredi?
italian: [_r_] E cosa c'è di particolare riguardo al parco giochi di mercoledì?
japanese: [_r_] そして水曜日の遊び場の何が特別ですか?
spanish: [_r_] ¿Y qué hay de especial en el parque durante el día siguiente?

source: [_hima_] Nothing... It's just... Well... There are no bullies at Wednesday...
french: [_hima_] Rien... C'est juste... Eh bien... Il n'y a pas de brumes le mercredi...
italian: [_hima_] Nulla... è solo... Beh... Non ci sono bulli al mercoledì...
japanese: [_hima_] 何も...ただ... 水曜日にはいじめはありません...
spanish: [_hima_] Nada... Es justo... Bueno... No hay balas en el día siguiente...

source: [_m_] It looks like Himawari's really nervous, probably out of fear... Maybe I should ask her?
french: [_m_] On dirait que Himawari est vraiment nerveux, probablement par peur... Peut-être devrais-je lui demander ?
italian: [_m_] Sembra che Himawari sia davvero nervoso, probabilmente per paura... Forse dovrei chiederla?
japanese: [_m_] ひまわりが本当に緊張しているように見えます。恐らく恐らく彼女に尋ねるべきでしょう。
spanish: [_m_] Parece que Himawari es realmente nervioso, probablemente por miedo... ¿Tal vez debería preguntarle?

source: [_r_] Are these bullies hurting you?
french: [ _r_ ] Ces brutes vous font mal?
italian: [_r_] Questi bulli ti fanno male?
japanese: [_r_] これらのいじめはあなたを傷つけていますか?
spanish: [_r_] ¿Te están perjudicando estos casos?

source: [_hima_] Not only me... But yes... Actually, they don't like me the most...
french: [_hima_] Non seulement moi... Mais oui... En fait, ils ne m'aiment pas le plus...
italian: [_hima_] Non solo me... Ma sì... In realtà, non mi piacciono di più...
japanese: [_hima_] 私だけではありません. しかし、はい...
spanish: [_hima_] no sólo yo... Pero sí... En realidad, no me gusta más...

source: [_r_] Why? You're such a good girl.
french: [_r_] Pourquoi? Vous êtes une si bonne fille.
italian: [_r_] Perché? Sei una ragazza così brava.
japanese: [_r_] なぜですか? あなたはとてもいい女の子です。
spanish: [_r_] ¿Por qué? Eres una chica tan buena.

source: [_hima_] They're older than my friends... Don't know why, but they don't like that I'm a Hokage's daughter...
french: [_hima_] Ils sont plus âgés que mes amis... Je ne sais pas pourquoi, mais ils n'aiment pas que je sois la fille de Hokage...
italian: [_hima_] Sono più vecchi dei miei amici... Non sai perché, ma non mi piace che io sia una figlia di Hokage...
japanese: [_hima_] 彼らは私の友人よりも年上です...理由はわかりませんが、彼らは私がホカゲの娘であることを好きではありません...
spanish: [_hima_] Son más antiguos que mis amigos... No saben por qué, pero no les gusta que soy hija de Hokage...

source: [_r_] What a silly reason to bully someone.
french: [ _r_ ] Quelle raison idiote d'intimider quelqu'un.
italian: [_r_] Che stupido motivo per fare il bullismo a qualcuno.
japanese: [_r_] 誰かをいじめるなんて馬鹿な理由。
spanish: [_r_] ¡Qué razón tonta para bullir a alguien!

source: [_r_] But why don't you tell Boruto about it?
french: [ _r_ ] Mais pourquoi tu ne le dis pas à Boruto?
italian: [_r_] Ma perché non lo dite a Boruto?
japanese: [_r_] しかし、なぜボルトにそれについて話さないのですか?
spanish: [_r_] Pero ¿por qué no le cuentas a Boruto al respecto?

source: [_hima_] They don't like me because I'm a Hokage's daughter, if I tell this to my brother, they won't ever get off me and my friends...
french: [ _hima_ ] Ils ne m'aiment pas parce que je suis la fille d'Hokage, si je le dis à mon frère, ils ne me sorteront plus de moi et de mes amis ...
italian: [_hima_] Non mi piacciono perché sono una figlia di Hokage, se lo dico a mio fratello, non si toglieranno mai me e i miei amici...
japanese: [_hima_] 私が伯蔭の娘だからといって彼らは私を好きではない。 私が弟にこれを言えば、彼らは私と私の友人を離れることはありません...
spanish: [_hima_] No me gusta porque soy una hija de Hokage, Si se lo digo a mi hermano, nunca se desharán de mí ni de mis amigos...

source: [_r_] Everything will be alright. You know, bad guys have one interesting feature, they always lose.
french: [ _r_ ] Tout va bien. Vous savez, les méchants ont une caractéristique intéressante, ils perdent toujours.
italian: [_r_] Tutto andrà bene. Sai, i cattivi hanno una caratteristica interessante, perdono sempre.
japanese: [_r_] すべてが問題ありません。悪者には面白い機能が一つありますが、いつも負けてしまいます。
spanish: [_r_] Todo estará bien. Ya sabes, los chicos malos tienen una característica interesante, siempre pierden.

source: [_hima_] If sensei says like that I'll believe it!
french: [ _hima_ ] Si sensei dit comme ça je vais le croire !
italian: [_hima_] Se sensei dice così, ci crederò!
japanese: [_hima_] もし先生がそんな風に言うなら、私はそれを信じます!
spanish: [_hima_] Si sensei dice así, ¡lo creeré!

source: [_hima_] I'm tired of sculpting! Let's take a walk!
french: [_hima_] J'en ai assez de sculpter ! Allons marcher !
italian: [_hima_] sono stanco di scolpire! Camminiamo!
japanese: [_hima_] 彫刻に飽き飽きしています！散歩しましょう！
spanish: [_hima_] ¡Estoy cansado de culpa! ¡Demos un paso!

source: [_r_] It’s a good idea to get some fresh air!
french: [ _r_ ] C'est une bonne idée d'avoir de l'air frais !
italian: [_r_] E 'una buona idea per ottenere un po 'di aria fresca!
japanese: [_r_] 新鮮な空気を取得することをお勧めします!
spanish: [_r_] ¡Es una buena idea tener aire fresco!

source: [_hima_] That's cool! I'll show you my favorite playground!
french: [_hima_] C'est cool! Je vais te montrer mon terrain de jeu préféré !
italian: [_hima_] È bello! Ti mostrerò il mio parco giochi preferito!
japanese: [_hima_] すごいですね！お気に入りの遊び場をお見せします！
spanish: [_hima_] ¡Eso es genial! ¡Te mostraré mi patio de juego favorito!

source: [_r_] Okay, your mom left me the keys, so let's go!
french: [_r_] Ok, ta mère m'a laissé les clés, allons-y !
italian: [_r_] Okay, tua mamma mi ha lasciato le chiavi, quindi andiamo!
japanese: [_r_] さて、お母さんが鍵を残してくれたので、行きましょう。
spanish: [_r_] Vale, tu mamá me dejó las llaves, ¡así que vamos!

source: [_hima_] Hi guys! Meet my teacher!
french: [_hima_] Salut les gars! Rencontrez mon professeur!
italian: [_hima_] Ciao ragazzi! Incontra il mio insegnante!
japanese: [_hima_] こんにちは、みんな！私の先生に会いましょう！
spanish: [_hima_] ¡Hola chicos! ¡Conoce a mi profesor!

source: [_r_] Hello, I'm Himawari's teacher.
french: [_r_] Bonjour, je suis l'enseignant de Himawari.
italian: [_r_] Ciao, sono l'insegnante di Himawari.
japanese: [_r_] こんにちは、私はひまわりの先生です。
spanish: [_r_] Hola, soy profesor de Himawari.

source: [_m_] We've been surrounded by a few children, they're about the same age as Himawari.
french: [ _m_ ] Nous avons été entoutis de quelques enfants, ils sont à peu près au même âge qu'Himawari.
italian: [_m_] Siamo stati circondati da pochi bambini, sono circa la stessa età di Himawari.
japanese: [_m_] 私たちは数人の子供たちに囲まれてきました。彼らはひまわりとほぼ同じ年齢です。
spanish: [_m_] Hemos estado rodeados por unos pocos niños, tienen la misma edad que Himawari.

source: [_ch_] Hima, you should go away! Bullies are here! They've came today!
french: [_ch_] Hima, vous devriez partir! Les malfrats sont là! Ils sont venus aujourd'hui!
italian: [_ch_] Hima, dovresti andare via! I bulli sono qui! Sono venuti oggi!
japanese: [_ch_] 島に行ってしまおう！ いじめっ子がやってきた！
spanish: [_ch_] ¡Hima, deberías irte! ¡Los Bullies están aquí! ¡Han venido hoy!

source: [_hima_] But... But it's Wednesday!
french: [_hima_] Mais... Mais c'est mercredi !
italian: [_hima_] Ma... Ma è mercoledì!
japanese: [_hima_] しかし... しかし、それは水曜日です!
spanish: [_hima_] pero... ¡Pero es el día!

source: [_ch_] Yes, but I've seen them! I saw a Big guy!
french: [_ch_] Oui, mais je les ai vus ! J'ai vu un Gros mec !
italian: [_ch_] Sì, ma li ho visti! Ho visto un grande ragazzo!
japanese: [_ch_] はい, しかし、私はそれらを見た!
spanish: [_ch_] Sí, ¡pero los he visto! ¡Vi a un grande!

source: [_ch_] Oh crap, he's here...
french: [_ch_] Oh merde, il est là...
italian: [_ch_] Oh crap, è qui...
japanese: [_ch_] やばい、彼はここにいる。
spanish: [_ch_] Oh crap, está aquí...

source: [_zd_] Well, well... Are you lost, Hokage's daughter? And who's that? You're personal slave? You guys have so much money that you can afford that!
french: [_zd_] Eh bien, bien... Vous avez perdu, la fille de Hokage? Et qui est ça? Vous êtes esclave personnelle? Vous les gars avez tellement d'argent que vous pouvez vous le permettre!
italian: [_zd_] Beh, bene... Sei perso, la figlia di Hokage? E chi è? Sei schiavo personale? Hai così tanti soldi che puoi permetterti!
japanese: [_zd_] さて、まあ、あなたは亡くなったのですか?それは誰ですか? あなた達は個人奴隷ですか? あなた達はそれを買う余裕があるほどお金を持っています!
spanish: [_zd_] Bueno, bien... ¿Estás perdido, la hija de Hokage? ¿Y quién es eso? ¿Eres esclavo personal? ¡Tienes tanto dinero que puedes permitirte eso!

source: [_hima_] H-he is... No... He's my sensei...
french: [_hima_] H-he est... Non... Il est mon sens...
italian: [_hima_] H-he è... No... È il mio senso...
japanese: [_hima_] H-he は... いいえ... 彼は私の先生です...
spanish: [_hima_] H-he es... No... Él es mi sensei...

source: [_zd_] He looks too young for a sensei, you're lying!
french: [ _zd_ ] Il a l'air trop jeune pour un sensei, vous mentez !
italian: [_zd_] Sembra troppo giovane per un sensei, stai mentendo!
japanese: [_zd_] 彼は先生には若すぎるように見えます。嘘をついています！
spanish: [_zd_] Parece demasiado joven para un sensei, ¡estás mintiendo!

source: [_m_] This little shit allows too much to himself.
french: [ _m_ ] Ce petit shit permet trop à lui-même.
italian: [_m_] Questa piccola merda permette troppo a se stesso.
japanese: [_m_] この小さなたわごとは、自分自身にあまりにも多くを与えます.
spanish: [_m_] esta pequeña mierda permite demasiado para sí mismo.

source: [_m_] I don't really like children, but this ass pimple just pisses me off.
french: [_m_] Je n'aime pas vraiment les enfants, mais ce cul se fait pomper.
italian: [_m_] Non mi piacciono i bambini, ma questo culo pimple mi pisse.
japanese: [_m_] 私は本当に子供が好きではありませんが、このケツは私を怒らせます。
spanish: [_m_] realmente no me gustan los niños, pero este pimple de culo solo me pestaña.

source: [_m_] Just keep it together... Keep it together, [viname]...
french: [_m_] Gardez-le ensemble... Gardez-le ensemble, [viname]...
italian: [_m_] Basta tenerlo insieme... Tienilo insieme, [viname]...
spanish: [_m_] Sólo guardarlo juntos ... Manténtenlo juntos, [viname] ...

source: [_zd_] Why is he so silent? Maybe he's dumb?
french: [ _zd_ ] Pourquoi est-il si silencieux? Peut-être qu'il est muet?
italian: [_zd_] Perché è così silenzioso? Forse è stupido?
japanese: [_zd_] なぜ彼はそんなに黙っているのですか?
spanish: [_zd_] ¿Por qué está tan silencio? ¿Tal vez es tonto?

source: [_hima_] Don’t talk about him like that! He... He's my teacher!
french: [_hima_] Ne parlez pas de lui comme ça! Il... c'est mon professeur!
italian: [_hima_] Non parlargli così! Lui... è il mio insegnante!
japanese: [_hima_] 彼のことをそんなふうに言わないでください! 彼は... 彼は私の先生です!
spanish: [_hima_] ¡No hables de él así! É... ¡Él es mi maestro!

source: [_zd_] Hey, who let you raise your voice?
french: [_zd_] Hé, qui vous permet de lever la voix?
italian: [_zd_] Ehi, chi ti lascia alzare la voce?
japanese: [_zd_] ねえ、誰があなたの声を上げさせましたか？
spanish: [_zd_] Hey, ¿quién te permite alzar tu voz?

source: [_zd_] You know what you can get for it.
french: [ _zd_ ] Vous savez ce que vous pouvez obtenir pour ça.
italian: [_zd_] Sai cosa puoi ottenere per questo.
japanese: [_zd_] あなたはそれのために得ることができるものを知っています。
spanish: [_zd_] Usted sabe lo que puede conseguir para ello.

source: [_zd_] You stay put or we'll keep coming here more often. Just put up with it.
french: [ _zd_ ] Vous restez mis ou nous continuerons à venir ici plus souvent. Il suffit de le mettre en place.
italian: [_zd_] Rimani messo o continueremo a venire qui più spesso. Basta metterlo con esso.
japanese: [_zd_] あなたはここに留まっているか、または私たちはもっと頻繁にここに来るでしょう。それを我慢してください。
spanish: [_zd_] Usted se queda o vamos a seguir viniendo aquí más a menudo. Sólo hay que aguantar.
