Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] Remind me what I need to do for this?
french: [ _r_ ] Rappelez-moi ce que je dois faire pour ça?
italian: [_r_] Ricordami cosa devo fare per questo?
japanese: [_r_] このために必要なことを思い出してください。
spanish: [_r_] ¿Me recuerda lo que necesito hacer para esto?

source: [_ka_] You gave her a piece of my chakra, which means you finally started the process of her submission. Touch her when the time comes, you will understand what to do!
french: [ _ka_ ] Vous lui avez donné un morceau de ma chakra, ce qui signifie que vous avez enfin commencé le processus de sa soumission. Touchez elle quand le moment viendra, vous comprrez quoi faire !
italian: [_ka_] Le hai dato un pezzo del mio chakra, il che significa che hai finalmente iniziato il processo della sua sottomissione. Toccarla quando arriverà il momento, capirete cosa fare!
japanese: [_ka_] あなたは彼女に私のチャクラの一部を与えました。つまり、あなたは最終的に彼女の提出プロセスを開始しました。 時間が来たときに彼女に触れると、あなたは何をすべきか理解するでしょう!
spanish: [_ka_] Le entregaste una pieza de mi chakra, lo que significa que finalmente iniciaste el proceso de su presentación. Toque cuando llegue el momento, ¡usted entenderá qué hacer!

source: [_r_] Okay, I'll try!
french: [_r_] Ok, je vais essayer !
italian: [_r_] Va bene, ci proverò!
japanese: [_r_] わかりました、やってみます！
spanish: [_r_] Vale, lo intentaré!

source: [_ka_] Come after work, I'll definitely have good news!
french: [ _ka_ ] Viens après le travail, j'aurai certainement de bonnes nouvelles !
italian: [_ka_] Vieni dopo il lavoro, sicuramente avrò buone notizie!
japanese: [_ka_] 仕事が終わったら必ず良いニュースをお伝えします!
spanish: [_ka_] ¡Ven después del trabajo, definitivamente tendré buenas noticias!

source: [_r_] Hmm, there's no one... Um...
french: [_r_] Hmm, il n'y en a personne... Hmm...
italian: [_r_] Hmm, non c'è nessuno... Um...
spanish: [_r_] Mmm, no hay ninguno... Um...

source: [_r_] Excuse me? Is there anyone at home? Hinata?
french: [_r_] Excusez-moi ? Y a-t-il quelqu'un à la maison ? Hinata ?
italian: [_r_] Scusarmi? C'è qualcuno a casa? Hinata?
japanese: [_r_] すみませんが、家に誰かいませんか?
spanish: [_r_] ¿Disculpe, ¿hay alguien en casa? ¿Hinata?

source: [_hi_] Oh... [viname], hi. What are you doing here?
french: [_hi_] Oh... [viname], Bonjour. Que faites-vous ici ?
italian: [_hi_] Oh... [viname], hi. Cosa stai facendo qui?
japanese: [_hi_] Oh... [viname], hi. ここで何をしているの？
spanish: [_hi_] Oh... [viname], Hola. ¿Qué estás haciendo aquí?

source: [_r_] I came to study with Himawari as always.
french: [ _r_ ] Je suis venu étudier avec Himawari comme toujours.
italian: [_r_] Sono venuto a studiare con Himawari come sempre.
japanese: [_r_] いつものようにひまわりと一緒に勉強に来ました。
spanish: [_r_] He venido a estudiar con Himawari como siempre.

source: [_hi_] Damn, what a slob I am... I completely forgot to text you... Himawari's at grandpa's today... I was going to text you last night, but it slipped my mind...
french: [_hi_] Bon sang, quel slob je suis... J'ai complètement oublié de vous texter... Himawari à la grand-pa's aujourd'hui... J'allais vous écrire la nuit dernière, mais ça m'a dérangé...
italian: [_hi_] Dannazione, che slob io sono... Ho completamente dimenticato di testarti... Himawari al nonno di oggi... Stavo per scriverti ieri sera, ma mi ha scivolato la mente...
japanese: [_hi_] くそ、私は何というふう...私は完全にあなたにテキストを送信するのを忘れてしまった... ひまわりは今日おじいちゃんに...昨夜あなたにテキストを送るつもりでしたが、それは私の心を滑らせました...
spanish: [_hi_] Maldita, qué pendiente so... Te olvidé por completo... Himawari está en las abuelas de hoy... Yo iba a enviarte un texto anoche, pero me deslizó mi mente...

source: [_r_] Oh ... I'm not needed here at all?
french: [_r_] Oh ... Je ne suis pas du tout nécessaire ici ?
italian: [_r_] Oh ... Non mi serve per niente?
japanese: [_r_] ああ...私はここではまったく必要ありませんか?
spanish: [_r_] Oh ... No me necesito aquí en absoluto?

source: [_hi_] Today is your day off! Yesterday we had a good time, today you can also relax.
french: [ _hi_ ] Aujourd'hui est votre journée de congé ! Hier nous avons eu un bon moment, aujourd'hui vous pouvez aussi vous détendre.
italian: [_hi_] Oggi è il tuo giorno libero! Ieri ci siamo divertiti, oggi puoi anche rilassarti.
japanese: [_hi_] 今日は休みです! 昨日は楽しかったですが、今日もリラックスできます。
spanish: [_hi_] ¡Hoy es tu día de descuento! Ayer tuvimos un buen momento, hoy también puedes relajarte.

source: [_r_] I see you are cleaning the house? You know I don't really like to sit around doing nothing, can you let me help?
french: [_r_] Je vois que vous nettoyez la maison ? Vous savez que je n'aime pas vraiment m'asseoir autour de rien, pouvez-vous me laisser aider ?
italian: [_r_] Vedo che stai pulendo la casa? Sai che non mi piace davvero sedermi intorno a non fare niente, puoi lasciarmi aiutare?
japanese: [_r_] 家の掃除をしているのを見ましたか？私は何もせずに座っているのが好きではないのを知っていますが、手伝ってもらえますか？
spanish: [_r_] Veo que está limpiando la casa? Sabes que realmente no me gusta sentarme sin hacer nada, ¿puedes dejarme ayudar?

source: [_hi_] I... I don't even know... It's not your job to do...
french: [_hi_] Je... Je ne sais même pas... Ce n'est pas votre tâche à faire...
italian: [_hi_] Io... Non lo so neppure... non è il tuo compito fare...
japanese: [_hi_] 私はchar@@1 私は知っていません...それはあなたの仕事ではありません...
spanish: [_hi_] yo... ni siquiera lo soy... No es tu tarea hacer...

source: [_r_] It will be easier for you if I help? I don't mind at all!
french: [_r_] Ce sera plus facile pour vous si je vous aide ? Ça ne me dérange pas du tout !
italian: [_r_] Sarà più facile per te se aiuto? Non mi dispiace affatto!
japanese: [_r_] お手伝いすれば、より簡単になります。全然構いません。
spanish: [_r_] ¿Será más fácil para usted si yo ayudo? ¡No me importa en absoluto!

source: [_hi_] Well... Well, since you really want to...
french: [_hi_] Eh bien... Eh bien, puisque vous voulez vraiment...
italian: [_hi_] Beh... Beh, dal momento che vuoi davvero...
japanese: [_hi_] まあchar@@1 あなたが本当にしたいので...
spanish: [_hi_] Bueno... Bueno, ya que realmente quieres...

source: [_r_] I'm at your disposal Hinata, tell me what to do!
french: [ _r_ ] Je suis à votre disposition Hinata, dis-moi quoi faire !
italian: [_r_] Sono a tua disposizione Hinata, dimmi cosa fare!
japanese: [_r_] 私はあなたの処分にいる ひなた, 私に何をすべきか教えてください!
spanish: [_r_] Estoy a tu disposición Hinata, ¡dime qué hacer!

source: [_hi_] Actually there is a lot of work... You can help with the dishes, or you can water the flowers around the house for now, what do you say?
french: [ _hi_ ] En fait il y a beaucoup de travail ... Vous pouvez aider avec la vaisselle, ou vous pouvez arrosez les fleurs autour de la maison pour l'instant, qu'est-ce que vous dites?
italian: [_hi_] In realtà c'è molto lavoro... Si può aiutare con i piatti, o si può annaffiare i fiori intorno alla casa per ora, che cosa si dice?
japanese: [_hi_] 実際にはたくさんの仕事があります... あなたは料理を手伝うことができますか、または今のところ家の周りの花に水をやることができます、あなたは何と言いますか?
spanish: [_hi_] En realidad hay mucho trabajo... Puedes ayudar con los platos, o puedes regar las flores alrededor de la casa por ahora, ¿qué dices?

source: [_hi_] As you say, we have a lot of dishes to wash, let's go to the kitchen.
french: [ _hi_ ] Comme vous le dites, nous avons beaucoup de plats à laver, allons à la cuisine.
italian: [_hi_] Come si dice, abbiamo un sacco di piatti da lavare, andiamo in cucina.
japanese: [_hi_] おっしゃるとおり、洗う料理がたくさんありますので、台所に行きましょう。
spanish: [_hi_] Como dices, tenemos muchos platos que lavar, vamos a la cocina.

source: [_r_] I'm following you, Hinata.
french: [_r_] Je vous suis, Hinata.
italian: [_r_] ti sto seguendo, Hinata.
japanese: [_r_] 私はあなたをフォローしています, ひなた.
spanish: [_r_] te sigo, Hinata.

source: [_hi_] Didn't expect you to want to help me around the house, are you bored at home?
french: [ _hi_ ] Ne vous attendez pas à ce que vous vouiez m'aider autour de la maison, vous vous ennuiez à la maison?
italian: [_hi_] Non ti aspettavi di volermi aiutare in casa, sei annoiato a casa?
japanese: [_hi_] 家の周りで私を助けたいとは思わなかったのですが、家で退屈していますか?
spanish: [_hi_] No esperabas que quieras ayudarme alrededor de la casa, ¿estás aburrido en casa?

source: [_r_] You know, I would say yes, if not for one strange woman.
french: [ _r_ ] Vous savez, je dirais oui, si ce n'est pour une femme étrange.
italian: [_r_] Sai, direi sì, se non per una strana donna.
japanese: [_r_] 変な女性が一人いなければ、私は「はい」と言うでしょう。
spanish: [_r_] Usted sabe, yo diría que sí, si no para una mujer extraña.

source: [_hi_] Woman? Who are you talking about? Do you have a girlfriend? Sorry if this is too personal, you don't have to answer.
french: [_hi_] Femme ? Qui parlez-vous ? Avez-vous une petite amie? Désolé si c'est trop personnel, vous n'avez pas à répondre.
italian: [_hi_] Donna? Di chi stai parlando? Hai una fidanzata? Mi dispiace se questo è troppo personale, non devi rispondere.
japanese: [_hi_] 女性？誰のことを話してるの？ガールフレンドいる？これがあまりにも個人的な場合は申し訳ありません、あなたは答える必要はありません。
spanish: [_hi_] Mujer? ¿De quién estás hablando? ¿Tiene una novia? Lo siento si esto es demasiado personal, usted no tiene que responder.

source: [_r_] No, nothing like that, just how to say ... She provides me with housing so to speak ...
french: [_r_] Non, rien de tel que ça, juste comment dire... Elle me fournit un logement pour ainsi dire...
italian: [_r_] No, niente di simile, solo come dire... Lei mi fornisce alloggio per così dire ...
japanese: [_r_] いいえ、そのようなものはありません。ただどのように言えばいいのですか...彼女は私に住宅を提供してくれます。
spanish: [_r_] No, nada así, solo cómo decir... Me proporciona vivienda para hablar ...

source: [_hi_] Your landlord?
french: [_hi_] Votre propriétaire?
italian: [_hi_] Il tuo padrone di casa?
japanese: [_hi_] あなたの大家さん？
spanish: [_hi_] ¿Tu casero?

source: [_r_] Yes, exactly.
french: [ _r_ ] Oui, exactement.
italian: [_r_] Sì, esattamente.
japanese: [_r_] はい、その通りです。
spanish: [_r_] Sí, exactamente.

source: [_r_] Living alone is pretty boring actually, but this woman sometimes finds adventures for me.
french: [ _r_ ] Vivre seul est plutôt ennuyeux en fait, mais cette femme trouve parfois des aventures pour moi.
italian: [_r_] Vivere da solo è piuttosto noioso in realtà, ma questa donna a volte trova avventure per me.
japanese: [_r_] 実は一人暮らしはかなり退屈ですが、この女性は時々私のために冒険を見つけることがあります。
spanish: [_r_] Sólo vivir es bastante aburrido en realidad, pero esta mujer a veces encuentra aventuras para mí.

source: [_r_] As for the girlfriend, no, I don't have anyone, it's really difficult with this now.
french: [ _r_ ] Comme pour la petite amie, non, je n'ai personne, c'est vraiment difficile avec ça maintenant.
italian: [_r_] Per quanto riguarda la fidanzata, no, non ho nessuno, è davvero difficile con questo ora.
japanese: [_r_] ガールフレンドに関しては、いや、誰もいないので、今は本当に難しいです。
spanish: [_r_] En cuanto a la amiga, no, no tengo a nadie, es muy difícil con esto ahora.

source: [_hi_] Don't worry, good guys like you don't go single for long.
french: [ _hi_ ] Ne vous inquiétez pas, les bons gars comme vous ne sont pas célibataires pendant longtemps.
italian: [_hi_] Non ti preoccupare, bravi ragazzi come se non andassi single a lungo.
japanese: [_hi_] 心配しないでください、あなたのような良い人は長い間独身行かないでください。
spanish: [_hi_] No te preocupes, los buenos como tú no van solos por mucho tiempo.

source: [_r_] Thank you... I think you're right Hinata, I can definitely find that girl one day.
french: [_r_] Merci... Je pense que vous avez raison Hinata, je peux certainement trouver cette fille un jour.
italian: [_r_] Grazie... penso che tu sia giusto Hinata, posso sicuramente trovare quella ragazza un giorno.
japanese: [_r_] ありがとう...あなたが正しいと思います, 私は間違いなくある日、その女の子を見つけることができます.
spanish: [_r_] Gracias... Creo que tienes razón Hinata, definitivamente puedo encontrar a esa chica algún día.

source: [_hi_] Y-yes... I'm sure... You can...
french: [_hi_] Oui... Je suis sûr... Vous pouvez...
italian: [_hi_] Y-sì... Sono sicuro... puoi...
japanese: [_hi_] Y-yes...
spanish: [_hi_] Y-y... Estoy seguro... Puedes...

source: [_m_] Perfect timing, it should work.
french: [_m_] Un timing parfait, ça devrait fonctionner.
italian: [_m_] Tempistica perfetta, dovrebbe funzionare.
japanese: [_m_] 完璧なタイミング, それは動作するはずです.
spanish: [_m_] Tiempo perfecto, debería funcionar.

source: [_himis_] I... Why didn't I notice his eyes before... They are so... Unusual...
french: [_himis_] Je... Pourquoi n'ai-je pas remarqué ses yeux avant... Ils sont ainsi... inhabituels...
italian: [_himis_] I... Perché non ho notato i suoi occhi prima... Sono così... insoliti...
japanese: [_himis_] 私は... なぜ私は前に彼の目に気づかなかった...
spanish: [_himis_] Yo... ¿Por qué no he notado sus ojos antes... Lo son... Inusual...

source: [_himis_] And his scent... I... What am I... Pull yourself together Hinata...
french: [_himis_] Et son parfum... Je... Qu'est-ce que je... Retirez-vous ensemble Hinata...
italian: [_himis_] E il suo profumo... Io... Che cosa sono... Tirare insieme Hinata...
japanese: [_himis_] そして彼の香り... 私は何ですか...
spanish: [_himis_] y su olor... Yo... Qué soy yo... Colócalo a ti mismo Hinata...

source: [_hi_] W-we're doing well... Without you, I would have struggled with the dishes much longer...
french: [_hi_] W-nous nous en sortons bien... Sans vous, j'aurais eu beaucoup plus de mal avec les plats...
italian: [_hi_] W-stiamo facendo bene... Senza di te, avrei lottato con i piatti molto più a lungo...
japanese: [_hi_] W-weたちはうまくやっています...あなたがいなければ、私はもっと長い料理と戦っていたでしょう...
spanish: [_hi_] W-estamos haciendo bien... Sin ti, yo habría lidiado con los platos durante mucho más tiempo...

source: [_r_] No problem, happy to help Hinata.
french: [ _r_ ] Pas de problème, heureux d'aider Hinata.
italian: [_r_] Nessun problema, felice di aiutare Hinata.
japanese: [_r_] ひなたを助けてくれてうれしいです。
spanish: [_r_] No hay problema, feliz de ayudar a Hinata.

source: [_hi_] Now let's finish with the dishes and go to the second floor, there you need to collect some things...
french: [ _hi_ ] Maintenant, finons avec la vaisselle et allez au deuxième étage, il vous faut ramasser des choses ...
italian: [_hi_] Ora finiamo con i piatti e vai al secondo piano, lì hai bisogno di raccogliere alcune cose...
japanese: [_hi_] さあ、お皿で仕上げて、2階に行ってみましょう。そこで、何かを集める必要があります...
spanish: [_hi_] Ahora terminemos con los platos y vayamos al segundo piso, ahí tienes que recoger algunas cosas...

source: [_hi_] Okay, you need to water all the flowerpots in the house, just walk around the rooms and water all the plants you see, thanks!
french: [ _hi_ ] Ok, vous devez arroser tous les pots de fleurs dans la maison, juste marcher autour des chambres et de l'eau toutes les plantes que vous voyez, merci !
italian: [_hi_] Okay, è necessario annaffiare tutti i vasi di fiori in casa, basta camminare intorno alle camere e l'acqua tutte le piante che vedi, grazie!
japanese: [_hi_] さて、あなたは家の中のすべての花瓶に水をかける必要があります。部屋の周りを歩き、あなたが見るすべての植物に水をやります、ありがとう!
spanish: [_hi_] Vale, necesitas regar todos los pozos de flores en la casa, ¡solo camina por las habitaciones y regala todas las plantas que veas, gracias!

source: [_r_] I'm starting right now!
french: [_r_] Je commence dès maintenant !
italian: [_r_] Sto iniziando adesso!
japanese: [_r_] 今すぐ始めます！
spanish: [_r_] ¡Estoy empezando ahora mismo!

source: [_m_] There are quite a lot of plants in the house, I did not notice this before, until I walked around the whole house.
french: [ _m_ ] Il y a beaucoup de plantes dans la maison, je n'ai pas remarqué ça avant, jusqu'à ce que je me promenais dans toute la maison.
italian: [_m_] Ci sono un sacco di piante in casa, non ho notato questo prima, fino a quando non ho camminato per tutta la casa.
japanese: [_m_] 家の中にはかなりたくさんの植物があり、家全体を歩き回るまでこれに気づかなかった。
spanish: [_m_] Hay un montón de plantas en la casa, no me di cuenta de esto antes, hasta que paseé por toda la casa.

source: [_m_] Hinata does it all, it must be quite difficult for her to keep track of everything at once.
french: [_m_] Hinata fait tout, il doit être assez difficile pour elle de garder une trace de tout à la fois.
italian: [_m_] Hinata fa tutto, deve essere abbastanza difficile per lei tenere traccia di tutto in una volta.
japanese: [_m_] ひなたちゃんが全部やってくれるのは、彼女にとって一気にすべてを把握するのはかなり難しいことだろう。
spanish: [_m_] Hinata lo hace todo, debe ser bastante difícil para ella llevar un seguimiento de todo a la vez.

source: [_hi_] Hey [viname], how are you doing?
french: [_hi_] Hey [viname], comment faites-vous ?
italian: [_hi_] Hey [viname], come stai facendo?
japanese: [_hi_] [viname]さん、お元気ですか？
spanish: [_hi_] Hey [viname], ¿cómo estás haciendo?

source: [_r_] Everything is fine Hinata, I'm watering the last flower, it's very beautiful.
french: [ _r_ ] Tout est bien Hinata, je vais arroser la dernière fleur, c'est très beau.
italian: [_r_] Tutto è fine Hinata, sto annaffiando l'ultimo fiore, è molto bello.
japanese: [_r_] 全てはひなたちゃんで、ラストフラワーの水やりをしているのでとても綺麗です。
spanish: [_r_] Todo está bien Hinata, estoy regando la última flor, es muy bonito.

source: [_hi_] Yes, I like to grow all sorts of flowers, plants...
french: [ _hi_ ] Oui, j'aime faire pousser toutes sortes de fleurs, plantes ...
italian: [_hi_] Sì, mi piace coltivare tutti i tipi di fiori, piante...
japanese: [_hi_] はい、私はあらゆる種類の花、植物を育てるのが好きです。
spanish: [_hi_] Sí, me gusta cultivar todo tipo de flores, plantas...

source: [_hi_] It's like my little hobby...
french: [ _hi_ ] C'est comme mon petit hobby ...
italian: [_hi_] È come il mio piccolo hobby...
japanese: [_hi_] まるで私の趣味みたいです...
spanish: [_hi_] Es como mi pequeña hobby...

source: [_hi_] Do you like flowers?
french: [ _hi_ ] Vous aimez les fleurs?
italian: [_hi_] Ti piacciono i fiori?
japanese: [_hi_] 花は好きですか？
spanish: [_hi_] ¿Te gustan las flores?

source: [_r_] Yes... You know, I have a small part of my life connected with this...
french: [ _r_ ] Oui ... Tu sais, j'ai une petite partie de ma vie liée à ça ...
italian: [_r_] Sì... Sai, ho una piccola parte della mia vita collegata a questo...
japanese: [_r_] はい... わかるだろう、私は人生のほんの一部をこれと繋げています。
spanish: [_r_] Sí ... Ya sabes, tengo una pequeña parte de mi vida conectada con esto ...

source: [_r_] Once upon a time, I delivered flowers...
french: [ _r_ ] Une fois, j'ai livré des fleurs ...
italian: [_r_] C'era una volta, ho consegnato fiori...
japanese: [_r_] 昔々、私は花を配達しました...
spanish: [_r_] Una vez en un tiempo, entregué flores...

source: [_hi_] Delivered? Where?
french: [_hi_] Livré ? Où ?
italian: [_hi_] Consegnato? Dove?
japanese: [_hi_] 納品されましたか？どこで？
spanish: [_hi_] ¿Entregado? ¿Dónde?

source: [_r_] To different places, it was a long time ago...
french: [ _r_ ] A différents endroits, c'était il y a longtemps ...
italian: [_r_] Per luoghi diversi, è stato molto tempo fa...
japanese: [_r_] 別の場所には昔のことですが...
spanish: [_r_] A diferentes lugares, hace mucho tiempo...

source: [_r_] But since those times, I like flowers, they calm me down...
french: [ _r_ ] Mais depuis ces temps, j'aime les fleurs, ils me calmer ...
italian: [_r_] Ma da quei tempi mi piacciono i fiori, mi calmano giù...
japanese: [_r_] しかし、それ以来、私は花が好きです, 彼らは私を落ち着かせます...
spanish: [_r_] Pero desde aquellos tiempos, me gustan las flores, me calcan...

source: [_hi_] Hold on, since you love flowers, this will be my thanks for today.
french: [ _hi_ ] Tenez, puisque vous aimez les fleurs, ce sera mes remerciements pour aujourd'hui.
italian: [_hi_] Aspetta, poiché ami i fiori, questo sarà il mio ringraziamento per oggi.
japanese: [_hi_] お花が大好きなので、今日はありがとうございます。
spanish: [_hi_] Espere, ya que te encantan las flores, este será mi agradecimiento por hoy.

source: [_r_] Is it truly for me? I... Thank you...
french: [ _r_ ] Est-ce vraiment pour moi? I. .. Je vous remercie ...
italian: [_r_] È veramente per me? Io... Grazie...
japanese: [_r_] 本当に私のためですか？私はchar@@1 ありがとう...
spanish: [_r_] ¿Es realmente para mí? Yo... Gracias...

source: [_m_] This is it. A perfect moment.
french: [_m_] C'est ça. Un moment parfait.
italian: [_m_] Questo è questo. Un momento perfetto.
japanese: [_m_] これで完璧な瞬間です。
spanish: [_m_] Esto es todo. Un momento perfecto.

source: [_himis_] What a cute smile he has... Never noticed it...
french: [_himis_] Quel sourire mignon il a ... Jamais remarqué...
italian: [_himis_] Che sorriso carino che ha... Mai notato...
japanese: [_himis_] 彼が持っているかわいい笑顔...
spanish: [_himis_] Qué bonita sonrisa... Nunca la nota...

source: [_himis_] Um... What am I even talking about...
french: [_himis_] Um... De quoi je parle même...
italian: [_himis_] Um... Di cosa sto parlando...
spanish: [_himis_] Um... ¿De qué estoy hablando...

source: [_r_] Of course, he will die quickly, but I will be touched by it for the rest of this day!
french: [ _r_ ] Bien sûr, il mourra rapidement, mais je serai touché par ça pour le reste de ce jour !
italian: [_r_] Certo, morirà rapidamente, ma ne sarò toccato per il resto di questo giorno!
japanese: [_r_] もちろん、彼はすぐに死んでしまいますが、私は今日の残りの日に触れることになります!
spanish: [_r_] Por supuesto, morirá rápidamente, ¡pero me tocará el resto de este día!

source: [_hi_] Flowers are created for this, to bring pleasure!
french: [_hi_] Des fleurs sont créées pour cela, pour apporter du plaisir !
italian: [_hi_] I fiori sono creati per questo, per portare piacere!
japanese: [_hi_] 花はこのために作られています, 喜びをもたらすために!
spanish: [_hi_] Flores creadas para esto, ¡para agradecer!

source: [_ka_] Back at last! I've been waiting for your return for a long time!
french: [ _ka_ ] Retour enfin ! J'attends votre retour depuis longtemps !
italian: [_ka_] Ritorno finalmente! Ho aspettato il tuo ritorno da molto tempo!
japanese: [_ka_] やっと戻ってきました！久しぶりの帰りをお待ちしておりました！
spanish: ¡[_ka_] por fin! ¡He estado esperando tu devolución durante mucho tiempo!

source: [_r_] Worked with Hinata, I think I understand how I should act with her.
french: [ _r_ ] J'ai travaillé avec Hinata, je crois comprendre comment je devrais agir avec elle.
italian: [_r_] Lavorato con Hinata, penso di capire come dovrei agire con lei.
japanese: [_r_] ひなたと一緒に仕事をするにはどうすればいいのか理解できると思います。
spanish: [_r_] Trabajó con Hinata, creo que entiendo cómo debo actuar con ella.

source: [_ka_] That's great, keep up the good work!
french: [_ka_] C'est génial, continuez le bon travail !
italian: [_ka_] È fantastico, continua il buon lavoro!
japanese: [_ka_] それは素晴らしいです, 良い仕事を続けてください!
spanish: [_ka_] ¡Es genial, sigue el buen trabajo!

source: [_ka_] And since you're free now, I have a present for you, a new kunoichi with which you can easily replenish your chakra.
french: [ _ka_ ] Et puisque vous êtes libre maintenant, j'ai un cadeau pour vous, un nouveau kunoichi avec lequel vous pouvez facilement reconstituer votre chakra.
italian: [_ka_] E poiché ora sei libero, ho un regalo per te, un nuovo kunoichi con cui puoi facilmente rifornire il tuo chakra.
japanese: [_ka_] そして、あなたは今自由なので、私はあなたにプレゼントを持っているので、あなたは簡単にチャクラを補給することができます新しいくノ一。
spanish: [_ka_] Y como ahora eres libre, tengo un regalo para ti, un nuevo kunoichi con el que podrás reponer fácilmente tu chakra.

source: [_r_] Who is she? What is her name?
french: [ _r_ ] Qui est elle? Quel est son nom?
italian: [_r_] Chi è? Qual è il suo nome?
japanese: [_r_] 彼女は誰ですか?
spanish: [_r_] ¿Quién es ella? ¿Cuál es su nombre?

source: [_ka_] Her name is Moegi Kazamatsuri, she's a pretty good sensor, she's pretty good with her chakra, but she's weak enough that you can use arousal provocation on her.
french: [_ka_] Son nom est Moegi Kazamatsuri, elle est un très bon capteur, elle est assez bonne avec son chakra, mais elle est assez faible pour que vous puissiez lui faire une provocation excitante.
italian: [_ka_] Il suo nome è Moegi Kazamatsuri, è un buon sensore, è abbastanza brava con il suo chakra, ma lei è abbastanza debole da poter usare l'eccitazione provocatoria su di lei.
japanese: [_ka_] 彼女の名前は萌え風まつりです, 彼女はかなり良いセンサーです. チャクラにはかなり優れてるけど強烈な誘惑を使えるほど弱いんだ
spanish: [_ka_] Su nombre es Moegi Kazamatsuri, es un sensor bastante bueno, Ella es muy buena con su chakra, pero ella es lo suficientemente débil como para que usted pueda usar provocación levantada sobre ella.
