Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_m_] This guy is not shy with the power to fuck his wife’s throat.
french: [ _m_ ] Ce type n'est pas timide avec le pouvoir de baiser la gorge de sa femme.
italian: [_m_] Questo tipo non è timido con il potere di scopare la gola di sua moglie.
japanese: [_m_] こいつは妻の喉をファックする力を恥ずかしがり屋ではない。
spanish: [_m_] Este tipo no es tímido con el poder de follar la garganta de su esposa.

source: [_m_] It seems a little harsh from the outside...
french: [ _m_ ] Il semble un peu dur de l'extérieur ...
italian: [_m_] Sembra un po' duro dall'esterno...
japanese: [_m_] 外から少し厳しそうですが...
spanish: [_m_] Parece un poco duro desde afuera...

source: [_m_] But that's why I like it!
french: [_m_] Mais c'est pourquoi je l'aime !
italian: [_m_] Ma è per questo che mi piace!
japanese: [_m_] しかし、だから私はそれが好きです!
spanish: [_m_] Pero es por eso que me gusta!

source: [_m_] I’ll try your throat soon, Hinata.
french: [ _m_ ] Je vais essayer ta gorge bientôt, Hinata.
italian: [_m_] Tenterò presto la tua gola, Hinata.
spanish: [_m_] Pruebaré tu garganta pronto, Hinata.

source: [_naru_] I'll... I’ll come soon!
french: [_naru_] Je suis... Je viendrai bientôt !
italian: [_naru_] lo farò... arriverò presto!
japanese: [_naru_] 私はchar@@1 私はすぐに来ます！
spanish: [_naru_] Yo... ¡Volveré pronto!

source: [_naru_] Fuck, yeah... That was so good.
french: [_naru_] Fuck, ouais... C'était si bon.
italian: [_naru_] Scopo, sì... Era così buono.
japanese: [_naru_] ファック, うん... それはとても良かったです.
spanish: [_naru_] Pecho, sí... eso fue tan bueno.

source: [_naru_] Good job, Hinata...
french: [_naru_] Bon travail, Hinata...
italian: [_naru_] Buon lavoro, Hinata...
japanese: [_naru_] よくできました, ひなた...
spanish: [_naru_] Buen trabajo, Hinata...

source: [_hi_] It made me so horny...
french: [ _hi_ ] Cela m'a rendu tellement exaltant ...
italian: [_hi_] Mi ha fatto così eccitato...
japanese: [_hi_] 私はとてもひどくなりました...
spanish: [_hi_] Me hizo tan cómo...

source: [_hi_] Let's have anal sex today!
french: [_hi_] Nous allons avoir du sexe anal aujourd'hui !
italian: [_hi_] Facciamo sesso anale oggi!
japanese: [_hi_] 今日はアナルセックスをしましょう!
spanish: [_hi_] ¡Vamos a tener sexo anal hoy!

source: [_hi_] It’s been a while since you’ve spent time with that hole...
french: [ _hi_ ] C'est un moment depuis que vous avez passé du temps avec ce trou ...
italian: [_hi_] È passato un po' di tempo da quando hai trascorso del tempo con quel buco...
japanese: [_hi_] その穴との時間を過ごしたのは久しぶりです...
spanish: [_hi_] Ha pasado un tiempo desde que has pasado tiempo con ese agujero ...

source: [_m_] Holy shit... I feel the effect of the cloaking is fading a bit... maybe it’s time to go? Or...
french: [_m_] Sainte merde... Je ressens l'effet du camouflage s'estompe un peu... il est peut-être temps d'y aller ? Ou ...
italian: [_m_] merda santa... sento che l'effetto del mantello sta svanendo un po'... forse è il momento di andare? Oppure...
japanese: [_m_] 神聖なクソchar@@1私はクローキングの効果が少し色あせていると感じます...多分それは行く時間ですか? または...
spanish: [_m_] Sagrada mierda... siento que el efecto de la túnica está desvaneciendo un poco... ¿Tal vez sea el momento de ir? O...

source: [_m_] Hinata, like an insatiable bitch, literally took Naruto down.
french: [_m_] Hinata, comme une chienne insatiable, a littéralement abattu Naruto.
italian: [_m_] Hinata, come un'insaziabile cagna, ha letteralmente abbassato Naruto.
japanese: [_m_] ひなたは、飽くなき女のように文字通り鳴門を倒した。
spanish: [_m_] Hinata, como una perra insaciable, literalmente bajó a Naruto.

source: [_m_] She dipped her little hole in saliva.
french: [_m_] Elle a trempé son petit trou dans la salive.
italian: [_m_] Immergeva il suo piccolo buco nella saliva.
japanese: [_m_] 彼女は唾液に彼女の小さな穴を浸しました.
spanish: [_m_] sumergió su pequeño agujero en la saliva.

source: [_m_] Hinata didn’t hesitate to put Naruto’s dick in her ass.
french: [_m_] Hinata n’a pas hésité à mettre la bite de Naruto dans son cul.
italian: [_m_] Hinata non ha esitato a mettere il cazzo di Naruto nel suo culo.
japanese: [_m_] ひなたはナルトのペニスを尻に突っ込むのを躊躇しなかった。
spanish: [_m_] Hinata no dudó en poner la polla de Naruto en su culo.

source: [_m_] Not even wrinkled, apparently Hinata loves anal!
french: [ _m_ ] Même pas ridé, apparemment Hinata aime anal !
italian: [_m_] Nemmeno rugosa, a quanto pare Hinata ama l'anale!
japanese: [_m_] しわもなく、ひなたはアナルが大好きらしい!
spanish: [_m_] Ni siquiera envuelto, ¡aparentemente Hinata ama a anal!

source: [_naru_] Fuck yeah... it’s so good in your ass...
french: [_naru_] Fuck yeah... C'est si bon dans votre cul...
italian: [_naru_] Cazzo sì... è così buono nel tuo culo...
japanese: [_naru_] ファックうん、それはあなたのお尻に非常に良いです...
spanish: [_naru_] Fuck sí... es tan bueno en tu culo...

source: [_hi_] Yes... mmm.... Harder...
french: [_hi_] Oui... mmm.... Difficile...
italian: [_hi_] Sì... mmm.... Harder...
japanese: [_hi_] はい... うーん...
spanish: [_hi_] Sí... mm.... Harder...

source: [_naru_] It's so tight!
french: [_naru_] C'est si serré !
italian: [_naru_] È così stretto!
japanese: [_naru_] とてもきついです！
spanish: [_naru_] ¡Es tan fuerte!

source: [_hi_] Fuck me harder, Naruto-kun! Harder!
french: [_hi_] Fuck me plus dur, Naruto-kun! Plus dur !
italian: [_hi_] Mi scopa più duramente, Naruto-kun! Più difficile!
japanese: [_hi_] もっと強く私をファック, 鳴門くん!
spanish: [_hi_] ¡Suerme más fuerte, Naruto-kun! ¡Harder!

source: [_naru_] I WON'T LAST FOR SO...
french: [_naru_] JE VEUX DERNIER POUR SO...
italian: [_naru_] NON LAST PER SO...
japanese: [_naru_] 私は最後まで...
spanish: [_naru_] NO PUEDEN PASAR PARA SO...

source: [_m_] I understand you, Naruto, with such a hard anal nobody can last more than a few minutes...
french: [ _m_ ] Je vous comprends, Naruto, avec un si dur anal, personne ne peut durer plus de quelques minutes ...
italian: [_m_] Ti capisco, Naruto, con un anale così duro nessuno può durare più di pochi minuti...
japanese: [_m_] 分かりますが、ナルト君は、こんなにも硬いアナルで、誰も数分以上持ちこたえられません...
spanish: [_m_] Te entiendo, Naruto, con un anal tan duro que nadie puede durar más de unos minutos...

source: [_hi_] How nice... I can feel your sperm dripping down...
french: [ _hi_ ] Comment gentil ... Je peux sentir que votre sperme s'égoutte ...
italian: [_hi_] Com'è bello... Sento che il tuo sperma gocciola...
japanese: [_hi_] どれほどいい...あなたの精子が落ちているのを感じることができます...
spanish: [_hi_] Qué bonito ... Puedo sentir su esperma goteando hacia abajo ...

source: [_naru_] It's so good Hinata...
french: [_naru_] C'est si bon Hinata...
italian: [_naru_] È così bravo Hinata...
japanese: [_naru_] ひなたがとても美味しいです...
spanish: [_naru_] Es tan bueno Hinata...

source: [_m_] It’s a lovely sight, but I’ve got to get out of here...
french: [ _m_ ] C'est une belle vue, mais je dois sortir d'ici ...
italian: [_m_] È una bella vista, ma devo uscire da qui...
japanese: [_m_] 素敵な光景ですが、ここから出なければなりません。
spanish: [_m_] Es una vista encantadora, pero tengo que salir de aquí...

source: [_m_] No, I’ve seen enough today...
french: [ _m_ ] Non, j'en ai assez vu aujourd'hui ...
italian: [_m_] No, ho visto abbastanza oggi...
japanese: [_m_] いいえ、今日は十分に見てきました...
spanish: [_m_] No, ya he visto lo suficiente hoy...

source: [_m_] This whole fucking thing really got to me!
french: [_m_] Cette baise entière m'a vraiment emportée!
italian: [_m_] Tutta questa cosa scopata mi ha davvero arrivato!
japanese: [_m_] このクソみたいなものは本当に俺のものだ！
spanish: [_m_] ¡Todo este fucking realmente me ha llegado!

source: [_m_] Since I can’t fuck Hinata yet, I have another idea...
french: [ _m_ ] Comme je ne peux pas encore foutre Hinata, j'ai une autre idée ...
italian: [_m_] Dal momento che non riesco a scopare Hinata ancora, ho un'altra idea...
japanese: [_m_] まだひなたをファックできないので、別の考えがあります...
spanish: [_m_] Como no puedo follar a Hinata todavía, tengo otra idea...

source: [_m_] Hinata is certainly the top 1 waifu of all fandom, well, for me personally.
french: [_m_] Hinata est certainement le top 1 waifu de tous fandom, eh bien, pour moi personnellement.
italian: [_m_] Hinata è certamente la top 1 waifu di tutti i fandom, beh, per me personalmente.
japanese: [_m_] ひなたは、個人的には全てのファンドムの上位1位のウェイフですね。
spanish: [_m_] Hinata es sin duda el primer waifu de todos los fandomos, bueno, para mí personalmente.

source: [_m_] But there’s another girl I jerk off to...
french: [ _m_ ] Mais il y a une autre fille ...
italian: [_m_] Ma c'è un'altra ragazza che mi masturbo in...
japanese: [_m_] しかし、別の女の子がいます...
spanish: [_m_] Pero hay otra chica a la que me despista...

source: [_m_] It’s time to make one of my dreams come true.
french: [ _m_ ] Il est temps de réaliser un de mes rêves.
italian: [_m_] È tempo di realizzare uno dei miei sogni.
japanese: [_m_] 私の夢を叶える時が来ました。
spanish: [_m_] Es hora de hacer realidad uno de mis sueños.

source: [_ay_] Welcome sir! I’m sorry about this, but we have to close... Come tomorrow!
french: [ _ay_ ] Bienvenue monsieur ! Je suis désolé pour ça, mais nous devons fermer ... Venez demain !
italian: [_ay_] Benvenuto! Mi dispiace di questo, ma dobbiamo chiudere... Vieni domani!
japanese: [_ay_] ようこそ！申し訳ありませんが、閉店しなければなりません。明日来てください！
spanish: [_ay_] ¡Bienvenido, señor! Lo siento, pero tenemos que cerrar... ¡Ven mañana!

source: [_r_] Can you still serve me? I heard your noodles are the most delicious! I dream of her taste...
french: [_r_] Pouvez-vous toujours me servir ? J'ai entendu dire que vos nouilles sont les plus délicieuses ! Je rêve de son goût...
italian: [_r_] Puoi ancora servirmi? Ho sentito che le tue tagliatelle sono le più deliziose! Io sogno il suo gusto...
japanese: [_r_] 今でも私を出してくれますか? あなたの麺が一番おいしいと聞きました!
spanish: [_r_] ¿Todavía me puedes servir? ¡He escuchado que tus fideos son los más deliciosos! Sueño con su gusto...

source: [_ay_] I’m sorry... you won’t be able to do that today... the chef is gone, it’s just me, I have to close the shop, so...
french: [_ay_] Je suis désolé... vous ne pourrez plus le faire aujourd'hui... le chef est parti, c'est juste moi, je dois fermer la boutique, alors...
italian: [_ay_] Mi dispiace... non sarai in grado di farlo oggi... lo chef è andato, è solo me, devo chiudere il negozio, così...
japanese: [_ay_] 申し訳ありません...あなたは今日それを行うことができません...シェフがいなくなっています。それは私だけです。お店を閉めなければならないので...
spanish: [_ay_] Lo siento... no podrás hacer eso hoy... el chef ha desaparecido, es solo yo, tengo que cerrar la tienda, así que...

source: [_r_] Sorry, I just thought you were cooking, too.
french: [ _r_ ] Désolé, j'ai pensé que vous étiez en train de cuisiner.
italian: [_r_] Mi dispiace, pensavo che anche tu stesse cucinando.
japanese: [_r_] ごめんなさい、私もあなたが料理をしていると思っていました。
spanish: [_r_] Lo siento, acabo de pensar que también estabas cocinando.

source: [_ay_] I do, but not as good as my dad or our chef...
french: [ _ay_ ] Je le fais, mais pas aussi bien que mon père ou notre chef ...
italian: [_ay_] lo faccio, ma non così buono come mio papà o il nostro chef...
japanese: [_ay_] 私はそうです, しかし、私のお父さんやシェフほど良くありません...
spanish: [_ay_] lo hago, pero no tan bueno como mi papá o nuestro chef...

source: [_r_] That’s how it is. And you know what... You interested me, I’d really like to try your food, I’ll pay extra!
french: [ _r_ ] C'est comme ça. Et vous savez quoi ... Vous m'avez intéressé, j'aimerais vraiment essayer votre nourriture, je paierai plus !
italian: [_r_] È così che è. E tu sai cosa... Mi interessavi, mi piacerebbe davvero provare il tuo cibo, pagherò extra!
japanese: [_r_] それがそうです。そして、あなたは知っています...あなたは私に興味があり、私は本当にあなたの食べ物を試してみたいです、私は追加料金を支払います!
spanish: [_r_] Así es como es. Y sabes que... Me interesa, realmente me gustaría probar tu comida, ¡pagaré extra!

source: [_ay_] This is a bit of a surprise... Let’s just agree that you will not be biased! I really am not the best cook in our institution!
french: [ _ay_ ] C'est un peu une surprise ... Nous sommes d'accord pour dire que vous ne serez pas biaisés ! Je ne suis vraiment pas le meilleur cuisinier de notre institution !
italian: [_ay_] Questa è una sorpresa... Concordiamo solo che non sarai parziale! Non sono davvero il miglior cuoco nella nostra istituzione!
japanese: [_ay_] これはちょっとした驚きです... あなたが偏見を持たないことに同意しましょう！私は本当に私たちの施設で最高の料理人ではありません！
spanish: [_ay_] Esto es un poco de sorpresa... ¡Estemos de acuerdo en que no serás sesgado! ¡Realmente no soy el mejor cocinero de nuestra institución!

source: [_r_] I swear!
french: [_r_] Je jure !
italian: [_r_] ho giurato!
japanese: [_r_] 誓います！
spanish: [_r_] ¡Juro!

source: [_ay_] Well... what do you want then?
french: [_ay_] Eh bien... que voulez-vous alors?
italian: [_ay_] Bene... cosa vuoi allora?
japanese: [_ay_] さて、何が欲しいですか？
spanish: [_ay_] Bueno... ¿qué quieres entonces?

source: [_r_] I'll leave this choice to you, cook something tasty for me!
french: [_r_] Je vais vous laisser ce choix, cuisiner quelque chose de savoureux pour moi !
italian: [_r_] Ti lascerò questa scelta, cucinerò qualcosa di gustoso per me!
japanese: [_r_] 私はあなたにこの選択を残します, 私のためにおいしいものを調理します!
spanish: [_r_] Te dejaré esta opción, ¡cocinaré algo sabroso para mí!

source: [_ay_] I’ll make you some famous Naruto noodles! I hope you enjoy it!
french: [_ay_] Je vais te faire de célèbres nouilles Naruto ! J'espère que tu l'apprécieras !
italian: [_ay_] Ti farò delle famose tagliatelle di Naruto! Spero che ti piaca!
spanish: [_ay_] ¡Te convertiré en algunos famosos fideos Naruños! ¡Espero que te guste!

source: [_r_] I’m so hungry, I’m gonna love everything that a pretty girl like you would make.
french: [_r_] J’ai tellement faim, je vais adorer tout ce qu’une jolie fille comme vous ferez.
italian: [_r_] Sono così affamato, amerò tutto ciò che una bella ragazza come faresti.
japanese: [_r_] お腹が空いているので、あなたみたいな可愛い女の子が作るものは何でも大好きになります。
spanish: [_r_] Estoy tan hambriento, me voy a ir a todo lo que una bonita chica como tú lo harías.

source: [_ay_] What are you... I’m not the youngest... but thank you for the compliment!
french: [ _ay_ ] Qu'est-ce que vous ... Je ne suis pas la plus jeune ... mais merci pour le compliment !
italian: [_ay_] Cosa sei... non sono il più giovane... ma grazie per il complimento!
japanese: [_ay_] なんだchar@@1私は最年少ではないchar@@2でも褒めてくれてありがとう！
spanish: [_ay_] ¿Qué eres... Yo no soy el más joven... ¡pero gracias por el cumplimiento!

source: [_m_] Ayame, after all this time, turned into a neat, pretty little girl!
french: [_m_] Ayame, après tout ce temps, transformée en une belle petite fille !
italian: [_m_] Ayame, dopo tutto questo tempo, si è trasformata in una graziosa ragazzina!
japanese: [_m_] Ayame, ずっと後, きちんとしたかわいい女の子になりました!
spanish: [_m_] Ayame, después de todo este tiempo, se convirtió en una chica bonita y muy pequeña!

source: [_m_] Even so, to me, she’s definitely a top 2 waifu!
french: [ _m_ ] Même ainsi, pour moi, elle est définitivement un top 2 waifu !
italian: [_m_] Anche così, per me, lei è sicuramente una top 2 waifu!
japanese: [_m_] それでも私にとっては、彼女は間違いなくトップ2のウェイフです！
spanish: [_m_] ¡Aun así, para mí, ella es definitivamente un waifu!

source: [_ay_] It's 200 ryo!
french: [_ay_] C'est 200 ryo !
italian: [_ay_] Sono 200 ryo!
japanese: [_ay_] 200両です！
spanish: [_ay_] ¡Son 200 ryo!

source: [_r_] Of course, wait a second.
french: [ _r_ ] Bien sûr, attendez une seconde.
italian: [_r_] Certo, aspetta un secondo.
japanese: [_r_] もちろん、ちょっと待ってください。
spanish: [_r_] por supuesto, espere un segundo.

source: [_m_] This is my chance, it’s time to use my new power!
french: [ _m_ ] C'est ma chance, il est temps d'utiliser ma nouvelle puissance !
italian: [_m_] Questa è la mia occasione, è il momento di usare il mio nuovo potere!
japanese: [_m_] これは私のチャンスです、今こそ私の新しい力を使用する時です!
spanish: [_m_] Esta es mi oportunidad, ¡es hora de usar mi nuevo poder!

source: [_m_] Yes! That’s it! I could use a provocation of arousal!
french: [_m_] Oui! C'est bien ça! Je pourrais utiliser une provocation d'éveil !
italian: [_m_] Sì! Questo è tutto! Potrei usare una provocazione di eccitazione!
japanese: [_m_] はい！これで完了です！私は興奮の挑発を使うことができます！
spanish: ¡[_m_] Sí! ¡Eso es todo! ¡Podría usar una provocación de provocación!

source: [_ay_] Um... I’m-I’m sorry... I’m kind of...
french: [_ay_] Um... Je suis désolé... Je suis très bien...
italian: [_ay_] Um... Mi dispiace... Sono gentile...
spanish: [_ay_] Um... Lo siento... soy una especie de...

source: [_m_] I can hear how deep she’s breathing... it looks like she’s really turned on.
french: [ _m_ ] Je peux entendre à quel point elle respit ... on dirait qu'elle est vraiment allumable.
italian: [_m_] Posso sentire quanto profonda sta respirando... sembra che sia davvero accesa.
japanese: [_m_] 息の深さを聞くことができますchar@@1 彼女は本当にオンになっているように見えます。
spanish: [_m_] Puedo escuchar lo profunda que respira... parece que está realmente encendida.

source: [_ay_] W-what’s the matter with me... I... I’m sorry... you’re so handsome... W-what am I saying... excuse me...
french: [_ay_] W-what is the matter with me... Je... I'm excury... you're so handsome... W-what am I saying... excuse me...
italian: [_ay_] W-what is the matter with me... Io... Mi dispiace... sei così bello... W-what Sto dicendo... scusa me...
japanese: [_ay_] W-whatが問題なのはchar@@1char@@2申し訳ありませんchar@@3あなたはとてもハンサムです...私は何を言っていますか...すみません...
spanish: [_ay_] W-what is the matter with me... yo... Lo siento... eres tan guapo... W-what is I dicing... excuse me...

source: [_r_] Do you really think so? Actually it is mutual! You are a very beautiful girl.
french: [ _r_ ] Pensez-vous vraiment? En fait, c'est mutuel ! Tu es une très belle fille.
italian: [_r_] Lo pensi veramente? In realtà è mutuo! Sei una ragazza molto bella.
japanese: [_r_] 本当にそう思いますか? 実は相互です! あなたはとても美しい女の子です。
spanish: [_r_] ¿Realmente lo cree? ¡En realidad es mutuo! Usted es una chica muy hermosa.

source: [_ay_] It’s... it’ll be unexpected... I can’t believe I’m saying this... but... do you have a girlfriend?
french: [_ay_] C’est... ça sera inattendu... Je ne peux pas croire que je le dis... mais... avez-vous une petite amie?
italian: [_ay_] è... sarà inaspettato... non posso credere che sto dicendo questo... ma... hai una fidanzata?
japanese: [_ay_] 予想外だろうchar@@1信じられないchar@@2char@@3char@@4char@@5char@@6char@@7
spanish: [_ay_] Es ... será inesperado ... No puedo creer que esté diciendo esto ... pero ... ¿tienes una novia?

source: [_r_] No, I’m a free guy... and you...?
french: [ _r_ ] Non, je suis un gars libre ... et vous ...?
italian: [_r_] No, sono un ragazzo libero... e tu...?
japanese: [_r_] いいえ、私は無料の男です...そしてあなたは...?
spanish: [_r_] No, soy un tipo gratis... y tú...?

source: [_ay_] N-no, me too... It’s just... it’s hard to say...
french: [_ay_] N-non, moi aussi... C'est juste... c'est difficile à dire...
italian: [_ay_] N-no, anche... è solo... è difficile dire...
japanese: [_ay_] N-no, me...
spanish: [_ay_] N-no, yo también... Es justo... es difícil decir...

source: [_r_] Can we have sex?
french: [ _r_ ] Peut-on avoir des relations sexuelles?
italian: [_r_] Possiamo fare sesso?
japanese: [_r_] 私たちはセックスを持つことができます?
spanish: [_r_] ¿Podemos tener sexo?

source: [_ay_] YES!
french: [_ay_] OUI !
italian: [_ay_] SÌ!
japanese: [_ay_] はい!
spanish: [_ay_] SÍ!

source: [_ay_] I mean... I... of course... I’d really like that...
french: [_ay_] Je veux dire... Je... bien sûr... J'aime vraiment ça...
italian: [_ay_] Voglio dire... Io... naturalmente... mi piacerebbe molto...
spanish: [_ay_] quiero decir... por su... me gustaría eso...

source: [_r_] Then let’s do it right here!
french: [_r_] Alors faisons ça ici!
italian: [_r_] Allora facciamolo proprio qui!
japanese: [_r_] それならここでやってみましょう！
spanish: [_r_] ¡Entonces hagámoslo aquí!

source: [_ay_] Good! I’ll just close the doors!
french: [_ay_] Bien! Je vais juste fermer les portes !
italian: [_ay_] Buono! Chiuderò le porte!
japanese: [_ay_] いいですね！ドアを閉めます！
spanish: [_ay_] ¡Bien! ¡Solo cerraré las puertas!

source: [_ay_] This is what I wanted...
french: [ _ay_ ] C'est ce que je voulais ...
italian: [_ay_] Questo è quello che volevo...
japanese: [_ay_] これは私が欲しかったものです...
spanish: [_ay_] Esto es lo que quería...

source: [_ay_] You have such a beautiful cock!
french: [ _ay_ ] Tu as une si belle bite !
italian: [_ay_] Hai un cazzo così bello!
japanese: [_ay_] こんなに綺麗なコックができましたね!
spanish: [_ay_] ¡Tienes una polla tan hermosa!

source: [_r_] Let's be more open to ourselves.
french: [ _r_ ] Soyons plus ouverts à nous-mêmes.
italian: [_r_] Siamo più aperti a noi stessi.
japanese: [_r_] もっと自分自身にオープンにしましょう。
spanish: [_r_] Estemos más abiertos a nosotros mismos.

source: [_ay_] Right! It’s so stupid... you literally see my breasts right now...
french: [_ay_] D'accord! C'est tellement stupide... vous voyez littéralement mes seins en ce moment...
italian: [_ay_] giusto! È così stupido... vedete letteralmente i miei seni in questo momento...
japanese: [_ay_] そうだ！バカだなchar@@1 文字通り私の胸を見るchar@@2char@@3
spanish: ¡[_ay_] correcto! Es tan estúpido... literalmente ves mis pechos ahora mismo...

source: [_r_] Go on, Ayame... you’re doing great. You have great tits!
french: [_r_] Allez, Ayame... vous faites génial. Vous avez de bons seins!
italian: [_r_] Vai su, Ayame... stai facendo grande. Hai grandi tette!
japanese: [_r_] さあ、あやめchar@@1 おっぱいを持っています！
spanish: [_r_] Vamos, Ayame... estás haciendo genial. ¡Tienes grandes tetas!

source: [_ay_] Where did you... I didn’t say my...
french: [ _ay_ ] Où avez-vous ... Je n'ai pas dit mon ...
italian: [_ay_] Dove hai fatto... Non ho detto io...
japanese: [_ay_] どこでchar@@1char@@2言わなかったchar@@3...
spanish: [_ay_] ¿Dónde te hizo... yo no dije mi...

source: [_r_] Just do what I say. If you do it without questions, I’ll fuck you good.
french: [ _r_ ] Je fais ce que je dis. Si tu le fais sans questions, je te baiserai bien.
italian: [_r_] Fai quello che dico. Se lo fai senza domande, ti farò del bene.
japanese: [_r_] 私の言うことをやってください。質問なしでやれば、私はあなたをファックします。
spanish: [_r_] Basta con hacer lo que digo. Si lo haces sin preguntas, te follaré bien.

source: [_ay_] Uh-huh... whatever you say...
french: [_ay_] Uh-huh... quoi que vous disiez...
italian: [_ay_] Uh-huh... qualunque cosa dai...
japanese: [_ay_] ああchar@@1 何を言ってもchar@@2
spanish: [_ay_] Uh-huh... digamos lo que digas...

source: [_m_] She has such innocent eyes, I love that sight.
french: [ _m_ ] Elle a des yeux innocents, j'adore cette vue.
italian: [_m_] Lei ha occhi così innocenti, io amo quella vista.
japanese: [_m_] 彼女はそのような無邪気な目をしています, 私はその光景が大好き.
spanish: [_m_] Ella tiene ojos tan inocentes, me encanta esa vista.

source: [_m_] She’s obviously only thinking about jumping on my dick right now.
french: [ _m_ ] Elle ne pense évidemment qu'à sauter sur ma bite en ce moment.
italian: [_m_] Lei ovviamente sta solo pensando di saltare sul mio cazzo in questo momento.
japanese: [_m_] 彼女は今私のペニスに飛び乗ろうとしているだけです。
spanish: [_m_] Obviamente, She solo está pensando en saltar en mi polla ahora mismo.

source: [_m_] It’s time to satisfy her desire!
french: [ _m_ ] Il est temps de satisfaire son désir !
italian: [_m_] È tempo di soddisfare il suo desiderio!
japanese: [_m_] 彼女の欲望を満たす時間です!
spanish: [_m_] ¡Es hora de satisfacer sus deseos!

source: [_r_] That’s enough! I want to fuck you right now.
french: [ _r_ ] Ça suffit ! Je veux te baiser maintenant.
italian: [_r_] È abbastanza! Voglio scopare in questo momento.
japanese: [_r_] もう十分！今すぐファックしたい。
spanish: [_r_] ¡Eso es suficiente! Quiero follarte ahora mismo.

source: [_ay_] Yes! Do it!
french: [_ay_] Oui ! Faites-le !
italian: [_ay_] sì! Fate!
japanese: [_ay_] はい！やりましょう！
spanish: [_ay_] ¡Sí! ¡Hágalo!

source: [_m_] Ayame hugged me from the front and sat gently on my cock.
french: [ _m_ ] Ayame m'a embrassé du devant et s'est assis gentiment sur ma bite.
italian: [_m_] Ayame mi abbracciò dalla parte anteriore e mi sedette delicatamente sul mio cazzo.
japanese: [_m_] Ayameは前から私を抱きしめて、私のチンポにそっと座っていました。
spanish: [_m_] Ayame me abrazó desde el frente y se sentó suavemente en mi polla.
