Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_hi_] Ouch... geez... I cut myself. I'm so sloppy...
french: [_hi_] Aïe... geez... Je me suis coupée. Je suis tellement slopp...
italian: [_hi_] Ouch... geez... Mi sono tagliato. Sono così inclinato...
japanese: [_hi_] ああchar@@1 ああchar@@2 自分自身を切った。私はとてもだらしない...
spanish: [_hi_] más o menos... me corto. Soy tan incógnito...

source: [_m_] This is it... the perfect moment!
french: [ _m_ ] C'est ... le moment parfait !
italian: [_m_] Questo è questo... il momento perfetto!
japanese: [_m_] これは...完璧な瞬間です!
spanish: [_m_] ¡Esto es... el momento perfecto!

source: [_r_] You're bleeding, let me look at it.
french: [ _r_ ] Tu saignes, laisse-moi regarder.
italian: [_r_] Stai sanguinando, lasciami guardare.
japanese: [_r_] 出血しているので、見てみましょう。
spanish: [_r_] Estás sangrando, déjame mirarlo.

source: [_hi_] Don’t worry! It’s just a little cut!
french: [ _hi_ ] Ne vous inquiétez pas ! C'est juste une petite coupe !
italian: [_hi_] Non preoccuparti! È solo un po 'tagliato!
japanese: [_hi_] 心配しないでください！ちょっとしたカットです！
spanish: ¡[_hi_] no te preocupes! ¡Es un pequeño corte!

source: [_r_] I’ve had experience with first aid, don’t argue with the doctor! Let me see.
french: [ _r_ ] J'ai eu de l'expérience avec les premiers soins, ne me disputant pas avec le médecin ! Laisse-moi voir.
italian: [_r_] Ho avuto esperienza con il primo soccorso, non discutere con il medico! Lasciatemi vedere.
japanese: [_r_] 応急処置の経験がありました。医者と議論しないでください！見せてください。
spanish: [_r_] He tenido experiencia con la primera ayuda, ¡no discutes con el médico! Permíteme verlo.

source: [_m_] Come on, [viname], you can do this.
french: [ _m_ ] Allez, [ viname ], vous pouvez le faire.
italian: [_m_] Avanti, [viname], puoi farlo.
japanese: [_m_] [viname]、あなたはこれを行うことができます。
spanish: [_m_] Vamos, [viname], puedes hacer esto.

source: [_m_] Just imagine Kamiko’s chakra leaking through your body...
french: [ _m_ ] Imaginez que le chakra de Kamiko fuit à travers votre corps ...
italian: [_m_] Immaginate semplicemente il chakra di Kamiko che perde il vostro corpo...
japanese: [_m_] 神子のチャクラが体から漏れていく様子を想像してみてください...
spanish: [_m_] Imagina que el chakra de Kamiko se filtra a través de tu cuerpo...

source: [_m_] I feel... I feel it...
french: [_m_] Je sentir... Je le ressens...
italian: [_m_] mi sento... lo sentisco...
japanese: [_m_] 感じる...感じる...
spanish: [_m_] me siento... lo siento...

source: [_hi_] All good?
french: [_hi_] Tout est bien?
italian: [_hi_] Tutto buono?
japanese: [_hi_] すべて良いですか?
spanish: [_hi_] ¿Todo bien?

source: [_m_] Here it is! I could... Now the most important thing!
french: [_m_] Voilà, voilà! Je pouvais... Maintenant la chose la plus importante !
italian: [_m_] Ecco! Potrei... Ora la cosa più importante!
japanese: [_m_] ここにあります！私はchar@@1 今、最も重要なことです！
spanish: [_m_] ¡Aquí está! Pude ... ¡Ahora lo más importante!

source: [_m_] Remember...
french: [ _m_ ] N'oubliez pas ...
italian: [_m_] Ricorda...
japanese: [_m_] 覚えています...
spanish: [_m_] Recuerda...

source: [_m_] That’s it...
french: [ _m_ ] C'est ça ...
italian: [_m_] Ecco...
japanese: [_m_] それはchar@@1
spanish: [_m_] Eso es eso...

source: [_m_] More.
french: [_m_] Plus
japanese: [_m_] もっと.
spanish: [_m_] Más.

source: [_m_] More, more, more!
french: [_m_] Plus encore, plus encore !
italian: [_m_] More, più, di più!
japanese: [_m_] もっと、もっと！
spanish: [_m_] ¡Más, más!

source: [_m_] Done..
french: [ _m_ ] Terminé ..
italian: [_m_] Fatto..
japanese: [_m_] 完了.
spanish: [_m_] Hecho..

source: [_m_] I feel an incredible relief...
french: [ _m_ ] Je ressens un soulagement incroyable ...
italian: [_m_] Mi sento un sollievo incredibile...
japanese: [_m_] 私は信じられないほどの安堵を感じます...
spanish: [_m_] siento un alivio increíble...

source: [_m_] It was only a moment... But this moment lasted unbearably long...
french: [_m_] Cela n'a été qu'un moment... Mais ce moment a duré insupportablement longtemps...
italian: [_m_] E 'stato solo un momento... Ma questo momento durò insopportabilmente a lungo...
japanese: [_m_] ほんの一瞬...しかし、この瞬間は耐え難いほど長く続いた...
spanish: [_m_] Fue sólo un momento... Pero este momento duró insoportablemente...

source: [_m_] I got it.
french: [_m_] Je l'ai compris.
italian: [_m_] l'ho capito.
japanese: [_m_] 分かりました。
spanish: [_m_] Lo conseguí.

source: [_m_] I... I can't...
french: [_m_] Je... Je ne peux pas...
italian: [_m_] I... Non posso...
japanese: [_m_] 私は... できません...
spanish: [_m_] yo... no puedo...

source: [_m_] Too few memories connect us...
french: [ _m_ ] Trop peu de souvenirs nous relient ...
italian: [_m_] Troppe poche memorie ci collegano...
japanese: [_m_] 私たちとつながっている思い出が少なすぎます。
spanish: [_m_] Muy pocos recuerdos nos conectan...

source: [_m_] Holy shit!
french: [_m_] Sainte merde!
italian: [_m_] Santa merda!
japanese: [_m_] すごい!
spanish: ¡[_m_] la mierda!

source: [_m_] Pull yourself together! I can still go down a path of depravity.
french: [_m_] Retirez-vous ensemble ! Je peux toujours emprunter un chemin de dépravation.
italian: [_m_] Tirare insieme! Posso ancora percorrere un sentiero di depravazione.
japanese: [_m_] 一緒に自分自身を引っ張ってください!
spanish: [_m_] ¡Únete juntos! Todavía puedo seguir un camino de depravación.

source: [_m_] Thank it...
french: [_m_] Merci...
italian: [_m_] Grazie...
japanese: [_m_] ありがとう...
spanish: [_m_] Gracias ...

source: [_m_] It seems like...
french: [_m_] On dirait que...
italian: [_m_] Sembra come...
japanese: [_m_] まるで...
spanish: [_m_] Parece que son...

source: [_m_] Seems like it works...
french: [_m_] On dirait que ça marche...
italian: [_m_] Sembra che funzioni...
japanese: [_m_] 動作するようです...
spanish: [_m_] Parece que funciona...

source: [_m_] YES! This is it!
french: [_m_] OUI ! C'est ça !
italian: [_m_] SÌ! Questo è tutto!
japanese: [_m_] はい! これです!
spanish: ¡[_m_] Sí! ¡Esto es!

source: [_m_] I got you, Hinata!
french: [_m_] Je t'ai reçu, Hinata !
italian: [_m_] Ti ho preso, Hinata!
japanese: [_m_] やったね、ひなた！
spanish: [_m_] te he recibido, ¡Hinata!

source: [_m_] Okay, I’ve made a decision.
french: [ _m_ ] Ok, j'ai pris une décision.
italian: [_m_] Okay, Ho preso una decisione.
japanese: [_m_] わかりました、私は決定をしました。
spanish: [_m_] Vale, he tomado una decisión.

source: [_m_] Remember.
french: [ _m_ ] N'oubliez pas.
italian: [_m_] Ricorda.
japanese: [_m_] リマインダー。
spanish: [_m_] Recuerda.

source: [_m_] Like this...
french: [_m_] Comme ceci...
italian: [_m_] Come questo...
japanese: [_m_] こんな感じ...
spanish: [_m_] como esto...

source: [_m_] This is...
french: [ _m_ ] Ceci est ...
italian: [_m_] Questo è...
japanese: [_m_] これは...
spanish: [_m_] Esto es ...

source: [_m_] It works!
french: [_m_] Ça marche !
italian: [_m_] Funziona!
japanese: [_m_] 動作します!
spanish: [_m_] ¡Funciona!

source: [_m_] Caught! Done!
french: [_m_] enseigné ! C'est fait !
italian: [_m_] Caught! Fatto!
japanese: [_m_] カート！完了！
spanish: [_m_] ¡Impresionado! ¡Hecho!

source: [_m_] What I feel, do not convey words...
french: [ _m_ ] Ce que je ressens, ne véhicule pas les mots ...
italian: [_m_] Quello che sento, non trasmettere le parole...
japanese: [_m_] 私が感じることは、言葉を伝えないでください...
spanish: [_m_] Lo que siento, no transmita palabras...

source: [_m_] She’s on the hook.
french: [ _m_ ] Elle est sur le crochet.
italian: [_m_] Lei è sul gancio.
japanese: [_m_] 彼女はフックの上にいます.
spanish: [_m_] She está en el gancho.

source: [_hi_] I... I’m feeling a little hot... What is this feeling...
french: [_hi_] Je... Je me sens un peu chaud... Quel est ce sentiment...
italian: [_hi_] Io... Mi sento un po 'caldo... Che cosa è questa sensazione...
japanese: [_hi_] 私はchar@@1 少し熱い感じがするchar@@2 この感じは何ですか...
spanish: [_hi_] yo... me siento un poco calor... ¿Qué es esta sensación...

source: [_r_] Do you feel bad?
french: [ _r_ ] Vous vous sentez mal?
italian: [_r_] Ti senti male?
japanese: [_r_] 気分が悪いですか？
spanish: [_r_] ¿Se siente mal?

source: [_hi_] I don’t know... it feels weird... maybe I’m overheating...
french: [_hi_] Je ne sais pas... c'est bizarre ... peut-être que je chauffe trop ...
italian: [_hi_] Non lo so... si sente strano... forse sto surriscaldando...
japanese: [_hi_] 私は知らない...それは奇妙な感じがする...多分私は過熱している...
spanish: [_hi_] no sé... se siente raro... tal vez estoy sobrecalentando...

source: [_r_] We can reschedule the picnic if you’re not feeling well, what do you say?
french: [ _r_ ] Nous pouvons reprogrammer le pique-nique si vous ne vous sentez pas bien, qu'est-ce que vous dites?
italian: [_r_] Possiamo riprogrammare il picnic se non ti senti bene, cosa dici?
japanese: [_r_] 具合がよくない場合は、ピクニックのスケジュールを変更できます。
spanish: [_r_] Podemos reprogramar el picnic si no te sientes bien, ¿qué dices?

source: [_hi_] N-no... I... I want this picnic...
french: [_hi_] N-no... Je... Je veux ce pique-nique...
italian: [_hi_] N-no... I... Voglio questo picnic...
japanese: [_hi_] N-... 私は... このピクニックが欲しい...
spanish: [_hi_] N-no... Yo... quiero este picnic...

source: [_r_] Well, if you’re sure, I won’t contradict you.
french: [ _r_ ] Eh bien, si vous êtes sûr, je ne vous contredirait pas.
italian: [_r_] Beh, se sei sicuro, non ti contraddirò.
japanese: [_r_] まあ、確信しているなら、あなたと矛盾することはありません。
spanish: [_r_] Bueno, si estás seguro, no te contradiré.

source: [_hi_] Let me clean the vegetables... we’ll have to be careful from now on...
french: [ _hi_ ] Laisse-moi nettoyer les légumes ... nous allons devoir être prudents à partir de maintenant ...
italian: [_hi_] Lasciami pulire le verdure... dovremo essere attenti da ora in poi...
japanese: [_hi_] 野菜をきれいにしましょうchar@@1 これからは注意が必要です...
spanish: [_hi_] Déjame limpiar las verduras... deberemos tener cuidado a partir de ahora...

source: [_r_] That’s right! You can lose a finger like that.
french: [ _r_ ] C'est vrai ! Tu peux perdre un doigt comme ça.
italian: [_r_] È giusto! Puoi perdere un dito così.
japanese: [_r_] その通りです！指を失うことがあります。
spanish: [_r_] ¡Eso está bien! Puedes perder un dedo así.

source: [_hi_] I wouldn't like to!
french: [_hi_] Je n'aime pas !
italian: [_hi_] Non mi piacerebbe!
japanese: [_hi_] 好きではありません!
spanish: ¡[_hi_] no me gustaría!

source: [_hi_] I... what a strange sensation... like butterflies flying inside...
french: [_hi_] Je... quelle étrange sens... comme des papillons volant à l'intérieur...
italian: [_hi_] I... che strana sensazione... come le farfalle volano dentro...
japanese: [_hi_] 私... なんて不思議な感覚...
spanish: [_hi_] Yo... qué extraña sensación... como las mariposas volando adentro...

source: [_hi_] I don’t... I don’t know... I feel weird...
french: [_hi_] Je ne sais pas... Je ne sais pas... Je me sens étrange...
italian: [_hi_] non lo so... non lo so... mi sento strano...
japanese: [_hi_] 私はchar@@1 わからないchar@@2 奇妙に感じるchar@@3
spanish: [_hi_] Yo no... no lo soy... me siento raro...

source: [_hi_] Maybe I've overheated...
french: [_hi_] Peut-être que j'ai surchauffé...
italian: [_hi_] Forse ho surriscaldato...
japanese: [_hi_] たぶん私は熱すぎる...
spanish: [_hi_] Tal vez me sobrecalenté...

source: [_r_] Can we reschedule the picnic?
french: [ _r_ ] Peut-on reprogrammer le pique-nique?
italian: [_r_] Possiamo riprogrammare il picnic?
japanese: [_r_] ピクニックのスケジュールを変更できますか?
spanish: [_r_] ¿Podemos reprogramar el picnic?

source: [_hi_] I... Maybe... Yeah, maybe we should reschedule...
french: [_hi_] Je... Peut-être... Ouais, peut-être devrions-nous reprogrammer...
italian: [_hi_] Io... Forse... Sì, forse dovremmo riprogrammare...
japanese: [_hi_] 私は... ええ、多分、私たちは再スケジュールする必要があります...
spanish: [_hi_] Yo... quizás... sí, tal vez deberíamos reprogramar...

source: [_hi_] I don’t feel good...
french: [ _hi_ ] Je ne me sens pas bien ...
italian: [_hi_] Non mi sento bene...
japanese: [_hi_] 気分が悪いchar@@1
spanish: [_hi_] no me siento bien...

source: [_r_] It’s all right, I get it, the sun is really shining today.
french: [ _r_ ] C'est vrai, je l'ai, le soleil brille vraiment aujourd'hui.
italian: [_r_] Va bene, lo capisco, il sole è davvero splendente oggi.
japanese: [_r_] 大丈夫、今日は太陽が輝いています。
spanish: [_r_] Está bien, lo entiendo, el sol es realmente brillante hoy.

source: [_hi_] I’ll call Himawari, I’m sorry again...
french: [ _hi_ ] Je vais appeler Himawari, je suis à nouveau désolé ...
italian: [_hi_] chiamerò Himawari, mi dispiace di nuovo...
spanish: [_hi_] Lo llamaré a Himawari, lo siento de nuevo...

source: [_r_] Hi Kamiko, I have great news!
french: [_r_] Salut Kamiko, j'ai de bonnes nouvelles !
italian: [_r_] Ciao Kamiko, ho una grande notizia!
japanese: [_r_] こんにちは神子さん、素晴らしいニュースがあります！
spanish: [_r_] Hola Kamiko, ¡tengo grandes noticias!

source: [_ka_] Your chakra makes me predict them!
french: [ _ka_ ] Ton chakra me fait prédire !
italian: [_ka_] Il tuo chakra mi fa prevedere loro!
japanese: [_ka_] あなたのチャクラは私にそれらを予測させます!
spanish: [_ka_] ¡Tu chakra me hace predecirlos!

source: [_ka_] You did this!
french: [_ka_] Vous avez fait ça !
italian: [_ka_] Hai fatto questo!
japanese: [_ka_] あなたはこれをしました！
spanish: [_ka_] ¡Hiciste esto!

source: [_ka_] I can feel how much more of my chakra you have now!
french: [ _ka_ ] Je peux sentir beaucoup plus de ma chakra que vous avez maintenant !
italian: [_ka_] Posso sentire quanto di più del mio chakra che hai ora!
japanese: [_ka_] 今のチャクラの量を感じることができます!
spanish: [_ka_] ¡Puedo sentir cuánto más de mi chakra tienes ahora!

source: [_r_] Really? Did it make a difference?
french: [_r_] Vraiment ? Est-ce que ça a fait une différence ?
italian: [_r_] Davvero? Ha fatto la differenza?
japanese: [_r_] 本当に？違いがあったのでしょうか？
spanish: [_r_] ¿De verdad? ¿Ha marcado la diferencia?

source: [_ka_] The fact that you were able to initiate the process of interacting with Hinata significantly increased the amount of my chakra in you.
french: [ _ka_ ] Le fait que vous avez été en mesure d'initier le processus d'interaction avec Hinata a augmenté significativement la quantité de mon chakra en vous.
italian: [_ka_] Il fatto che tu sia stato in grado di avviare il processo di interazione con Hinata ha aumentato significativamente la quantità del mio chakra in te.
japanese: [_ka_] 日向とのやり取りを始めることができたことで、貴方のチャクラの量が大幅に増えました。
spanish: [_ka_] El hecho de que usted fue capaz de iniciar el proceso de interactuar con Hinata aumentó significativamente la cantidad de mi chakra en usted.

source: [_r_] Really? Am I, like, stronger now?
french: [_r_] Vraiment? Suis-je aimé, plus fort maintenant?
italian: [_r_] Davvero? Sono io, come più forte adesso?
japanese: [_r_] 本当に？今はもっと強いかな？
spanish: [_r_] ¿Realmente? ¿Soy yo, como, ahora más fuerte?

source: [_ka_] My boy... don’t you feel it? Remember the powers the fetus has given you!
french: [_ka_] Mon garçon... ne vous sentez-vous pas ? N'oubliez pas les pouvoirs que le fœtus vous a donnés!
italian: [_ka_] Mio ragazzo... non lo sentite? Ricordati dei poteri che il feto ti ha dato!
japanese: [_ka_] 私の息子char@@1 感じませんか？胎児が与えた力を思い出してください！
spanish: [_ka_] Mi chico ... ¿no lo sientes? ¡Recuerda los poderes que el feto te ha dado!

source: [_r_] I... Yes... I feel it... I... Now I can use them all the time! I don’t need to choose!
french: [_r_] Je... Oui... Je le ressens... Je... Maintenant, je peux les utiliser tout le temps ! Je n'ai pas besoin de choisir !
italian: [_r_] Io... Sì... lo sento... Io... Ora posso usarli tutto il tempo! Non ho bisogno di scegliere!
japanese: [_r_] 私はchar@@1 はいchar@@2 感じるchar@@3 私はchar@@4 いつでもそれらを使うことができるようになった！選択する必要はない！
spanish: [_r_] yo... Sí... lo siento... ¡Yo... ¡Ahora puedo usarlos todo el tiempo! ¡No necesito elegir!

source: [_ka_] Exactly! You could say you’ve taken it to a whole new level, or as the young people say now...
french: [ _ka_ ] Exactement ! Tu pourrais dire que tu l'as pris à un tout nouveau niveau, ou comme les jeunes disent maintenant ...
italian: [_ka_] Esattamente! Potresti dire che lo hai portato a un livello completamente nuovo, o come dicono i giovani ora...
japanese: [_ka_] 正確に！あなたは全く新しいレベルに達したと言えますし、若い人たちが今言うように...
spanish: ¡[_ka_] Exactamente! Puedes decir que lo has llevado a un nivel completamente nuevo, o como dicen ahora los jóvenes...

source: [_r_] I got it! Cool!
french: [_r_] Je l'ai compris! Cool !
italian: [_r_] l'ho capito! Freddo!
japanese: [_r_] 私はそれを得ました!
spanish: ¡[_r_] lo tengo! ¡Enfriado!

source: [_ka_] Now that we’ve reached the next stage, you must develop your powers.
french: [ _ka_ ] Maintenant que nous avons atteint la prochaine étape, vous devez développer vos pouvoirs.
italian: [_ka_] Ora che abbiamo raggiunto la fase successiva, devi sviluppare i tuoi poteri.
japanese: [_ka_] 次のステージに到達したので、力を発達させてください。
spanish: [_ka_] Ahora que hemos llegado a la siguiente etapa, usted debe desarrollar sus poderes.

source: [_r_] Develop? How do I do that?
french: [_r_] Développer ? Comment faire ça ?
italian: [_r_] Sviluppare? Come faccio a farlo?
japanese: [_r_] 開発? どうすればいいですか?
spanish: ¿[_r_] Desarrollo? ¿Cómo lo hago?

source: [_ka_] Of course, having sex! Thanks to this act, you absorb different amounts of chakras, different types, all depends on the partner.
french: [ _ka_ ] Bien sûr, avoir des relations sexuelles ! Grâce à cet acte, vous absorpez différentes quantités de chakras, différents types, tous dépendent du partenaire.
italian: [_ka_] Naturalmente, fare sesso! Grazie a questo atto, si assorbono diverse quantità di chakra, tipi diversi, tutto dipende dal partner.
japanese: [_ka_] もちろん, 持っています 性別! この行為のおかげで, あなたは異なる量のチャクラを吸収します, 異なる種類, すべては、パートナーに依存します.
spanish: [_ka_] ¡Por supuesto, tener sexo! Gracias a este acto, absorbes diferentes cantidades de chakras, diferentes tipos, todo depende del socio.

source: [_r_] So the more I fuck, the stronger I get?
french: [ _r_ ] Alors, plus je putain, plus je me renforce?
italian: [_r_] Quindi più scopo, più forte ottengo?
japanese: [_r_] そうすればファックするほど、私は強くなりますか?
spanish: [_r_] Cuanto más folle, más fuerte seré?

source: [_ka_] To put it bluntly, yes.
french: [ _ka_ ] Pour le dire franchement, oui.
italian: [_ka_] Per dirla senza mezzi termini, sì.
japanese: [_ka_] 率直に言うと、そうです。
spanish: [_ka_] por decirlo sin rodeos, sí.

source: [_ka_] Thanks to the new supply of chakra, you can seduce stronger women.
french: [ _ka_ ] Grâce à la nouvelle offre de chakra, vous pouvez séduire les femmes plus fortes.
italian: [_ka_] Grazie alla nuova fornitura di chakra, puoi sedurre le donne più forti.
japanese: [_ka_] チャクラの新しい供給のおかげで、より強い女性を誘惑することができます。
spanish: [_ka_] Gracias al nuevo suministro de chakra, puedes seducir a mujeres más fuertes.

source: [_ka_] Most women with the rank of Genin and perhaps even some Jonin will do.
french: [ _ka_ ] La plupart des femmes ayant le rang de Genin et peut-être même de Jonin le feront.
italian: [_ka_] La maggior parte delle donne con il rango di Genin e forse anche alcuni Jonin lo faranno.
japanese: [_ka_] ほとんどの女性は玄人と一部の上忍でさえそうするでしょう。
spanish: [_ka_] La mayoría de las mujeres con el rango de Genin e incluso algunos Jonin lo harán.

source: [_r_] Wow... I guess I have free hands now...
french: [_r_] Wow... Je suppose que j'ai maintenant les mains libres...
italian: [_r_] Wow... Immagino di avere le mani libere ora...
japanese: [_r_] うわー... 今自由な手を持っていると思います...
spanish: [_r_] Wow... Supongo que ahora tengo manos libres...

source: [_ka_] Evolve my child. Soon we will conquer this fucking world!
french: [_ka_] Faire évoluer mon enfant. Bientôt, nous allons conquérir ce monde fucking !
italian: [_ka_] Evolvi mio bambino. Presto conquisteremo questo mondo del cazzo!
japanese: [_ka_] 私の子供を進化させよう。すぐにこのクソ世界を征服しよう！
spanish: [_ka_] Evoluciona a mi hijo. ¡Pronto conquistaremos este mundo de la mierda!

source: [_ka_] Morning handsome, how do you feel after yesterday's success?
french: [_ka_] Beau matin, comment vous sentez-vous après le succès d'hier ?
italian: [_ka_] Mattina bella, come ti senti dopo il successo di ieri?
japanese: [_ka_] 朝のハンサムで、昨日の成功後はどう思いますか?
spanish: [_ka_] Buen guapo, ¿cómo te sientes después del éxito de ayer?

source: [_r_] Morning Kamiko, quite well! I think I'm doing everything right!
french: [_r_] Kamiko du matin, assez bien! Je pense que je fais tout ce qui est bien !
italian: [_r_] Mattina Kamiko, abbastanza bene! Penso che sto facendo tutto bene!
japanese: [_r_] 朝の神子さん、結構うまくやってると思います!
spanish: [_r_] ¡Mañana Kamiko, muy bien! ¡Creo que estoy haciendo todo bien!

source: [_ka_] Of course, you did well, so I'll help you with something.
french: [ _ka_ ] Bien sûr, vous avez bien fait, alors je vous aiderai avec quelque chose.
italian: [_ka_] Certo, hai fatto bene, quindi ti aiuterò con qualcosa.
japanese: [_ka_] もちろん、あなたはうまくやったので、何かお手伝いします。
spanish: [_ka_] Por supuesto, lo has hecho bien, así que te ayudaré con algo.

source: [_r_] When you say that, something incomprehensible usually begins...
french: [ _r_ ] Quand vous dites que quelque chose d'incompréhensible commence généralement ...
italian: [_r_] Quando si dice questo, qualcosa di incomprensibile di solito comincia...
japanese: [_r_] そう言うと、普段は理解できないことが始まります...
spanish: [_r_] Cuando usted dice que, algo incomprensible por lo general comienza ...

source: [_ka_] This time it's simple, you need to replenish the chakra in order to successfully subdue Hinata, for this you need weak kunoichi.
french: [ _ka_ ] Cette fois c'est simple, vous devez reconstituer le chakra pour réussir à soumettre Hinata, pour cela vous avez besoin de kunoichi faible.
italian: [_ka_] Questa volta è semplice, è necessario ricostituire il chakra per sottomettere con successo Hinata, per questo è necessario kunoichi debole.
japanese: [_ka_] 今回はシンプルですが、ひなたを正常に征服するためにチャクラを補充する必要があります。これには弱いくのいちが必要です。
spanish: [_ka_] Esta vez es simple, usted necesita reponer el chakra para poder someter a Hinata con éxito, para esto usted necesita kunoichi débil.

source: [_r_] Yes, you talked about it yesterday.
french: [ _r_ ] Oui, vous en avez parlé hier.
italian: [_r_] Sì, ne hai parlato ieri.
japanese: [_r_] はい、昨日お話をされましたね。
spanish: [_r_] Sí, ayer hablabas de ello.

source: [_ka_] I will look for the most suitable girl for you, based on the amount of your chakra, I think there are a lot of them, but I will find the best one for you.
french: [ _ka_ ] Je vais chercher la fille la plus adaptée pour vous, en vous basant sur la quantité de votre chakra, je pense qu'il y en a beaucoup, mais je trouverai le meilleur pour vous.
italian: [_ka_] Cercherò la ragazza più adatta per te, in base alla quantità di chakra, Penso che ce ne siano molte, ma troverò il migliore per te.
japanese: [_ka_] あなたのチャクラの量に基づいて、私はあなたに最も適した女の子を探します。 私はそれらの多くはあると思いますが、私はあなたのための最良のものを見つけるでしょう。
spanish: [_ka_] Voy a buscar la chica más adecuada para usted, en base a la cantidad de su chakra, creo que hay un montón de ellos, pero voy a encontrar el mejor para usted.

source: [_r_] Sounds like some kind of a gift!
french: [_r_] On dirait une sorte de cadeau!
italian: [_r_] Suona come una sorta di regalo!
japanese: [_r_] ギフトのように聞こえます!
spanish: ¡[_r_] suena como un regalo!

source: [_ka_] It's just a small bonus for doing everything right yesterday!
french: [ _ka_ ] C'est juste un petit bonus pour tout faire hier !
italian: [_ka_] È solo un piccolo bonus per fare tutto bene ieri!
japanese: [_ka_] 昨日は全てを正しくするだけのちょっとしたボーナスです！
spanish: [_ka_] ¡Es solo una pequeña bonificación por hacer todo bien ayer!

source: [_ka_] Go to work, but remember, now Hinata is bound to you, the sooner we corrupt her, the sooner we move on to the next goals!
french: [ _ka_ ] Aller au travail, mais rappelez-vous, maintenant Hinata est lié à vous, plus vite nous la corrompons, plus tôt nous allons passer aux prochains buts !
italian: [_ka_] Vai al lavoro, ma ricorda, ora Hinata è legata a te, quanto prima la corrompiamo, tanto prima passiamo agli obiettivi successivi!
japanese: [_ka_] 仕事に行きますが、思い出してください、今日向はあなたに縛られています。 彼女を堕落させればすぐに次の目標に向かう!
spanish: [_ka_] Ve al trabajo, pero recuerda, ahora Hinata está vinculado a ti cuanto antes la corrompamos, antes pasaremos a los objetivos siguientes.
