Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_m_] Her pussy is literally oozing...
french: [_m_] Sa chatte est littéralement enlisante...
italian: [_m_] La sua figa sta letteralmente trasudando...
japanese: [_m_] 彼女の猫は文字通り浸出しています...
spanish: [_m_] Su coño está literalmente sanguinando...

source: [_m_] Time to fuck that hot milf!
french: [_m_] Il est temps de baiser ce milf chaud !
italian: [_m_] È tempo di scopare quel milf caldo!
japanese: [_m_] その熱い熟女をファックする時間!
spanish: [_m_] es hora de follar esa leche caliente!

source: [_ay_] Oh my God! That’s good... That’s it... take your time...
french: [_ay_] Oh mon Dieu! C'est bien... Voilà... prenez votre temps...
italian: [_ay_] Oh mio Dio! Questo è buono... è questo... prendi il tuo tempo...
japanese: [_ay_] ああ、なんてことだchar@@1 それはよかったchar@@2 それはそれはchar@@3 あなたの時間を取る時間がかかります。
spanish: [_ay_] ¡Oh mi Dios! Eso está bien... Eso es... tómate tu tiempo...

source: [_r_] You have a great body, Ayame!
french: [ _r_ ] Vous avez un grand corps, Ayame !
italian: [_r_] Hai un grande corpo, Ayame!
japanese: [_r_] あなたは素晴らしいボディを持っています, あやめ!
spanish: [_r_] Usted tiene un gran cuerpo, ¡Ayame!

source: [_m_] Fuck, this is really nice...
french: [_m_] Vid�o porno et blondes hard!
italian: [_m_] Fuck, questo è davvero bello...
japanese: [_m_] ファック, これは本当にいいです...
spanish: [_m_] Pequeño, esto es realmente agradable...

source: [_m_] It’s a great pace, but I want to be tough!
french: [ _m_ ] C'est un bon rythme, mais je veux être dur !
italian: [_m_] È un grande ritmo, ma voglio essere dura!
japanese: [_m_] 素晴らしいペースですが、私はタフになりたいです!
spanish: [_m_] Es un gran ritmo, ¡pero quiero ser más duro!

source: [_r_] Now I’ll fuck you faster!
french: [ _r_ ] Maintenant, je vous baisserai plus vite !
italian: [_r_] Ora ti scoperò più velocemente!
japanese: [_r_] 今、私はあなたをファックします!
spanish: [_r_] ¡Ahora te follaré más rápido!

source: [_ay_] W-well! I’m ready!
french: [_ay_] W-well ! Je suis prêt !
italian: [_ay_] W-well! Sono pronto!
japanese: [_ay_] W-well! 準備できました！
spanish: [_ay_] ¡Bien! ¡Estoy listo!

source: [_r_] Yeah... there you go!
french: [_r_] Ouais... c'est parti !
italian: [_r_] Sì... ci vai!
japanese: [_r_] そうだchar@@1 さあ！
spanish: [_r_] Sí... ¡ahí estás!

source: [_ay_] Yes, yes, yes, yes!! I love that feeling!
french: [ _ay_ ] Oui, oui, oui, oui ! ! J'adore ce sentiment !
italian: [_ay_] Sì, sì, sì, sì!! Mi piace quella sensazione!
japanese: [_ay_] はい, はい, はい!! その感じが大好きです!
spanish: [_ay_] Sí, sí, sí!! ¡Me encanta esa sensación!

source: [_m_] Ayame actively sweeps with her juicy thighs, how good she is!
french: [_m_] Ayame balaie activement avec ses cuisses juteuses, à quel point elle est bonne !
italian: [_m_] Ayame spazza attivamente con le sue cosce succose, quanto è buona!
japanese: [_m_] Ayameは積極的に彼女のジューシー太ももで掃きます, 彼女はどのように良いです!
spanish: [_m_] Ayame barre activamente con sus jugosos muslos, ¡qué tan buena es!

source: [_ay_] I’ll come soon! Yes! YES! YES!
french: [_ay_] Je viendrai bientôt ! Oui ! OUI ! OUI !
italian: [_ay_] arriverò presto! Sì! Sì! Sì! Sì! Sì!
spanish: [_ay_] ¡Vendré pronto! ¡Sí! ¡SÍ! ¡SÍ!

source: [_ay_] I'M CUMMING!!
french: [_ay_] JE SUITE !!
italian: [_ay_] SONO CUMMING!!
japanese: [_ay_] 私はCUMMING!!
spanish: [_ay_] ¡¡¡¡¡CUMINGO!!

source: [_ay_] Wait... Stop...
french: [_ay_] Attendre... Arrêtez...
italian: [_ay_] Attendere... Ferma...
japanese: [_ay_] しばらくお待ちください...
spanish: [_ay_] Espera... Para...

source: [_m_] Ayame’s body is twitching from orgasms...
french: [_m_] Le corps d'Ayame twitte depuis des orgasmes...
italian: Il corpo di [_m_] Ayame si contrappone agli orgasmi...
japanese: [_m_] Ayameの体はオーガズムから痙攣しています...
spanish: [_m_] el cuerpo de Ayame es twitching de los orgasmos...

source: [_r_] I still haven’t come...
french: [ _r_ ] Je n'ai toujours pas ...
italian: [_r_] Non sono ancora venuto...
japanese: [_r_] まだ来ていません...
spanish: [_r_] Todavía no he llegado...

source: [_ay_] Let me finish with my mouth! I want to drink all your semen!
french: [ _ay_ ] Laissez-moi finir avec ma bouche ! Je veux boire tout votre sperme !
italian: [_ay_] Lasciami finire con la mia bocca! Voglio bere tutto il tuo seme!
japanese: [_ay_] 私の口で終わらせてください! あなたの精液をすべて飲みたいです!
spanish: [_ay_] ¡Déjame terminar con mi boca! ¡Quiero beber todo tu semen!

source: [_r_] You don’t have to ask me twice!
french: [ _r_ ] Vous n'avez pas à me demander deux fois !
italian: [_r_] Non devi chiedermi due volte!
japanese: [_r_] 二度聞く必要はありません！
spanish: [_r_] ¡No tienes que preguntarme dos veces!

source: [_m_] Ayame didn’t waste much time, so she got off my dick and immediately put it in her mouth.
french: [_m_] Ayame n'a pas perdu beaucoup de temps, donc elle s'est retirée de ma queue et l'a immédiatement mise dans sa bouche.
italian: [_m_] Ayame non ha perso molto tempo, quindi è scesa dal mio cazzo e lo ha immediatamente messo in bocca.
japanese: [_m_] Ayameはあまり時間を無駄にしなかったので、彼女は私のペニスを降りてすぐに彼女の口の中に入れました。
spanish: [_m_] Ayame no perdió mucho tiempo, así que se bajó de mi polla e inmediatamente lo puso en su boca.

source: [_m_] She doesn’t care that her cock is covered in her juice... I love that bitch!
french: [_m_] Elle ne se soucie pas que sa queue soit couverte de son juice... J'adore cette chienne !
italian: [_m_] Non le importa che il suo cazzo sia coperto nel suo succo... amo quella cagna!
japanese: [_m_] 彼女は彼女のチンポが彼女のジュースで覆われていることを気にしない...私はあの女を愛している!
spanish: [_m_] A ella no le importa que su polla esté cubierta de su jugo... ¡Me encanta esa perra!

source: [_m_] She looks me right in the eye, like she’s waiting for a command.
french: [_m_] Elle me regarde droit dans l’œil, comme si elle attendait un commandement.
italian: [_m_] Mi guarda proprio negli occhi, come lei sta aspettando un comando.
japanese: [_m_] 彼女はコマンドを待っているように、彼女は目の中で私を見ます.
spanish: [_m_] Me ve justo en los ojos, como está esperando un comando.

source: [_r_] I’m gonna do your throat Ayame.
french: [_r_] Je vais faire ta gorge Ayame.
italian: [_r_] Farò la tua gola Ayame.
japanese: [_r_] あなたの喉のあやめをします。
spanish: [_r_] Me voy a hacer tu Ayame garganta.

source: [_m_] No reaction, she’s just dutifully waiting for me to fuck her throat... good girl!
french: [ _m_ ] Pas de réaction, elle attend juste de moi de baiser sa gorge ... bonne fille !
italian: [_m_] Nessuna reazione, lei è solo doverosamente in attesa per me di scopare la gola... buona ragazza!
japanese: [_m_] 反応なし、彼女は私が彼女の喉をファックするのを忠実に待っているだけです...いい子です！
spanish: [_m_] No hay ninguna reacción, solo ella está esperándome con dureza a que le follen la garganta... ¡buena chica!

source: [_m_] So... slowly but surely I started fucking her throat...
french: [_m_] Alors ... lentement mais sûrement, j'ai commencé à lui baiser la gorge...
italian: [_m_] Quindi... lentamente ma sicuramente ho iniziato a scopare la gola...
japanese: [_m_] だから...ゆっくりだが、確かに私は彼女の喉をクソ始めた...
spanish: [_m_] Así que... lenta pero seguramente, empecé a follar la garganta...

source: [_m_] She takes great pleasure in swallowing it like it’s her dream.
french: [ _m_ ] Elle a beaucoup de plaisir à avalé comme si c'était son rêve.
italian: [_m_] Lei prende grande piacere di ingoiarlo come è il suo sogno.
japanese: [_m_] 彼女は夢のように飲み込むことに大きな喜びを感じます。
spanish: [_m_] Ella se da un gran placer al tragarlo como si fuera su sueño.

source: [_r_] That’s it... you’re good at it... you have a deep throat...
french: [ _r_ ] C'est ça ... vous êtes doué ... vous avez une gorge profonde ...
italian: [_r_] Questo è tutto... sei bravo... hai una gola profonda...
japanese: [_r_] それはchar@@1 あなたはそれを得意としています...あなたは深い喉を持っています...
spanish: [_r_] Eso es así... eres bueno para el... tienes una garganta profunda...

source: [_r_] It’s not polite to talk with your mouth full, Ayame...
french: [ _r_ ] Ce n'est pas poli de parler avec ta bouche pleine, Ayame ...
italian: [_r_] Non è educato parlare con la bocca piena, Ayame...
japanese: [_r_] 口いっぱいでしゃべるのは礼儀正しくないよ、あやめ...
spanish: [_r_] No es educado hablar con la boca llena, Ayame...

source: [_r_] It’s time to punish you for this!
french: [ _r_ ] Il est temps de vous punir pour ça !
italian: [_r_] È tempo di punirti per questo!
japanese: [_r_] これのためにあなたを罰する時間です!
spanish: [_r_] ¡Es hora de castigarte por esto!

source: [_m_] I started fucking Ayame’s throat even harder.
french: [ _m_ ] J'ai commencé à foutu la gorge d'Ayame encore plus dur.
italian: [_m_] Ho iniziato a scopare la gola di Ayame ancora più duramente.
japanese: [_m_] 私はAyameの喉をもっと激しくクソし始めました.
spanish: [_m_] Comencé a follar la garganta de Ayame aún más fuerte.

source: [_m_] The drool kept dripping on the floor, there was already a fucking puddle under us...
french: [ _m_ ] La penderie gardait sur le sol, il y avait déjà une putain de flaque sous nous ...
italian: [_m_] Il drool ha continuato a gocciolare sul pavimento, c'era già una pozza di cazzo sotto noi...
japanese: [_m_] 床に垂れ流し続けたよだれの下には既にクソ水たまりがあった。
spanish: [_m_] La gota seguía goteando en el suelo, ya había un puddle de mierda bajo nosotros...

source: [_m_] I love it... I’m gonna end up right in her throat!
french: [_m_] J'adore ça... Je vais me retrouver dans la gorge !
italian: [_m_] lo adoro... finirò proprio in gola!
japanese: [_m_] 私はそれが大好き...私は彼女の喉の中に入ってしまいます!
spanish: [_m_] Me encanta... ¡Me voy a ir a la garganta!

source: [_m_] FUCK! THERE IT IS!
french: [_m_] FRAIS ! LON EST !
italian: [_m_] FANCULO! ECCOLO!
japanese: [_m_] FUCK! それはそうです!
spanish: [_m_] ¡JODER! ¡AHÍ ESTÁ!

source: [_r_] It was so damn good...
french: [_r_] C’était si beau que...
italian: [_r_] E 'stato così dannatamente buono...
japanese: [_r_] とても良かったです...
spanish: [_r_] Era tan maldita bien...

source: [_ay_] Yeah...
french: [_ay_] Ouais...
italian: [_ay_] Sì...
japanese: [_ay_] はい...
spanish: [_ay_] Sí...

source: [_m_] Ayame dressed up hastily.
french: [_m_] Ayame s'est habillé à la hâte.
italian: [_m_] Ayame vestito in fretta.
japanese: [_m_] あやめは急いで着飾った。
spanish: [_m_] Ayame vestido apresuradamente.

source: [_ay_] It was... Really good...
french: [_ay_] C'était... Vraiment bien...
italian: [_ay_] E 'stato... Davvero buono...
japanese: [_ay_] 本当に良かった...
spanish: [_ay_] Estaba... Muy bueno...

source: [_r_] Yes, you're very good at sex.
french: [ _r_ ] Oui, vous êtes très doué pour le sexe.
italian: [_r_] Sì, sei molto bravo nel sesso.
japanese: [_r_] はい、あなたはセックスがとても得意です。
spanish: [_r_] Sí, eres muy bueno en el sexo.

source: [_ay_] W-don’t think I’m doing this with every stranger... I just... I don’t know...
french: [_ay_] W-ne pense pas que je fais ça avec tous les étrangers... Moi juste... je ne sais pas...
italian: [_ay_] Non pensiamo che sto facendo questo con ogni sconosciuto... solo... non lo so...
japanese: [_ay_] 私は知らない人と一緒にやっているとは思わないchar@@1 私はただ...
spanish: [_ay_] W-not think I am doing this with every stranger... I just... I don't know...

source: [_r_] Don’t say a word.
french: [ _r_ ] Ne dites pas un mot.
italian: [_r_] Non dire una parola.
japanese: [_r_] 言葉を言わないでください。
spanish: [_r_] No digas una palabra.

source: [_r_] It was a great night with a great girl...
french: [ _r_ ] C'était une grande nuit avec une grande fille ...
italian: [_r_] E 'stata una grande notte con una grande ragazza...
japanese: [_r_] 素晴らしい女の子と素晴らしい夜でした...
spanish: [_r_] Fue una gran noche con una gran chica...

source: [_ay_] Well, you should come back...
french: [_ay_] Eh bien, vous devriez revenir...
italian: [_ay_] Beh, dovresti tornare indietro...
japanese: [_ay_] さて、戻ってきてください...
spanish: [_ay_] Bueno, deberías regresar...

source: [_r_] Will you cook me some ramen?
french: [ _r_ ] Tu me prépares un ramen?
italian: [_r_] Mi cucinerai un po' di ramen?
japanese: [_r_] ラーメンを作ってくれませんか。
spanish: [_r_] ¿Me cocinarás algo de ramen?

source: [_ay_] Yeah, well... and not only...
french: [_ay_] Ouais, bien... et pas seulement...
italian: [_ay_] Sì, bene... e non solo...
japanese: [_ay_] ええ、まあchar@@1 それだけではありません...
spanish: [_ay_] Sí, bien... y no sólo...

source: [_r_] Got ya, Ayame! 'till next time!
french: [_r_] Vous, Ayame! Jusqu'à la prochaine fois!
italian: [_r_] Ottenuto ya, Ayame! 'fino alla prossima volta!
japanese: [_r_] わかりました, Ayame! 'until next time!
spanish: [_r_] ¡Obtuvo, Ayame! ¡hasta la próxima vez!

source: [_ay_] I hope so...
french: [_ay_] J'espère que...
italian: [_ay_] lo spero...
japanese: [_ay_] そう願っています...
spanish: [_ay_] lo espero...

source: [_ka_] Had some fun, didn't ya?
french: [_ka_] Vous vous êtes amusé, n'est-ce pas?
italian: [_ka_] Aveva un po' di divertimento, vero?
japanese: [_ka_] 楽しんでいたでしょう？
spanish: [_ka_] ¿Se ha divertido un poco, ¿no?

source: [_r_] Yeah... At least it was interesting.
french: [_r_] Ouais... au moins c'était intéressant.
italian: [_r_] Sì... Almeno è stato interessante.
japanese: [_r_] ええ...少なくとも面白かったですね。
spanish: [_r_] Sí... Al menos era interesante.

source: [_ka_] So what have you decided?
french: [ _ka_ ] Alors qu'avez-vous décidé?
italian: [_ka_] Che cosa hai deciso?
japanese: [_ka_] では何を決めましたか?
spanish: [_ka_] Entonces, ¿qué has decidido?

source: [_r_] I decided to stick to the master plan, follow Hinata, accumulate more memories.
french: [ _r_ ] J'ai décidé de m'en tenir au plan directeur, suivre Hinata, accumuler plus de souvenirs.
italian: [_r_] Ho deciso di attenersi al piano padronale, seguire Hinata, accumulare più ricordi.
japanese: [_r_] 私はマスタープランに固執することを決めました, ヒナタに従って、より多くの思い出を蓄積します.
spanish: [_r_] Decidí ceñirme al plan maestro, seguir a Hinata, acumular más memorias.

source: [_ka_] Good work! It will positively affect the result, be sure.
french: [_ka_] Bon travail ! Cela affectera positivement le résultat, soyez sûr.
italian: [_ka_] Buon lavoro! Influenzerà positivamente il risultato, sii sicuro.
japanese: [_ka_] 良い仕事! それは肯定的な結果に影響を与えます, 確かに.
spanish: [_ka_] ¡Buen trabajo! Esto afectará positivamente al resultado, esté seguro.

source: [_r_] I’m hoping to start subordinating Hinata as soon as possible, your power is something incredible...
french: [_r_] J'espère commencer à subordonner Hinata dès que possible, votre puissance est incroyable...
italian: [_r_] Spero di iniziare a subordinare Hinata il prima possibile, il vostro potere è qualcosa di incredibile...
japanese: [_r_] できるだけ早くひなたを従属させたい。君の力は信じられないものだchar@@1
spanish: [_r_] Espero comenzar a subordinar Hinata tan pronto como sea posible, tu poder es algo increíble...

source: [_ka_] Oh honey, it’s just a little piece of cake, there’s a lot you don’t know...
french: [_ka_] Oh le miel, c'est juste un peu de gâteau, il y a beaucoup de choses que tu ne sais pas...
italian: [_ka_] Oh miele, è solo un piccolo pezzo di torta, c'è molto che non sa...
japanese: [_ka_] ああ、それはほんの少しのケーキです。あなたが知らないことがたくさんあります...
spanish: [_ka_] Oh miel, es solo un pedazo de pastel, hay mucho que no sabes...

source: [_r_] Of course... It was a great night!
french: [_r_] Bien sûr... C’était une bonne nuit !
italian: [_r_] Certo... È stata una grande notte!
japanese: [_r_] もちろん...素晴らしい夜でした!
spanish: [_r_] Por supuesto... ¡Fue una gran noche!

source: [_ka_] You have such a happy face. What did you choose?
french: [ _ka_ ] Vous avez un visage si heureux. Qu'avez-vous choisi?
italian: [_ka_] Hai un volto così felice. Cosa hai scelto?
japanese: [_ka_] そんな幸せな顔をしていますが、何を選びましたか?
spanish: [_ka_] Usted tiene una cara tan feliz. ¿Qué has elegido?

source: [_r_] Watching Hinata is of course interesting, it’s like watching hentai in real life! But I decided to try the provocation of arousal.
french: [ _r_ ] Regarder Hinata est bien sûr intéressant, c'est comme regarder hentai dans la vraie vie ! Mais j'ai décidé d'essayer la provocation de l'excitation.
italian: [_r_] Guardare Hinata è ovviamente interessante, è come guardare l'hentai nella vita reale! Ma ho deciso di provare la provocazione dell'eccitazione.
japanese: [_r_] ひなたちゃんを見るのはもちろん面白いですよね、それは実際に変態を見るようなものです! でも、私は興奮の挑発を試してみることにしました。
spanish: [_r_] Ver Hinata es por supuesto interesante, ¡es como ver hentai en la vida real! Pero decidí probar la provocación de la provocación.

source: [_ka_] Well, I wonder what happened, tell me!
french: [_ka_] Eh bien, je me demande ce qui s'est passé, dites-moi !
italian: [_ka_] Beh, mi chiedo cosa sia successo, dimmi!
japanese: [_ka_] さて、何が起こったのだろう、教えてください！
spanish: [_ka_] Bueno, me pregunto qué pasó, ¡díganme!

source: [_r_] In fact, thanks to your strength, I seduced Ayame, Ichiraku's daughter.
french: [ _r_ ] En fait, grâce à votre force, j'ai séduit Ayame, la fille d'Ichiraku.
italian: [_r_] Infatti, grazie alla vostra forza, ho sedotto Ayame, figlia di Ichiraku.
japanese: [_r_] 実は、あなたの強さのおかげで一楽の娘・あやめを誘惑しました。
spanish: [_r_] De hecho, gracias a tu fuerza, seduje a Ayame, hija de Ichiraku.

source: [_ka_] An interesting choice, and most importantly the right, her chakra volume is clearly insignificant in comparison with shinobi.
french: [ _ka_ ] Un choix intéressant, et surtout la droite, son volume de chakra est clairement insignifiant par rapport aux shinobi.
italian: [_ka_] Una scelta interessante, e soprattutto la destra, il suo volume di chakra è chiaramente insignificante rispetto a shinobi.
japanese: [_ka_] 興味深い選択、そして最も重要なことに、彼女のチャクラの体積は忍と比べて明らかに取るに足りない。
spanish: [_ka_] Una elección interesante, y lo más importante es la derecha, su volumen de chakra es claramente insignificante en comparación con shinobi.

source: [_r_] That was awesome! Your power is amazing!
french: [_r_] C'était génial ! Votre puissance est incroyable !
italian: [_r_] È stato fantastico! Il tuo potere è incredibile!
japanese: [_r_] すごかった！あなたの力はすごい！
spanish: [_r_] ¡Eso fue increíble! ¡Tu poder es increíble!

source: [_ka_] There’s a lot you don’t know.
french: [ _ka_ ] Il y a beaucoup que vous ne savez pas.
italian: [_ka_] C'è molto che non sapete.
japanese: [_ka_] あなたが知らないことがたくさんあります。
spanish: [_ka_] Hay mucho que no sabes.

source: [_r_] Speaking of things I don’t know... can we talk? I think I need this.
french: [ _r_ ] Parler de choses que je ne sais pas ... pouvons-nous parler? Je pense que j'en ai besoin.
italian: [_r_] Parlando di cose che non conosco... possiamo parlare? Penso di aver bisogno di questo.
japanese: [_r_] 物事といえば、私たちは話せますか？私はこれが必要だと思います。
spanish: [_r_] Hablando de cosas que no sé... ¿podemos hablar? Creo que necesito esto.

source: [_ka_] That’s a serious face. Come on, I’m listening.
french: [ _ka_ ] C'est un visage sérieux. Allez, j'écoute.
italian: [_ka_] Questo è un volto serio. Avanti, sto ascoltando.
japanese: [_ka_] それは深刻な顔だ。さあ、聞いてるよ。
spanish: [_ka_] Es una cara seria. Vamos, estoy escuchando.

source: [_r_] Let's have a seat.
french: [ _r_ ] On a un siège.
italian: [_r_] Abbiamo un posto.
japanese: [_r_] 座ってみましょう。
spanish: [_r_] Vamos a asiento.

source: [_r_] I’ve spent enough time in this world to realize that you’re clearly different from everyone I’ve ever met before.
french: [ _r_ ] J'ai passé assez de temps dans ce monde pour réaliser que vous êtes clairement différent de tous ceux que j'ai rencontrés auparavant.
italian: [_r_] Ho trascorso abbastanza tempo in questo mondo per rendersi conto che sei chiaramente diverso da tutti quelli che ho mai incontrato prima.
japanese: [_r_] 私はこの世界で十分な時間を費やして、あなたが今までに会った誰とも明らかに違うことに気づいた。
spanish: [_r_] he pasado suficiente tiempo en este mundo para darme cuenta de que eres claramente diferente de todos los que he conocido antes.

source: [_r_] I understand very little, only that you are from the Ootsutsuki clan, but that’s all I know about you... I would like to know more about you... If you don’t mind...
french: [ _r_ ] Je comprends très peu, seulement que vous êtes du clan Ootsutsuki, mais c'est tout ce que je sais de vous ... J'aimerais en savoir plus sur vous ... Si vous ne vous en faites pas ...
italian: [_r_] Capisco molto poco, solo che siete del clan di Ootsutsuki, ma questo è tutto quello che so di voi. . Vorrei saperne di più su di te... Se non ti dispiace...
japanese: [_r_] 私は、あなただけが大槻氏の出身であることをほとんど理解していませんが、それだけがあなたのことを知っています。 私はあなたについてもっと知りたいです...
spanish: [_r_] Entiendo muy poco, sólo que eres del clan Ootsutsuki, pero eso es todo lo que sé de ti ... Me gustaría saber más sobre ti ... Si no te importa ...

source: [_ka_] I don’t really like to talk about myself, but you more than deserve to know more about me, considering that your body has survived fruit absorption.
french: [ _ka_ ] Je n'aime pas vraiment parler de moi-même, mais vous méritez plus que d'en savoir plus sur moi, étant donné que votre corps a survécu à l'absorption des fruits.
italian: [_ka_] Non mi piace parlare di me stesso, ma più di quanto meriti di sapere di più su di me, considerando che il vostro corpo è sopravvissuto assorbimento dei frutti.
japanese: [_ka_] 私は自分自身について話すのは好きではありませんが、私についてもっと知るに値するあなたよりも 果物が吸収されて生き延びたことを考えると
spanish: [_ka_] Realmente no me gusta hablar de mí mismo, pero tú más que mereces saber más sobre mi, teniendo en cuenta que su cuerpo ha sobrevivido a la absorción de frutas.

source: [_r_] Wait... Survived? Could I have died?
french: [_r_] Attendez... Survécu? J'aurais pu mourir?
italian: [_r_] Aspetta... Sopravvissuto? Avrei potuto morire?
japanese: [_r_] しばらくお待ちくださいchar@@1 生き残りましたか？死んでもいいですか？
spanish: [_r_] Espera... ¿Sobrevivió? ¿Podría haber muerto?

source: [_ka_] Of course you could. And the probability of that was greater than the probability of surviving. The fruit that gave you strength could easily have provoked your death.
french: [ _ka_ ] Bien sûr que vous pourriez. Et la probabilité de cela était plus grande que la probabilité de survie. Le fruit qui vous a donné la force peut facilement avoir provoqué votre mort.
italian: [_ka_] Naturalmente potevate farlo. E la probabilità che ciò fosse maggiore della probabilità di sopravvivere. Il frutto che ti ha dato forza avrebbe potuto facilmente provocare la tua morte.
japanese: [_ka_] もちろんできました。そして、その確率は生存の可能性よりも大きかったのです。 あなた方に力を与えた果実は、あなた方の死を簡単に引き起こしていたかもしれません。
spanish: [_ka_] Por supuesto que pudiste. Y la probabilidad de que eso fuera mayor que la probabilidad de sobrevivir. El fruto que te dio fuerza podría haber provocado fácilmente tu muerte.

source: [_ka_] But just like I thought you were a special guy. I don’t know what kind of wonderful universe grows such organisms, but I love it.
french: [ _ka_ ] Mais comme je pensais que vous étiez un type spécial. Je ne sais pas quel genre d'univers merveilleux pousse de tels organismes, mais je l'aime.
italian: [_ka_] Ma proprio come pensavo che tu fossi un tipo speciale. Non so che tipo di universo meraviglioso cresce tali organismi, ma lo amo.
japanese: [_ka_] しかし、あなたは特別な人だと思っていたように。 どんな素晴らしい宇宙がこのような生物を育てているのかわかりませんが、私はそれが大好きです。
spanish: [_ka_] Pero al igual que pensé que eres un tipo especial. No sé qué tipo de universo maravilloso crece este tipo de organismos, pero me encanta.

source: [_r_] It’s... I don’t know what to say...
french: [ _r_ ] C'est. .. Je ne sais pas quoi dire ...
italian: [_r_] È... Non so cosa dire...
japanese: [_r_] それはchar@@1 何を言ったらいいのかわからないchar@@2
spanish: [_r_] Es ... No sé qué decir ...

source: [_ka_] If you’ve survived fruit absorption, then we can further develop your potential. That means your death is not good for me.
french: [ _ka_ ] Si vous avez survécu à l'absorption des fruits, alors nous pouvons développer votre potentiel. Cela signifie que votre mort n'est pas bonne pour moi.
italian: [_ka_] Se sei sopravvissuto all'assorbimento dei frutti, allora possiamo sviluppare ulteriormente il tuo potenziale. Ciò significa che la tua morte non mi fa bene.
japanese: [_ka_] もしあなたが果物を吸収して生き延びたなら、私たちはあなたの可能性をさらに発展させることができます。それはあなたの死が私にとって良くないということです。
spanish: [_ka_] Si ha sobrevivido a la absorción de frutas, entonces podemos desarrollar aún más su potencial. Eso significa que tu muerte no es buena para mí.
