Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/script.po
Languages: french, italian, japanese, spanish

source: [_r_] No! It's nothing, it's just the way you look...
french: [_r_] Non! C'est rien, c'est juste la façon dont vous regardez...
italian: [_r_] No! Non è niente, è solo il modo in cui vedete...
japanese: [_r_] いいえ、なんでもありません。見た目だけですchar@@1
spanish: ¡[_r_] No! No es nada, es exactamente como te vees...

source: [_ka_] It's a woman's body, you're not a virgin anymore, stop reacting like that.
french: [ _ka_ ] C'est le corps d'une femme, vous n'êtes plus vierge, arrêtez de réagir comme ça.
italian: [_ka_] È il corpo di una donna, non sei più vergine, smettere di reagire così.
japanese: [_ka_] 女の体だし、もう処女じゃないし、そんな反応はやめなさい。
spanish: [_ka_] Es un cuerpo de mujer, ya no eres una virgen, deja de reaccionar así.

source: [_r_] Thanks to you, actually.
french: [ _r_ ] Merci à vous, en fait.
italian: [_r_] Grazie a voi, in realtà.
japanese: [_r_] あなたのおかげです。
spanish: [_r_] Gracias en realidad.

source: [_r_] Maybe just once...
french: [_r_] Peut-être qu'une seule fois...
italian: [_r_] Forse solo una volta...
japanese: [_r_] たぶん一度だけ...
spanish: [_r_] Tal vez sólo una vez...

source: [_ka_] Shut up, you stupid pervert, we've got better things to do!
french: [_ka_] Fermez-vous, pervers stupide, nous avons de meilleures choses à faire !
italian: [_ka_] Stai zitto, sei stupido perverso, abbiamo cose migliori da fare!
japanese: [_ka_] 叫んでください, あなた愚かな変態, 我々は行うべきより良いことを持っています!
spanish: [_ka_] Cerra, eres perverso estúpido, ¡tenemos cosas mejores que hacer!

source: [_ka_] If you're a good boy, I'll reward you later, I promise.
french: [ _ka_ ] Si vous êtes un bon garçon, je vous récompense plus tard, je vous le promets.
italian: [_ka_] Se sei un bravo ragazzo, ti ricompenserò più tardi, lo prometto.
japanese: [_ka_] あなたが良い子なら、後で報酬を与えますよ、約束します。
spanish: [_ka_] Si eres un buen chico, te recompensaré más tarde, lo prometo.

source: [_r_] Got it, got it.
french: [_r_] Compris, compris.
italian: [_r_] Ho capito, ha capito.
japanese: [_r_] わかりました、わかりました。
spanish: [_r_] Entendido, entendido.

source: [_m_] It didn't work.
french: [_m_] Cela n'a pas fonctionné.
italian: [_m_] Non ha funzionato.
japanese: [_m_] 動作しませんでした。
spanish: [_m_] No funcionó.

source: [_r_] You still won't tell me where and why we're coming all this way?
french: [_r_] Vous ne me direz toujours pas où et pourquoi nous arrivons de cette façon ?
italian: [_r_] Non mi dirai ancora dove e perché veniamo in questo modo?
japanese: [_r_] まだ、私たちがこの道を歩んでいる場所と理由を教えてくれませんか?
spanish: [_r_] ¿Todavía no me dirá dónde y por qué estamos viniendo de esta manera?

source: [_ka_] I don't want what I heard to make you nervous.
french: [ _ka_ ] Je ne veux pas ce que j'ai entendu pour vous rendre nerveux.
italian: [_ka_] Non voglio quello che ho sentito per renderti nervoso.
japanese: [_ka_] 私はあなたを神経質にさせるために聞いたことを望んでいません。
spanish: [_ka_] No quiero que lo que he oído para hacerte nervioso.

source: [_r_] What you just said already makes me nervous.
french: [ _r_ ] Ce que vous venez de dire me rend déjà nerveux.
italian: [_r_] Ciò che hai appena detto mi rende già nervoso.
japanese: [_r_] さっきの話はもう緊張してしまいます。
spanish: [_r_] Lo que acabas de decir ya me hace nervioso.

source: [_ka_] I'm around, so nothing bad is sure to happen!
french: [_ka_] Je suis autour, donc rien de mal ne se passera !
italian: [_ka_] Sono in giro, quindi niente di male è sicuro che accada!
japanese: [_ka_] 私は周りにいるので、悪いことは絶対に起こりません!
spanish: [_ka_] Estoy aquí, ¡así que nada malo está seguro de que pasará!

source: [_r_] Can anything bad happen? We're peaceful people, we're not plotting anything bad.
french: [_r_] Quelque chose de mal peut-il se produire? Nous sommes des gens pacifiques, nous ne complotons rien de mal.
italian: [_r_] Può succedere qualcosa di male? Siamo persone pacifiche, non stiamo tracciando nulla di male.
japanese: [_r_] 何か悪いことが起こりますか？私たちは平和な人々です。私たちは何も悪いことを企んでいません。
spanish: [_r_] ¿Puede pasar algo malo? Somos personas pacíficas, no estamos trazando nada malo.

source: [_r_] Or are we?
french: [_r_] Ou sommes-nous?
italian: [_r_] O siamo?
japanese: [_r_] それとも私たちは？
spanish: [_r_] ¿O somos nosotros?

source: [_ka_] No, it's pretty harmless. But the danger is there. Did you know we're being followed right now?
french: [ _ka_ ] Non, c'est plutôt inoffensif. Mais le danger est là. Saviez-vous que nous sommes en train d'être suivis en ce moment?
italian: [_ka_] No, è abbastanza innocuo. Ma il pericolo è lì. Lo sapevate che siamo seguiti in questo momento?
japanese: [_ka_] いいえ、かなり無害です。でも危険が迫っています。今、我々が従っていることを知っていますか？
spanish: [_ka_] No, es bastante inofensivo. Pero el peligro está ahí. ¿Sabías que estamos siendo seguidos ahora mismo?

source: [_r_] What?! But you're...
french: [_r_] Quoi?! Mais vous...
italian: [_r_] Cosa?! Ma sei...
japanese: [_r_] 何?! しかし、あなたは...
spanish: [_r_] ¿Qué?! Pero tú...

source: [_ka_] Yes, they can see my face.
french: [ _ka_ ] Oui, ils peuvent voir mon visage.
italian: [_ka_] Sì, possono vedere la mia faccia.
japanese: [_ka_] はい、私の顔が見えます。
spanish: [_ka_] Sí, pueden ver mi cara.

source: [_ka_] What's more, they know where we're going next.
french: [ _ka_ ] Quoi de plus, ils savent où nous allons.
italian: [_ka_] Cosa c'è di più, sanno dove stiamo andando dopo.
japanese: [_ka_] さらに、彼らは私たちが次に行く場所を知っています。
spanish: [_ka_] Lo que es más, saben a dónde vamos a continuación.

source: [_ka_] And they know we'll be coming up to a little roadhouse soon.
french: [ _ka_ ] Et ils savent que nous allons bientôt arriver à un petit barrage.
italian: [_ka_] E sanno che arriveremo presto a una piccola casa stradale.
japanese: [_ka_] そして彼らは私たちがすぐに小さなロードハウスに到着することを知っています。
spanish: [_ka_] Y saben que pronto llegaremos a una pequeña casa.

source: [_r_] You... You're so calm... So we have to get away from the following, right?
french: [_r_] Vous... Vous êtes si calme... Nous devons donc nous éloigner des éléments suivants, n'est-ce pas?
italian: [_r_] Tu... Sei così calmo... Quindi dobbiamo allontanarci dal seguente, giusto?
japanese: [_r_] あなた... あなたはとても落ち着いています... だから私たちは以下から逃げなければなりませんよね？
spanish: [_r_] Usted ... Estás tan tranquilo ... Así que tenemos que alejarnos de lo siguiente, ¿verdad?

source: [_ka_] No, we'll go into this hotel.
french: [ _ka_ ] Non, on ira dans cet hôtel.
italian: [_ka_] No, andremo in questo hotel.
japanese: [_ka_] いいえ、このホテルに入ります。
spanish: [_ka_] No, entraremos en este hotel.

source: [_r_] Let's go in? They know we'll be there, don't they!
french: [_r_] Allons-y ? Ils savent que nous y serons, pas eux!
italian: [_r_] Andiamo dentro? Sanno che saremo lì, no!
japanese: [_r_] 入ってみましょう。彼らは私たちがそこにいることを知っていますよね！
spanish: [_r_] ¿Vamos a entrar? ¡Ellos saben que estaremos allí, no ellos!

source: [_r_] I knew these trips of yours wouldn't end well!
french: [ _r_ ] Je savais que ces voyages de la tienne ne se termineraient pas bien !
italian: [_r_] Sapevo che questi tuoi viaggi non sarebbero finiti bene!
japanese: [_r_] 私はあなたのこれらの旅行がうまく終わらないことを知っていました!
spanish: ¡[_r_] sabía que estos viajes tuyos no terminarían bien!

source: [_ka_] Calm down sweetie, since they know where we're going, we can't get away from being followed if we just speed up.
french: [ _ka_ ] Calme-la chérie, puisqu'ils savent où nous allons, on ne peut pas s'en sortir si on accélère.
italian: [_ka_] Calma la dolcezza, poiché sanno dove stiamo andando, non possiamo allontanarci dall'essere seguiti se semplicemente acceleriamo.
japanese: [_ka_] 私たちがどこに向かっているか分かっているので、スピードを上げれば追いかけられることはありません。
spanish: [_ka_] Cálmese las semanas, ya que saben a dónde vamos, no podemos dejar de ser seguidos si solo nos aceleramos.

source: [_ka_] We need to act the same way, not arouse suspicion.
french: [ _ka_ ] Nous devons agir de la même façon, ne pas éveiller la suspicion.
italian: [_ka_] Dobbiamo agire allo stesso modo, non suscitare sospetti.
japanese: [_ka_] 私たちは疑いを抱くのではなく、同じように行動する必要があります。
spanish: [_ka_] Necesitamos actuar de la misma manera, no despertar sospechas.

source: [_r_] And swing right into their trap?
french: [_r_] Et se balancer droit dans leur piège ?
italian: [_r_] E oscillare a destra nella loro trappola?
japanese: [_r_] そして、彼らの罠に右にスイング?
spanish: [_r_] ¿Y avanza hacia su trampa?

source: [_ka_] Exactly! Once we're in place, I have a little plan to get rid of their eyes.
french: [ _ka_ ] Exactement ! Une fois que nous sommes en place, j'ai un petit plan pour me débarrasser de leurs yeux.
italian: [_ka_] Esattamente! Una volta che siamo al posto, ho un piccolo piano per sbarazzarmi dei loro occhi.
japanese: [_ka_] 正確に！一旦私たちは、彼らの目を取り除くために少し計画があります。
spanish: ¡[_ka_] Exactamente! Una vez que estamos en su lugar, tengo un pequeño plan para deshacerme de sus ojos.

source: [_r_] So, okay, what's in that plan for me to do? Any instructions?
french: [ _r_ ] Alors, d'accord, qu'est-ce que ce plan me permet de faire? Toutes les instructions?
italian: [_r_] Allora, ok, cosa c'è in quel piano per me da fare? Qualche istruzione?
japanese: [_r_] では、その計画には何をすべきなのでしょうか?
spanish: [_r_] Entonces, bueno, ¿qué hay en ese plan para mí? ¿Alguna instrucción?

source: [_ka_] You have to be a good boy, and go to your own private room. We'll leave the same night, quietly and unseen, and I'll come after you.
french: [ _ka_ ] Vous devez être un bon garçon, et aller dans votre chambre privée. Nous partirons la même nuit, tranquillement et sans être vu, et je viendrai après vous.
italian: [_ka_] Devi essere un bravo ragazzo e andare nella tua stanza privata. Lasceremo la stessa notte, tranquillamente e invisibile, e verrò dopo di te.
japanese: [_ka_] あなたは良い少年でなければならず、自分の個室に行かなければなりません。 私たちは、静かに、そして目に見えない同じ夜を残します, そして、私はあなたの後に行きます.
spanish: [_ka_] Usted tiene que ser un buen chico, y ir a su propia habitación privada. Vamos a salir de la misma noche, en silencio y no visto, y voy a venir después de usted.

source: [_ka_] Do you understand everything? Just be obedient and stay out of the room.
french: [ _ka_ ] Tu comprends tout? Il suffit d'être obéissant et de rester hors de la pièce.
italian: [_ka_] Comprendete tutto? Siate ubbidienti e restate fuori dalla stanza.
japanese: [_ka_] 全部わかりましたか？従順になって部屋に入らないでください。
spanish: [_ka_] ¿Lo entiende todo? Sólo ser obediente y permanecer fuera de la habitación.

source: [_r_] U-understood...
french: [_r_] U-compris...
italian: [_r_] U-compreso...
japanese: [_r_] U-understand...
spanish: [_r_] Entendido...

source: [_m_] Mirai-transformed Kamiko and I went inside.
french: [_m_] Mirai-transformée Kamiko et moi sommes allés à l'intérieur.
italian: [_m_] Mirai-ha trasformato Kamiko ed io sono andato dentro.
japanese: [_m_] みらいに変身したかみこと私は中に入りました。
spanish: [_m_] Kamiko transformado por Mirai y yo entramos.

source: [_m_] The bar was crowded with quiet suspicious types.
french: [ _m_ ] Le bar était bondé de types suspects.
italian: [_m_] Il bar era affollato di tranquilli tipi sospetti.
japanese: [_m_] バーは静かな怪しいタイプで賑わっていました。
spanish: [_m_] El bar estaba coronado de tipos sospechosos y silenciosos.

source: [_m_] But what confused me the most was...
french: [ _m_ ] Mais ce qui m'a le plus confondu ...
italian: [_m_] Ma quello che mi ha confuso di più è stato...
japanese: [_m_] でも一番混乱したのは...
spanish: [_m_] Pero lo que más me confundía fue...

source: [_m_] these guys here...
french: [ _m_ ] ces gars ici ...
italian: [_m_] questi ragazzi qui...
japanese: [_m_] こいつら...
spanish: [_m_] a estos chicos aquí...

source: [_m_] what the fuck is anbu leaf doing here?
french: [_m_] Qu'est-ce que la baise est une feuille anbu faire ici ?
italian: [_m_] che cosa il cazzo è anbu foglia fare qui?
japanese: [_m_] アンブの葉はここで何をしているんだ?
spanish: [_m_] ¿qué hace la follada la hoja de anbu?

source: [_m_] creepy guys...
french: [_m_] les gars effrayants...
italian: [_m_] tipi raccapriccianti...
spanish: [_m_] chicos espeluznantes...

source: [_m_] they're the ones following us? What the fuck are you up to... Kamiko...
french: [_m_] ils sont ceux qui nous suivent ? Quelle est la baise qui vous attend à... Kamiko...
italian: [_m_] sono quelli che ci seguono? Che cazzo stai per fare... Kamiko...
japanese: [_m_] 彼らは私たちの後を追っている人たちだ。何をする気だchar@@1 カミコ...
spanish: [_m_] que son los que nos siguen? ¿A qué follada eres tú... Kamiko...

source: [_de_] Good evening, welcome! Would you like to rent a room for the night?
french: [_de_] Bonjour bienvenue ! Voulez-vous louer une chambre pour la nuit ?
italian: [_de_] Buona sera, benvenuto! Vuoi affittare una camera per la notte?
japanese: [_de_] こんばんは、ようこそ! あなたは夜の部屋を借りたいですか?
spanish: [_de_] Buena noche, ¡bienvenido! ¿Quieres alquilar una habitación para la noche?

source: [_ka_] Yes, honey, would you be so kind as to have two separate rooms.
french: [ _ka_ ] Oui, chérie, tu serais si gentil de disposer de deux chambres séparées.
italian: [_ka_] Sì, il miele, sarebbe così gentile da avere due stanze separate.
japanese: [_ka_] はい、蜂蜜、あなたは2つの別々の部屋を持っているように親切にしてください。
spanish: [_ka_] Sí, miel, ¿serías tan amable de tener dos habitaciones separadas?

source: [_de_] Of course!
french: [_de_] Bien sûr!
italian: [_de_] Certo!
japanese: [_de_] もちろん！
spanish: ¡[_de_] por supuesto!

source: [_de_] Here are your keys, you can come to the bar, I'll feed you deliciously!
french: [ _de_ ] Voici vos clés, vous pouvez venir au bar, je vous nourrai de façon délicieuse !
italian: [_de_] Ecco le tue chiavi, puoi venire al bar, ti darò da mangiare deliziosamente!
japanese: [_de_] こちらがあなたの鍵、あなたはバーに来ることができます、私はあなたをおいしく食べさせます!
spanish: [_de_] Aquí están tus llaves, puedes venir a la barra, ¡te alimentaré deliciosamente!

source: [_de_] We have seafood soup tonight, very good!
french: [ _de_ ] Nous avons de la soupe aux fruits de mer ce soir, très bien !
italian: [_de_] Abbiamo zuppa di frutti di mare stasera, molto buono!
japanese: [_de_] 私たちは今夜シーフードスープを持っています, 非常に良い!
spanish: [_de_] ¡Tenemos sopa de mariscos esta noche, muy buena!

source: [_ka_] Thanks sweetie, we'll try it for sure.
french: [ _ka_ ] Merci, nous allons essayer.
italian: [_ka_] Grazie sweetie, lo proveremo di sicuro.
japanese: [_ka_] ありがとう、必ず試してみます。
spanish: [_ka_] Gracias por semanas, lo probaremos con seguridad.

source: [_ka_] Come on, [viname], let's go to sleep in the soft beds.
french: [ _ka_ ] Viens, [ viname ], allons dormir dans les lits mous.
italian: [_ka_] [_ka_] [viname], andiamo a dormire nei letti morbidi.
japanese: [_ka_] さあ、 [viname]、柔らかいベッドで寝ましょう。
spanish: [_ka_] Vamos, [viname], vamos a dormir en las camas suaves.

source: [_r_] Thank you.
french: [_r_] Merci.
italian: [_r_] Grazie.
japanese: [_r_] ありがとうございます。
spanish: [_r_] Gracias.

source: [_de_] You're welcome, have a good night!
french: [ _de_ ] Vous êtes les bienvenus, avez une bonne nuit !
italian: [_de_] Sei il benvenuto, buona notte!
japanese: [_de_] どういたしまして、おやすみなさい！
spanish: [_de_] Usted es bienvenido, ¡tenga una buena noche!

source: [_m_] What a sweet girl.
french: [ _m_ ] Quelle gentil fille.
italian: [_m_] Che ragazza dolce.
japanese: [_m_] どのような甘い女の子.
spanish: [_m_] ¡Qué chica tan dulce.

source: [_ka_] Stay here, I'll come get you myself, okay?
french: [_ka_] Restez ici, je viendrai vous chercher moi-même, d'accord?
italian: [_ka_] Rimanete qui, verrò a prendervi me stesso, okay?
japanese: [_ka_] ここにいて、私があなたを迎えに行きます、いいですか?
spanish: [_ka_] Quédate aquí, te llevaré a ti mismo, ¿no?

source: [_r_] Shall we eat our soup first?
french: [_r_] Devons-nous d'abord manger notre soupe ?
italian: [_r_] Prima mangiamo la nostra zuppa?
japanese: [_r_] まずスープを食べましょうか？
spanish: [_r_] ¿Comeremos primero nuestra sopa?

source: [_ka_] Don't make me say it twice.
french: [ _ka_ ] Ne me fais pas le dire deux fois.
italian: [_ka_] Non farmi dire due volte.
japanese: [_ka_] 二度言わせないで。
spanish: [_ka_] No me hagas decir esto dos veces.

source: [_r_] That's it, got it.
french: [_r_] Voilà, compris.
italian: [_r_] È così, ha capito.
japanese: [_r_] それでおしまい。
spanish: [_r_] Eso es así, entendido.

source: [_r_] So... It's pretty cozy in here.
french: [_r_] Alors... C'est plutôt confortable ici.
italian: [_r_] So... È abbastanza accogliente qui dentro.
japanese: [_r_] だから... ここはかなり居心地がいい。
spanish: [_r_] Así que... Es bastante acogedor aquí.

source: [_r_] I think I'll take a nap... What else am I going to do.
french: [_r_] Je pense que je vais prendre une siesse... Qu'est-ce que je vais faire d'autre.
italian: [_r_] Penso che prenderò un pisolino... Che altro sto per fare.
japanese: [_r_] 私は昼寝をすると思います...私は何をしようとしていますか?
spanish: [_r_] Creo que tomaré una sierra... ¿Qué más voy a hacer.

source: [_r_] Huh? What's that sound over there...
french: [_r_] Hein? Qu'est-ce que ça sonne là-bas...
italian: [_r_] Huh? Cos'è quel suono laggiù...
japanese: [_r_] え？あそこの音は何？
spanish: [_r_] ¿Huh? ¿Qué suena ahí...

source: [_kor_] Well, well, well... And you're not particularly watchful.
french: [_kor_] Eh bien, eh bien... Et vous n'êtes pas particulièrement vigilant.
italian: [_kor_] Beh, beh, bene... E non sei particolarmente vigile.
japanese: [_kor_] まあ、まあ、まあchar@@1 そして、あなたは特に注意深くない。
spanish: [_kor_] Bueno, bien... Y no eres especialmente vigilante.

source: [_r_] You... W-what do you want? And who are you...?
french: [_r_] Vous... W-que voulez-vous ? Et qui êtes-vous...?
italian: [_r_] Tu... W-che cosa vuoi? E chi sei tu...?
japanese: [_r_] あなた... W-あなたは何を望んでいますか? そして、あなたは誰ですか?
spanish: [_r_] Tú... ¿Qué quieres hacer? ¿Y quién eres...?

source: [_r_] What's that noise from downstairs?
french: [ _r_ ] Qu'est-ce que le bruit en bas?
italian: [_r_] Che cos'è quel rumore dal piano di sotto?
japanese: [_r_] 階下の騒音は何ですか?
spanish: [_r_] ¿Qué es ese ruido de las bajadas?

source: [_kor_] I won't introduce myself. A dead body doesn't need to know my name.
french: [ _kor_ ] Je ne me présenterai pas. Un corps mort n'a pas besoin de connaître mon nom.
italian: [_kor_] Non mi presenterò. Un corpo morto non ha bisogno di sapere il mio nome.
japanese: [_kor_] 自己紹介はしません。死体が私の名前を知る必要はありません。
spanish: [_kor_] No me presentaré. Un cuerpo muerto no necesita saber mi nombre.

source: [_kor_] My guys are already cutting your friend apart.
french: [ _kor_ ] Mes gars coupont déjà votre ami.
italian: [_kor_] I miei ragazzi stanno già tagliando il tuo amico a parte.
japanese: [_kor_] すでに仲間を切り離しています。
spanish: [_kor_] Mis chicos ya están separando a tu amigo.

source: [_r_] Your guys? You're from Konoha, am I right?
french: [_r_] Vos gars? Vous venez de Konoha, n'est-ce pas?
italian: [_r_] I tuoi ragazzi? Sei di Konoha, ho ragione?
japanese: [_r_] あなたの兄弟、あなたは鴻葉出身ですよね？
spanish: [_r_] ¿Tus chicos? Eres de Konoha, ¿estoy en lo cierto?

source: [_kor_] We're from the Leaf Root, you and your dumb friend have fallen right into the trap we prepared.
french: [ _kor_ ] Nous sommes de la racine des feuilles, vous et votre ami êtes tombés dans le piège que nous avons préparé.
italian: [_kor_] Siamo dalla radice di foglia, tu e il tuo amico muto siete caduti proprio nella trappola che abbiamo preparato.
japanese: [_kor_] 私たちは葉のルーツの出身です。あなたとあなたのバカな友達は私たちが用意した罠に落ちました。
spanish: [_kor_] Somos de la raíz de la hoja, tú y tu amigo tonto han caído directamente en la trampa que preparamos.

source: [_r_] What do you want from us? We're not doing anything wrong.
french: [ _r_ ] Que voulez-vous de nous? Nous ne faisons rien de mal.
italian: [_r_] Cosa vuoi da noi? Non stiamo facendo niente di sbagliato.
japanese: [_r_] 私たちから欲しいものは何ですか？私たちは何も間違っていません。
spanish: R[_r_] ¿Qué quieres de nosotros? No estamos haciendo nada mal.

source: [_kor_] That bitch you had with you, isn't she Ootsutsuki's direct ancestor? We've been after her for a long time.
french: [_kor_] Cette chienne que vous avez eue avec vous, n'est-ce pas l'ancêtre direct d'Ootsutsuki ? Nous la sommes après elle depuis longtemps.
italian: [_kor_] Quella troia che avevi con te, non è lei l'antenato diretto di Ootsutsuki? Siamo stati dopo lei per molto tempo.
japanese: [_kor_] あなたと一緒にいたあのメスは、大槻さんの直接の祖先ではありませんか？私たちは長い間彼女を追ってきました。
spanish: [_kor_] esa perra que tenías contigo, ¿no es su ancestro directo de Ootsutsuki? Llevamos mucho tiempo después de ella.

source: [_r_] What if she is? It's not like we're breaking the law.
french: [ _r_ ] Et si elle est? Ce n'est pas comme si nous violons la loi.
italian: [_r_] E se fosse lei? Non è come se stessimo infrangendo la legge.
japanese: [_r_] 彼女がある場合はどうなりますか? それは私たちが法律を破るようなものではありません.
spanish: [_r_] ¿Y si es así? No es como si estuviéramos rompiendo la ley.

source: [_kor_] The very existence of people like her is a threat to the Leaf and the shinobi world.
french: [ _kor_ ] L'existence même de gens comme elle est une menace pour la Feuille et le monde shinobi.
italian: [_kor_] L'esistenza stessa di persone come lei è una minaccia per la Foglia e il mondo shinobi.
japanese: [_kor_] 彼女のような人々の存在は、葉と忍の世界にとっての脅威です。
spanish: [_kor_] La propia existencia de personas como ella es una amenaza para la Hoja y el mundo shinobi.

source: [_r_] Y-you don't know anything...
french: [_r_] Y-tu ne sais rien...
japanese: [_r_] Y-you don't know...
spanish: [_r_] Y-tú no sabes nada...

source: [_kor_] The situation is this: my squad of 15 elite shinobi have already killed your companion.
french: [_kor_] La situation est la suivante: mon escouade de 15 shinobi d'élite a déjà tué votre compagnon.
italian: [_kor_] La situazione è questa: la mia squadra di 15 shinobi d'élite hanno già ucciso il tuo compagno.
japanese: [_kor_] この状況では、私の15人の精鋭忍チームが既に仲間を殺してしまった。
spanish: [_kor_] La situación es esta: mi escuadrón de 15 élites shinobi ya ha matado a tu compañero.

source: [_kor_] I'll give you a choice, I can see you're not a bad guy.
french: [ _kor_ ] Je vous donnerai un choix, je vois que vous n'êtes pas un méchant.
italian: [_kor_] Ti darò una scelta, posso vedere che non sei un brutto.
japanese: [_kor_] 私はあなたに選択肢を与えます, 私はあなたが悪い男ではないことがわかります.
spanish: [_kor_] Te daré una opción, puedo ver que no eres un tipo malo.

source: [_kor_] You come with us, when we get to the root, you tell the man in charge everything you know.
french: [ _kor_ ] Tu viens avec nous, quand on arrive à la racine, tu dis à l'homme en charge tout ce que tu sais.
italian: [_kor_] Tu vieni con noi, quando arriviamo alla radice, dici all'uomo responsabile tutto quello che sai.
japanese: [_kor_] あなたは私たちと一緒に来て、私たちがルートに着いたら、あなたが知っていることをすべて担当の人に伝えてください。
spanish: [_kor_] Usted viene con nosotros, cuando llegamos a la raíz, usted le dice al hombre a cargo todo lo que usted sabe.

source: [_kor_] Well, or we could just fight. I doubt that's a good idea for you, though.
french: [_kor_] Eh bien, ou nous pourrions nous battre. Je doute que ce soit une bonne idée pour vous.
italian: [_kor_] Beh, o potremmo solo combattere, ma dubito che sia una buona idea per te.
japanese: [_kor_] まあ、あるいはただ戦うことができるだけ。それはあなたにとって良いアイデアではないと思うけど。
spanish: [_kor_] Bueno, o podríamos pelear. Dudo que sea una buena idea para ti, de todas maneras.

source: [_r_] Kamiko... Are you... Is she really dead? Are you her...
french: [_r_] Kamiko... Vous... Est elle vraiment morte ? Vous...
italian: [_r_] Kamiko... Sei tu... è davvero morta? Sei lei...
japanese: [_r_] カミコ... char@@1 彼女は本当に死んでいるのか？あなたは彼女の...
spanish: [_r_] Kamiko... ¿Eres usted realmente muerta? ¿Eres ella...

source: [_kor_] Yeah, yeah, don't worry, if you're scared of her or something, it's already over.
french: [ _kor_ ] Ouais, ouais, ne t'inquiète pas, si tu as peur d'elle ou quelque chose, c'est déjà fini.
italian: [_kor_] Sì, sì, non ti preoccupare, se hai paura di lei o di qualcosa, è già finito.
japanese: [_kor_] はい、ええ、心配しないでください。あなたが彼女や何かを恐れているなら、それはすでに終わっています。
spanish: [_kor_] Sí, sí, sí, no te preocupes, si tienes miedo de ella o algo, ya ha terminado.

source: [_r_] How did you... How did you manage to...?
french: [ _r_ ] Comment avez-vous ... Comment as-tu réussi à ...?
italian: [_r_] Come hai fatto... Come sei riuscito...?
japanese: [_r_] どのようにして...どうやって管理しましたか...
spanish: [_r_] ¿Cómo lo hiciste... ¿Cómo lo lograste...?
