Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/trainroom5.po
Languages: french, italian, japanese

source: [_r_] That's it Hinata, don't rush, just get a feel of my cock with your hands.
french: [_r_] C'est ça Hinata, ne vous précipitez pas, vous avez juste une sensation de ma queue avec vos mains.
italian: [_r_] Questo è Hinata, non fretta, basta sentire il mio cazzo con le mani.
japanese: [_r_] それがひなたです, 急がないで, ちょうどあなたの手で私のコックの感触を得ます.

source: [_r_] Breathe in the scent, resist the urge.
french: [_r_] Respirez le parfum et résistez à l’urgence.
italian: [_r_] Respirare nel profumo, resistere all'urgenza.
japanese: [_r_] 匂いで呼吸し、衝動に抵抗します。

source: [_hi_] It looks so... Tasty... Makes me want to jump on it and...
french: [_hi_] Ça a l'air ainsi... Goûte... Ça me donne envie de sauter dessus et...
italian: [_hi_] Sembra così... Gustoso... Mi fa volere saltare su di esso e...
japanese: [_hi_] それはとても... おいしい... 私はそれにジャンプしたいと思います...

source: [_r_] Your desires in this room are unimportant. You must become an obedient girl who does what her master tells her to.
french: [ _r_ ] Vos envies dans cette pièce sont inimportantes. Tu dois devenir une fille obéissante qui fait ce que son maître lui dit.
italian: [_r_] I tuoi desideri in questa stanza non sono importanti. Devi diventare una ragazza obbediente che fa quello che il suo padrone le dice.
japanese: [_r_] この部屋であなたの欲望は重要ではありません. あなたは彼女のマスターが彼女に言うことを行う従順な女の子になる必要があります.

source: [_r_] Think of all the things you'd like to do to me now...
french: [ _r_ ] Pensez à toutes les choses que vous aimeriez me faire maintenant ...
italian: [_r_] Pensate a tutte le cose che vorreste fare a me ora...
japanese: [_r_] 今私にしたいことを考えてみてください...

source: [_hi_] Y-yes... There’s a lot I want... Rough... Long...
french: [_hi_] Y-oui... Il y a beaucoup de choses que je veux... Rouge... Long...
italian: [_hi_] Y-sì... C'è molto che voglio... Quindi... Lungo...
japanese: [_hi_] Y-yes... 欲しいものがたくさん...

source: [_r_] Whatever you think of, this room will be even tougher, more pleasant and more diverse than you could ever imagine.
french: [ _r_ ] Peu importe ce que vous pensez, cette pièce sera encore plus dure, plus agréable et plus diversifiée que vous ne pourriez l'imaginer.
italian: [_r_] Qualunque cosa ne pensi, questa stanza sarà ancora più dura, più piacevole e più diversificata di quanto tu possa mai immaginare.
japanese: [_r_] どのようなことを考えても、この部屋はあなたが想像する以上に、より快適で多様なものになるでしょう。

source: [_r_] All you have to do is obey and perform.
french: [ _r_ ] Tout ce que vous avez à faire est d'obéir et d'exécuter.
italian: [_r_] Tutto quello che devi fare è obbedire ed eseguire.
japanese: [_r_] あなたがしなければならないのは、従うことと行うことだけです。

source: [_hi_] O-obey... Perform...
french: [_hi_] O-obey... Performer...
italian: [_hi_] O-obbedisci... Presta...
japanese: [_hi_] O-obey... 演奏...

source: [_r_] Jerk that cock with all the love and obedience you have.
french: [_r_] Séchez cette bite avec tout l'amour et l'obéissance que vous avez.
italian: [_r_] Masticare quel cazzo con tutto l'amore e l'obbedienza che avete.
japanese: [_r_] あなたが持っているすべての愛と従順でチンポをジャーク.

source: [_hi_] D-Do you like this...?
french: [_hi_] D-Vous aimez cela...?
italian: [_hi_] D-Ti piace questo...?
japanese: [_hi_] D-あなたはこれが好きですか?

source: [_r_] Do you like it, Master?. Say it more respectfully.
french: [_r_] Aimes-tu ça, Maître? Dites le plus respectueusement.
italian: [_r_] Ti piace, Maestro?. Ditelo più rispettosamente.
japanese: [_r_] 好きですか？もっと丁寧に言いましょう。

source: [_hi_] Do you like it, master...?
french: [_hi_] Vous aimez ça, maître...?
italian: [_hi_] Ti piace, padrone...?
japanese: [_hi_] 好きですか、マスター...?

source: [_r_] Yeah... Don't stop, I'll cum all over your lustful face!
french: [_r_] Ouais... Ne vous arrêtez pas, je vais foutre sur votre visage ludique!
italian: [_r_] Sì... Non fermarmi, io sborrò tutto il tuo volto lussurioso!
japanese: [_r_] そうだchar@@1止まらないで、お前の欲望に満ちた顔を見てやろう！

source: [_r_] That's it! Close your eyes!
french: [_r_] C'est tout ! Fermez les yeux !
italian: [_r_] Questo è tutto! Chiudete gli occhi!
japanese: [_r_] 以上です！目を閉じてください！

source: [_r_] W-well... Great job, Hinata.
french: [_r_] W-well... Excellent travail, Hinata.
italian: [_r_] W-well... Ottimo lavoro, Hinata.
japanese: [_r_] W-w... よくできました, ひなた.

source: [_r_] You're so lucky, Hinata.
french: [ _r_ ] Vous êtes si chanceux, Hinata.
italian: [_r_] Sei così fortunato, Hinata.
japanese: [_r_] あなたはとても幸運です, ひなた.

source: [_r_] Your breasts are just perfect, so juicy and squishy.
french: [ _r_ ] Vos seins sont tout simplement parfaits, si juteux et gâteux.
italian: [_r_] I tuoi seni sono semplicemente perfetti, così succosi e squishy.
japanese: [_r_] あなたの胸は完璧なので、ジューシーでしゃがんだります。

source: [_r_] The perfect tool to satisfy my needs.
french: [ _r_ ] L'outil parfait pour satisfaire mes besoins.
italian: [_r_] Lo strumento perfetto per soddisfare le mie esigenze.
japanese: [_r_] 私のニーズを満たす完璧なツールです。

source: [_hi_] You always look at my breasts like that, master...
french: [ _hi_ ] Vous regardez toujours mes seins comme ça, maître ...
italian: [_hi_] Guardate sempre i miei seni come quello, maestro...
japanese: [_hi_] あなたはいつもそのような私の胸を見ています...

source: [_hi_] Are they really that special?
french: [ _hi_ ] Sont-ils vraiment si spéciaux?
italian: [_hi_] Sono davvero così speciali?
japanese: [_hi_] 本当にそんなに特別なのでしょうか?

source: [_r_] Yeah... Feeling my dick sliding between your soft and perky boobs is unbelievable...
french: [_r_] Ouais... Se sentir ma queue glisse entre tes seins doux et percés est incroyable...
italian: [_r_] Sì... Sentire il mio cazzo scivolare tra le tue tette morbide e perky è incredibile...
japanese: [_r_] そうだなchar@@1 柔らかいおっぱいとパーキーなおっぱいの間に滑り込んでいる私のディックを感じるのは信じられないほど...

source: [_hi_] I'm glad my master likes it so much...
french: [ _hi_ ] Je suis heureux que mon maître aime tellement ça ...
italian: [_hi_] Sono contento che al mio maestro piaccia tanto...
japanese: [_hi_] 私のマスターがそんなに気に入ってくれて嬉しいです...

source: [_r_] And I’m glad that you're getting used to calling me like that in this room.
french: [ _r_ ] Et je suis heureux que vous soyez habitué à m'appeler comme ça dans cette pièce.
italian: [_r_] E sono contento che ti sia abituato a chiamarmi così in questa stanza.
japanese: [_r_] そして、この部屋でそんな風に私を呼ぶことに慣れてきて嬉しい。

source: [_hi_] I'm trying...
french: [_hi_] J'essaye ...
italian: [_hi_] Sto provando...
japanese: [_hi_] 試しています...

source: [_r_] Just a little more Hinata, now I'm going to cover your tits in cum, is that what you want?
french: [_r_] Juste un peu plus Hinata, maintenant je vais vous couvrir les seins de fou, est-ce que ce que vous voulez?
italian: [_r_] Solo un po 'di più Hinata, ora sto andando a coprire le tette in cum, è che quello che vuoi?
japanese: [_r_] もう少しひなた、今度はあなたのおっぱいをクムで覆います。それが欲しいのですか？

source: [_hi_] Y-yes master... Do it!
french: [_hi_] Maître Y-yes ... Faites-le !
italian: [_hi_] Y-sì master... Faccelo!
japanese: [_hi_] Y-yes master... やりましょう!

source: [_r_] Wow, Hinata... That was fucking awesome...
french: [_r_] Wow, Hinata... C’était génial...
italian: [_r_] Wow, Hinata... Che era cazzo impressionante...
japanese: [_r_] うわー, ひなた... それはクソ最高だった...

source: [_r_] That's right, Hinata... Take your time.
french: [_r_] C'est vrai, Hinata... Prenez votre temps.
italian: [_r_] È giusto, Hinata... Prendi il tuo tempo.
japanese: [_r_] そうですね、ひなた... ごゆっくり。

source: [_r_] Taste my dick properly...
french: [_r_] Goûtez ma bite correctement...
italian: [_r_] Assaggia il mio cazzo correttamente...
japanese: [_r_] 私のペニスをちゃんと味わって...

source: [_r_] I love looking down at you... Seeing you suck so passionately...
french: [_r_] J'adore vous regarder vers le bas... Vous voir sucer si passionnément...
italian: [_r_] Mi piace guardarti giù... vedendoti succhiare così appassionatamente...
japanese: [_r_] 私はあなたを見下ろすのが大好きです...

source: [_r_] Mmm... Yes... Move your head faster...
french: [_r_] Mmm... Oui... Déplacez votre tête plus vite...
italian: [_r_] Mmm... Sì... Sposta la testa più velocemente...
japanese: [_r_] Mm... はい... もっと速く頭を動かしてください...

source: [_r_] I can almost reach the back of your throat...
french: [ _r_ ] Je peux presque atteindre le dos de votre gorge ...
italian: [_r_] Posso quasi raggiungere la parte posteriore della tua gola...
japanese: [_r_] ほぼあなたののどの後ろに到達することができます...

source: [_r_] Let's take it further, Hinata! I want you to choke on my dick!
french: [ _r_ ] Allons plus loin, Hinata ! Je veux que tu étrangles sur ma bite !
italian: [_r_] Prendiamo oltre, Hinata! Voglio che soffocate sul mio cazzo!
japanese: [_r_] もっと先に撮ってみよう、ひなた！私のペニスを窒息させてほしい！

source: [_r_] YES! Swallow!
french: [_r_] OUI ! Avaler !
italian: [_r_] SÌ! Inghiottire!
japanese: [_r_] はい! 飲みます!

source: [_r_] Be patient! Just a little more and I'll cum down your throat!
french: [_r_] Soyez patient! Juste un peu plus et je vais vous foutre la gorge !
italian: [_r_] Sii paziente! Solo un po' di più e ti farò cadere la gola!
japanese: [_r_] 我慢しろ！あともう少しで喉を詰まらせてやる！

source: [_r_] FUCK YES! W-wait... Don't take it out... Swallow it all.
french: [_r_] FUCTUREZ OUI ! Attendez... Ne le prenez pas... Tout avaler.
italian: [_r_] FUCK YES! W-wait... Non prenderlo fuori... ingoiare tutto.
japanese: [_r_] FUCK YES! W-W... それを取らないでください...

source: [_r_] Good girl...
french: [_r_] Bonne fille...
italian: [_r_] Buona ragazza...
japanese: [_r_] 良い女の子...

source: [_r_] Yes, lie like this. Relax... I'll start slowly...
french: [_r_] Oui, c'est comme ça. Détendez-vous... Je vais commencer lentement...
italian: [_r_] Sì, menzogna così. Rilassati... Inizierò lentamente...
japanese: [_r_] はい、このように嘘をつく。ゆっくり始めるよchar@@1

source: [_r_] Just have fun, got it?
french: [_r_] Vous avez juste du plaisir, compris?
italian: [_r_] Basta divertirsi, lo ha ottenuto?
japanese: [_r_] ただ楽しんで、それを得ましたか?

source: [_hi_] Uh-huh...
japanese: [_hi_] ああchar@@1

source: [_r_] I'll speed up a bit. You're so wet...
french: [_r_] Je vais accélérer un peu. Vous êtes tellement humide...
italian: [_r_] velocizzerò un po'. Sei così bagnato...
japanese: [_r_] 少しスピードアップします。おぬれですchar@@1

source: [_r_] My fingers slid inside you without resistance.
french: [ _r_ ] Mes doigts glissé en vous sans résistance.
italian: [_r_] Le mie dita scivolarono dentro di te senza resistenza.
japanese: [_r_] 私の指は抵抗なしであなたの中に滑りました。

source: [_r_] That's it... Moan from my fingers, Hinata...
french: [_r_] Voilà... Moan de mes doigts, Hinata...
italian: [_r_] Questo è tutto... Moan dalle dita, Hinata...
japanese: [_r_] それは... 私の指からのMoan、ひなた...

source: [_r_] What a tight pussy...
french: [ _r_ ] Quelle chatte serrée ...
italian: [_r_] Che figa stretta...
japanese: [_r_] なんてタイトなプッシー...

source: [_r_] You're leaking so much!
french: [_r_] Vous fuyez tellement !
italian: [_r_] Stai perdendo così tanto!
japanese: [_r_] あなたはそんなに漏れています!

source: [_r_] I love the expression you’re making right now!
french: [ _r_ ] J'aime l'expression que tu fais maintenant !
italian: [_r_] Mi piace l'espressione che stai facendo in questo momento!
japanese: [_r_] 今作っている表現が大好きです！

source: [_hi_] I'm cumming! I'm cumming! I'm cumming!
french: [_hi_] Je cumm! Je suis éjaculé ! Je suis éjaculé !
italian: [_hi_] sto cumming! Sto cumming! Sto cumming! Sto cumming!
japanese: [_hi_] 私はカミングです! 私はカミングです!

source: [_r_] Great... Get some rest...
french: [_r_] Super... Se reposer...
italian: [_r_] Grande... riposa un po'...
japanese: [_r_] 素晴らしいchar@@1 少し休んでください...

source: [_r_] Look at you, you're so horny...
french: [_r_] Regardez-vous, vous êtes si corné...
italian: [_r_] Guarda, sei così eccitato...
japanese: [_r_] あなたを見てください、あなたはとても角質です...

source: [_r_] You like this dick, don’t you?
french: [_r_] Tu aimes cette grosse salope, n'est-ce pas?
italian: [_r_] Ti piace questo cazzo, vero?
japanese: [_r_] あなたはこのペニスが好きですね？

source: [_hi_] Yes...
french: [_hi_] Oui...
italian: [_hi_] Sì...
japanese: [_hi_] はい...

source: [_r_] Fuck... How nice...
french: [_r_] Fuck ... Quelle gentillesse...
italian: [_r_] Fuck... Come...
japanese: [_r_] ファック...

source: [_r_] Your hand and tongue...
french: [_r_] Votre main et votre langue...
italian: [_r_] La tua mano e la lingua...
japanese: [_r_] あなたの手と舌...

source: [_r_] Keep going it's very arousing...
french: [ _r_ ] Continue c'est très éveillant ...
italian: [_r_] Continua ad andare è molto eccitante...
japanese: [_r_] それは非常に興奮して行く続ける...

source: [_r_] Y-yes! Damn, you're good at this...
french: [_r_] Y-oui ! Bon sang, vous êtes bien à ce sujet...
italian: [_r_] Y-sì! Dannazione, sei bravo in questo...
japanese: [_r_] Y-yeah! くそ, あなたはこれで得意です...

source: [_r_] Don't stop!
french: [_r_] Ne vous arrêtez pas !
italian: [_r_] Non fermarti!
japanese: [_r_] 止めないで！

source: [_r_] I'll cum any second now!
french: [_r_] Je vais cum n'importe quelle seconde maintenant!
italian: [_r_] io sborrò qualche secondo adesso!
japanese: [_r_] 今すぐ兼任します！

source: [_r_] Mmmm... A load of thick cum on your lustful face...
french: [_r_] Mmmm... Une charge de foutre épais sur votre visage lubrifiant...
italian: [_r_] Mmmm... Un carico di sperma di spessore sul tuo volto lussurioso...
japanese: [_r_] Mmm... あなたの欲望の多い顔に太い兼の負荷...

source: [_hi_] More tenderly...
french: [_hi_] Plus tendrement ...
italian: [_hi_] Più teneramente...
japanese: [_hi_] もっと優しく...

source: [_hi_] Very... Nice...
french: [_hi_] Vraiment... Nice...
italian: [_hi_] Vero... Nizza...
japanese: [_hi_] とてもいい...

source: [_hi_] Mmmm!
japanese: [_hi_] Mmm!

source: [_hi_] Here it is... Great pace...
french: [ _hi_ ] Ici, c'est. .. Grand rythme ...
italian: [_hi_] Ecco... Ottimo ritmo...
japanese: [_hi_] ここでは...

source: [_hi_] Keep going like this... Yes...
french: [_hi_] Continuez comme ça... Oui...
italian: [_hi_] Continua ad andare così... Sì...
japanese: [_hi_] このように続けてください... はい...

source: [_hi_] Go ahead! Yes! Go ahead!
french: [_hi_] Allez-y ! Oui ! Allez-y !
italian: [_hi_] Vai avanti! Sì! Vai avanti!
japanese: [_hi_] 先に行け！ はい！ 先に行け！

source: [_hi_] Now! Mmmm!!
french: [_hi_] Maintenant ! Mmmm!!
japanese: [_hi_] 今! うーん!!

source: [_hi_] God... You were good...
french: [_hi_] Dieu... Vous étiez bon...
italian: [_hi_] Dio... Sei stato bene...
japanese: [_hi_] 神様... あなたは良かった...

source: [_hi_] I-I didn't even know you could do that...
french: [ _hi_ ] I-I ne savait même pas que vous pourriez faire ça ...
italian: [_hi_] I-Non sapevo nemmeno che si poteva fare quello...
japanese: [_hi_] 私はあなたがそれを行うことができるとは知りませんでした...

source: [_r_] Are you comfortable?
french: [ _r_ ] Êtes-vous à l'aise?
italian: [_r_] Sei comodo?
japanese: [_r_] 快適ですか？

source: [_r_] Don't be afraid to deepthroat, I like this position.
french: [ _r_ ] N'ayez pas peur de la gorge, j'aime bien cette position.
italian: [_r_] Non abbiate paura della gola profonda, mi piace questa posizione.
japanese: [_r_] ディープスロートを恐れてはいけません。このポジションが好きです。

source: [_r_] Okay...
japanese: [_r_] わかりました...

source: [_r_] Yes... Don't speak with your mouth full!
french: [_r_] Oui... Ne parlez pas avec votre bouche pleine !
italian: [_r_] Sì... Non parlare con la bocca piena!
japanese: [_r_] はい... 口いっぱいにしゃべるな！

source: [_r_] Keep going! I'll cum down your throat!
french: [_r_] Continuez ! Je vais vous éjaculer dans la gorge !
italian: [_r_] Continui ad andare! Ti sborrò giù la gola!
japanese: [_r_] 続けてください！ 喉を切り裂いてやる！

source: [_r_] Here it is!
french: [_r_] C'est là!
italian: [_r_] Ecco!
japanese: [_r_] ここにあります!

source: [_r_] Oh... Fuck... That pose is something...
french: [_r_] Oh... Fuck ... Cette pose est quelque chose...
italian: [_r_] Oh... Fuck... Quella posa è qualcosa...
japanese: [_r_] ああchar@@1 クソchar@@2 そのポーズは何か...

source: [_r_] Your pussy was waiting for me, right Hinata?
french: [ _r_ ] Votre chatte m'attendait, à droite Hinata?
italian: [_r_] La tua figa mi stava aspettando, Hinata giusta?
japanese: [_r_] あなたのオマンコは私を待っていました, 右ひなた?

source: [_hi_] Yes... Finally you don't just tease me...
french: [_hi_] Oui... Enfin vous ne me taquinez pas...
italian: [_hi_] Sì... Finalmente non mi prendi in giro...
japanese: [_hi_] はい... 最後に私をからかうだけではありません...

source: [_r_] To get my dick, you have to listen to me.
french: [ _r_ ] Pour obtenir ma bite, tu dois m'écouter.
italian: [_r_] Per fare il mio cazzo, devi ascoltarmi.
japanese: [_r_] 私のペニスを手に入れるには、私の話を聞かなければなりません。

source: [_hi_] Ah! Yes! I obey!
french: [_hi_] Ah! Oui ! Je obéis !
italian: [_hi_] Ah! Sì, obbedisco!
japanese: アア! そうだ ! 俺は従う!

source: [_hi_] Okay...Okay...
french: [_hi_] Ok...Okay... Ok...
japanese: [_hi_] 分かりました...

source: [_r_] You like it hard, huh? You’re soaked like a bitch!
french: [_r_] Tu aimes ça dur, hein? Tu es trempé comme une chienne!
italian: [_r_] Ti piace duro, eh? Sei inzuppato come una cagna!
japanese: [_r_] あなたはそれが大変好きですね？あなたはビッチのように浸されています！

source: [_hi_] YES! Fuck me like this!
french: [_hi_] OUI ! Fuck me voir comme ça !
italian: [_hi_] SÌ! Cazzo me come questo!
japanese: [_hi_] はい! このように私をファック!

source: [_hi_] I'm cumming! Now!
french: [_hi_] Je cumm! Maintenant !
italian: [_hi_] sto accumulando! Ora!
japanese: [_hi_] 私はカミングです! 今!

source: [_r_] Take it all!
french: [_r_] Prends tout !
italian: [_r_] Prendete tutto!
japanese: [_r_] 全部取ってみよう!

source: [_r_] Damn... I got tired...
french: [_r_] Bon sang... Je suis fatigué...
italian: [_r_] Damn... Mi sono stanca...
japanese: [_r_] くそ...疲れたchar@@1

source: [_hi_] D-don't pull it out... Just lie like this for a while...
french: [_hi_] D-ne le retirez pas... Juste mentez comme ça pendant un moment...
italian: [_hi_] D-non tirarlo fuori... Semplicemente mentite come questo per un po'...
japanese: [_hi_] D-D-Dは抜かない...しばらくこのように横になって...

source: [_r_] You're so wet today...
french: [ _r_ ] Vous êtes tellement mouillé aujourd'hui ...
italian: [_r_] Sei così bagnato oggi...
japanese: [_r_] あなたは今日とても濡れています...

source: [_r_] Glad to see me?
french: [_r_] Heureuse de me voir?
italian: [_r_] Sono felice di vedermi?
japanese: [_r_] 私に会えて嬉しいですか？

source: [_hi_] Mmmmm... I'm just ovulating...
french: [_hi_] Mmm... Je suis en train d'ovuler...
italian: [_hi_] Mmmmm... Sto solo ovulando...
japanese: [_hi_] Mmm... 排卵中...

source: [_r_] Is that so... No sperm inside today?
french: [ _r_ ] C'est ainsi ... Pas de sperme à l'intérieur aujourd'hui?
italian: [_r_] È così... No spermatozoi dentro oggi?
japanese: [_r_] それはそうですか...今日は中に精子がありませんか?

source: [_hi_] W-well... Why...
french: [_hi_] W-well... Pourquoi...
italian: [_hi_] W-well... Perché...
japanese: [_hi_] W-well なぜ...

source: [_hi_] Y-you can... Mmmmmm...
french: [_hi_] Y-tu peux... Mmmmmm...
italian: [_hi_] Y-you può... Mmmmmm...
japanese: [_hi_] Y-you can ... Mmmm...

source: [_hi_] You can cum in my ass...
french: [_hi_] Tu peux éjaculer dans mon cul...
italian: [_hi_] Puoi sborrare nel mio culo...
japanese: [_hi_] お尻の中で兼任できるchar@@1

source: [_r_] You are teasing me so much...
french: [ _r_ ] Vous me taquinez tellement ...
italian: [_r_] Mi stai prendendo in giro così tanto...
japanese: [_r_] あなたは私をからかっています...

source: [_r_] I'm just warming up!
french: [_r_] Je me réchauffe !
italian: [_r_] sto solo riscaldando!
japanese: [_r_] ちょうどウォーミングアップしました！

source: [_r_] Lie on your back.
french: [ _r_ ] Lie sur votre dos.
italian: [_r_] Sdraiati sulla schiena.
japanese: [_r_] あなたの背中に横たわる。

source: [_hi_] Mmmmm...
japanese: [_hi_] Mmmm...

source: [_r_] I love to look at you when I fuck you!
french: [ _r_ ] J'adore te regarder quand je te baise !
italian: [_r_] Mi piace guardarti quando ti scopo!
japanese: [_r_] 私はあなたをファックしたときにあなたを見るのが大好きです!

source: [_r_] Your body is truly made for pleasure...
french: [ _r_ ] Votre corps est vraiment fait pour le plaisir ...
italian: [_r_] Il tuo corpo è veramente fatto per piacere...
japanese: [_r_] あなたの体は本当に喜びのために作られています...

source: [_r_] I feel...
french: [_r_] Je sentir...
italian: [_r_] mi sento...
japanese: [_r_] 感じる...

source: [_r_] A little longer...
french: [ _r_ ] Un peu plus ...
italian: [_r_] Un po' più lungo...
japanese: [_r_] もう少し...

source: [_r_] Get on all fours. Let's try your ass out.
french: [ _r_ ] Va à quatre pattes. Essayons ton cul.
italian: [_r_] Salite su tutti i quattro. Proviamo il tuo culo fuori.
japanese: [_r_] 四つんばいでみよう。お尻を外に出よう。

source: [_r_] Fuck... It's a bit cramped...
french: [_r_] Fuck ... Il est un peu foutu ...
italian: [_r_] Fuck... È un po' bloccato...
japanese: [_r_] ファックchar@@1 少し窮屈...

source: [_hi_] It's been a while since I... Practiced...
french: [ _hi_ ] C'est un moment depuis que je ... Pratique ...
italian: [_hi_] È passato un po' di tempo da Io... Praticato...
japanese: [_hi_] 久しぶりchar@@1 練習...

source: [_hi_] I'll get used to it now...
french: [_hi_] Je vais m'y habituer maintenant...
italian: [_hi_] Mi abituerò ad esso adesso...
japanese: [_hi_] 私は今それに慣れます...

source: [_hi_] Come in with confidence... I'm ready!
french: [ _hi_ ] Viens avec confiance ... Je suis prêt !
italian: [_hi_] Vieni con fiducia... Sono pronto!
japanese: [_hi_] 自信を持って来てchar@@1 準備ができています！

source: [_r_] Fuck... You are squeezing so much!
french: [_r_] Fuck fist... Vous êtes tellement pressé !
italian: [_r_] Fuck... Stai schiacciando così tanto!
japanese: [_r_] ファック... あなたはそんなに絞っています!

source: [_r_] Are you feeling good?
french: [ _r_ ] Vous sentez-vous bien?
italian: [_r_] Ti senti bene?
japanese: [_r_] 気分は良いですか?

source: [_hi_] Yes! God! I love being fucked in the ass...
french: [_hi_] Oui ! Dieu ! J'aime être baisé dans le cul...
italian: [_hi_] Sì! Dio! Mi piace essere scopata nel culo...
japanese: [_hi_] はい! 神様! お尻の中で犯されるのが大好き...

source: [_r_] Damn... I'm so close...
french: [_r_] Bon sang... Je suis si proche...
italian: [_r_] Damn... Sono così chiuso...
japanese: [_r_] くそ... 私はとても近い...

source: [_hi_] Fill me up! I want it inside!
french: [ _hi_ ] Complétez-moi ! Je le veux à l'intérieur !
italian: [_hi_] Riempimi su! Lo voglio dentro!
japanese: [_hi_] 満タンにしてくれ！中に入れてくれ！

source: [_r_] Take it!
french: [_r_] Prends ça !
italian: [_r_] Prendetelo!
japanese: [_r_] それを取る!

source: [_r_] Fuck... This is something new...
french: [_r_] Fuck... C'est quelque chose de nouveau...
italian: [_r_] Fuck... Questo è qualcosa di nuovo...
japanese: [_r_] ファック... これは何か新しい...

source: [_r_] I’ll fuck that ass of yours more often from now on.
french: [ _r_ ] Je vais vous baiser le cul plus souvent à partir de maintenant.
italian: [_r_] Farò scopare quel culo del vostro più spesso da ora in poi.
japanese: 今からもっとあなたのケツをファックしましょう

source: [_r_] Is that okay?
french: [ _r_ ] C'est bon?
italian: [_r_] Va bene?
japanese: [_r_] 大丈夫ですか?

source: [_hi_] Yeah... Just a little bit gentler...
french: [_hi_] Ouais... Juste un peu plus doux...
italian: [_hi_] Sì... Solo un po' più gentile...
japanese: [_hi_] ええchar@@1 少しだけ穏やかな...

source: [_hi_] Keep going... Yes...
french: [_hi_] Continuez... Oui...
italian: [_hi_] Continua ad andare... Sì...
japanese: [_hi_] 続けて... はい...

source: [_hi_] I can feel... Inside... Right there...
french: [_hi_] Je peux sentir... À l'intérieur... à l'intérieur...
italian: [_hi_] posso sentire... dentro... Proprio lì...
japanese: [_hi_] 私は感じることができます...

source: [_r_] It feels good... It's a pleasure to work your ass!
french: [_r_] Ça sent bien... C'est un plaisir de travailler votre cul !
italian: [_r_] Ci si sente bene... È un piacere lavorare il tuo culo!
japanese: [_r_] 気分が良いchar@@1 ケツを動かすのは楽しみだ！

source: [_hi_] Yes! Fuck! YES!
french: [_hi_] Oui! Fuck ! OUI !
italian: [_hi_] Sì! Fuck! SÌ!
japanese: [_hi_] はい! ファック! はい!

source: [_hi_] I'M GONNA CUM!!
french: [_hi_] JE M GONNA CUM!!
italian: [_hi_] I GONNA CUM!!
japanese: [_hi_] 私はゴンナCUM!!

source: [_r_] Me too!
french: [_r_] Moi aussi !
italian: Anche io [_r_] io!
japanese: [_r_] 私も！

source: [_hi_] GIVE IT TO ME!!
french: [_hi_] DONNEZ-LE À MOI !!
italian: [_hi_] VIVI A ME!!
japanese: [_hi_] 私にそれを与える!

source: [_hi_] You don't have to go easy on me...
french: [ _hi_ ] Vous n'avez pas à me rendre facile sur moi ...
italian: [_hi_] Non devi andare facile su di me...
japanese: [_hi_] あなたは私に簡単に行く必要はありません...
