Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/trainroom5.po
Languages: french, italian, japanese

source: [_hi_] My ass is already used to it!
french: [ _hi_ ] Mon cul est déjà utilisé !
italian: [_hi_] Il mio culo è già usato!
japanese: [_hi_] 俺のケツは既にそれに慣れている!

source: [_r_] Good, I'll start a little faster then.
french: [_r_] Bien, je vais commencer un peu plus vite.
italian: [_r_] Bene, allora inizierò un po' più velocemente.
japanese: [_r_] 良かった、それからもう少し速く始めましょう。

source: [_hi_] In this position... It feels especially good!
french: [_hi_] Dans cette position... C'est particulièrement bien!
italian: [_hi_] In questa posizione... Ci si sente particolarmente bene!
japanese: [_hi_] この位置で...特に良い感じ!

source: [_hi_] Keep it up!
french: [_hi_] Continuez comme ça !
italian: [_hi_] Tienilo alto!
japanese: [_hi_] 続けよう！

source: [_hi_] I love it...
french: [_hi_] Je l'aime...
italian: [_hi_] lo adoro...
japanese: [_hi_] 私はそれが大好き...

source: [_hi_] MMMHM!!! YES! YES!
french: [_hi_] MMMHM !!! OUI ! OUI !
italian: [_hi_] MMMHM!!! SÌ! SÌ!
japanese: [ _hi_] MMMHM!!! そうだ ! そうだ !

source: [_hi_] Don't stop! Don't stop!
french: [_hi_] Ne vous arrêtez pas ! Ne vous arrêtez pas !
italian: [_hi_] Non fermarti! Non fermarti!
japanese: [_hi_] 止まらないで!

source: [_r_] Just a little bit more!
french: [ _r_ ] Juste un peu plus !
italian: [_r_] Un po' di più!
japanese: [_r_] もう少し！

source: [_r_] We've worked your ass so well, Hinata...
french: [_r_] Nous avons tellement bien tourné le cul, Hinata...
italian: [_r_] Abbiamo lavorato il tuo culo così bene, Hinata...
japanese: [_r_] 私たちはあなたのお尻をとてもよく働かせました...

source: [_r_] How do you like this toy? I've got a lot more fun stuff in here.
french: [ _r_ ] Comment vous aimez ce jouet? J'ai beaucoup plus de plaisir ici.
italian: [_r_] Come ti piace questo giocattolo? Ho molte cose più divertenti qui dentro.
japanese: [_r_] このおもちゃはどうですか？もっと楽しいものが入っています。

source: [_hi_] Very good... It feels unusual...
french: [_hi_] Très bien... C'est inhabituel...
italian: [_hi_] Molto buono... Ci si sente insolito...
japanese: [_hi_] とても良いです...

source: [_hi_] After your cock, it feels so small...
french: [ _hi_ ] Après votre bite, il se sent si petit ...
italian: [_hi_] Dopo il tuo cazzo, si sente così piccolo...
japanese: [_hi_] あなたのチンポの後、それはとても小さい感じ...

source: [_r_] Do you like it when I play with your ass like that?
french: [ _r_ ] Tu aimes ça quand je joue avec ton cul comme ça?
italian: [_r_] Ti piace quando gioco con il culo così?
japanese: [_r_] そんなふうにお尻で遊ぶときは気に入ってくれますか?

source: [_hi_] I think we should put something bigger in it later.
french: [_hi_] Je pense que nous devrions y mettre quelque chose de plus grand plus tard.
italian: [_hi_] Penso che dovremmo mettere qualcosa di più grande in esso più tardi.
japanese: [_hi_] 後でもっと大きなものを入れるべきだと思います。

source: [_hi_] I'd like that, yes...
french: [_hi_] J'aimerais ça, oui...
italian: [_hi_] Mi piacerebbe questo, sì...
japanese: [_hi_] 私はそれを望んでいます...

source: [_r_] Imagine how it will feel after I've worked you with a huge dildo.
french: [ _r_ ] Imaginez comment il se sentira après que je vous ai travaillé avec un énorme gode.
italian: [_r_] Immaginate come si sentirà dopo che ho lavorato con un dildo enorme.
japanese: [_r_] 私が巨大なディルドであなたを働かせた後、それがどのように感じるか想像してみてください。

source: [_hi_] I can't wait!
french: [_hi_] Je ne peux pas attendre !
italian: [_hi_] non posso aspettare!
japanese: [_hi_] 待てません！

source: [_hi_] MMMMM... That feels so good! The rhythm is perfect!
french: [_hi_] MMMM ... Ça sent si bien ! Le rythme est parfait !
italian: [_hi_] MMMMM... Che si sente così bene! Il ritmo è perfetto!
japanese: [_hi_] MMMMMchar@@1 気持ちいい! リズムは完璧!

source: [_hi_] Keep going like this!
french: [_hi_] Continuez comme ça !
italian: [_hi_] Continua ad andare così!
japanese: [_hi_] このように行き続けてください!

source: [_hi_] YES!!! I'M CUMMING!!!
french: [_hi_] OUI !!! JE SUITE !!!
italian: [_hi_] SÌ!!! SONO CUMMING!!!
japanese: [_hi_] はい！！！私は思い切って！！

source: [_r_] So fast from such a small toy... You're just an anal nymphomaniac.
french: [ _r_ ] So fast from such a small toy ... Tu es juste une nymphomane anale.
italian: [_r_] Così veloce da un giocattolo così piccolo... Sei solo un ninfomane anale.
japanese: [_r_] こんな小さなおもちゃからとても速い...あなたはただのアナルニンマニアックです.
