Repository: DRincs-Productions/NarutoShinobiLord
Catalog: game/*/*/trainroom6.po
Languages: spanish

source: [_r_] That's it Hinata, don't rush, just get a feel of my cock with your hands.
spanish: [_r_] Eso es Hinata, no te agites, simplemente toma una sensación de mi polla con tus manos.

source: [_r_] Breathe in the scent, resist the urge.
spanish: [_r_] respira el olor, resiste el instante.

source: [_hi_] It looks so... Tasty... Makes me want to jump on it and...
spanish: [_hi_] Se ve así... Tasty... Me hace querer saltar...

source: [_r_] Your desires in this room are unimportant. You must become an obedient girl who does what her master tells her to.
spanish: [_r_] Sus deseos en esta habitación no son importantes. Debes convertirte en una chica obediente que hace lo que su amo le dice.

source: [_r_] Think of all the things you'd like to do to me now...
spanish: [_r_] Piense en todas las cosas que me gustaría hacer ahora...

source: [_hi_] Y-yes... There’s a lot I want... Rough... Long...
spanish: [_hi_] Y-y... Hay mucho que quiero... Rough... Largo...

source: [_r_] Whatever you think of, this room will be even tougher, more pleasant and more diverse than you could ever imagine.
spanish: [_r_] Sea lo que piense, esta sala será aún más dura, más agradable y más diversa de lo que jamás podría imaginar.

source: [_r_] All you have to do is obey and perform.
spanish: [_r_] Todo lo que tienes que hacer es obedecer y actuar.

source: [_hi_] O-obey... Perform...
spanish: [_hi_] O-obey... Render...

source: [_r_] Jerk that cock with all the love and obedience you have.
spanish: [_r_] Jerk esa polla con todo el amor y la obediencia que tienes.

source: [_hi_] D-Do you like this...?
spanish: [_hi_] D-Do te gusta esto...?

source: [_r_] Do you like it, Master?. Say it more respectfully.
spanish: [_r_] ¿Te gusta, Maestro? Digalo con más respeto.

source: [_hi_] Do you like it, master...?
spanish: [_hi_] ¿Te gusta, maestro...?

source: [_r_] Yeah... Don't stop, I'll cum all over your lustful face!
spanish: [_r_] Sí... No te detengas, ¡te esperaré por toda tu cara luciosa!

source: [_r_] That's it! Close your eyes!
spanish: [_r_] ¡Eso es! ¡Cierra los ojos!

source: [_r_] W-well... Great job, Hinata.
spanish: [_r_] Bueno... Buen trabajo, Hinata.

source: [_r_] You're so lucky, Hinata.
spanish: [_r_] Usted es tan afortunado, Hinata.

source: [_r_] Your breasts are just perfect, so juicy and squishy.
spanish: [_r_] Sus senos son perfectos, tan jugosos y miserables.

source: [_r_] The perfect tool to satisfy my needs.
spanish: [_r_] La herramienta perfecta para satisfacer mis necesidades.

source: [_hi_] You always look at my breasts like that, master...
spanish: [_hi_] Usted siempre mira mis pechos así, maestro ...

source: [_hi_] Are they really that special?
spanish: [_hi_] ¿Realmente son tan especiales?

source: [_r_] Yeah... Feeling my dick sliding between your soft and perky boobs is unbelievable...
spanish: [_r_] Sí... Sentir que mi polla se desliza entre tus tetas suaves y perky es increíble...

source: [_hi_] I'm glad my master likes it so much...
spanish: [_hi_] Me alegro de que a mi maestro le guste tanto...

source: [_r_] And I’m glad that you're getting used to calling me like that in this room.
spanish: [_r_] Y me alegro de que me estés acostumbrando a llamarme así en esta sala.

source: [_hi_] I'm trying...
spanish: [_hi_] estoy intentando...

source: [_r_] Just a little more Hinata, now I'm going to cover your tits in cum, is that what you want?
spanish: [_r_] Solo un poco más de Hinata, ahora voy a cubrir tus tetas en cum, ¿es eso lo que quieres?

source: [_hi_] Y-yes master... Do it!
spanish: [_hi_] Y-sí maestro ... ¡Hágalo!

source: [_r_] Wow, Hinata... That was fucking awesome...
spanish: [_r_] Wow, Hinata... Eso fue fucking awesome...

source: [_r_] That's right, Hinata... Take your time.
spanish: [_r_] Así es, Hinata ... Tómese su tiempo.

source: [_r_] Taste my dick properly...
spanish: [_r_] Saber mi polla correctamente...

source: [_r_] I love looking down at you... Seeing you suck so passionately...
spanish: [_r_] Me encanta mirarte hacia abajo... Viendo que chupas tan pasionadamente...

source: [_r_] Mmm... Yes... Move your head faster...
spanish: [_r_] Mmm... Sí... Mueve la cabeza más rápido...

source: [_r_] I can almost reach the back of your throat...
spanish: [_r_] casi puedo llegar a la parte trasera de tu garganta...

source: [_r_] Let's take it further, Hinata! I want you to choke on my dick!
spanish: [_r_] Vamos más lejos, ¡Hinata! ¡Quiero que me ahogues en mi polla!

source: [_r_] YES! Swallow!
spanish: ¡[_r_] Sí! ¡Truébelo!

source: [_r_] Be patient! Just a little more and I'll cum down your throat!
spanish: [_r_] ¡Tenga paciencia! ¡Solo un poco más y voy a correrse por la garganta!

source: [_r_] FUCK YES! W-wait... Don't take it out... Swallow it all.
spanish: [_r_] ¡SÍ! ¡W-espere... No lo saques... Truébelo todo.

source: [_r_] Good girl...
spanish: [_r_] Buena chica...

source: [_r_] Yes, lie like this. Relax... I'll start slowly...
spanish: [_r_] Sí, mentira así. Relaje... Empezaré despacio...

source: [_r_] Just have fun, got it?
spanish: [_r_] Solo diviértete, ¿no?

source: [_r_] I'll speed up a bit. You're so wet...
spanish: [_r_] Voy a acelerar un poco. Estás tan mojada ...

source: [_r_] My fingers slid inside you without resistance.
spanish: [_r_] Mis dedos se deslizan dentro de ti sin resistencia.

source: [_r_] That's it... Moan from my fingers, Hinata...
spanish: [_r_] Eso eso... Moan de mis dedos, Hinata...

source: [_r_] What a tight pussy...
spanish: [_r_] Qué coño tan apretado...

source: [_r_] You're leaking so much!
spanish: [_r_] ¡Usted está filtrando tanto!

source: [_r_] I love the expression you’re making right now!
spanish: [_r_] ¡Me encanta la expresión que estás haciendo ahora mismo!

source: [_hi_] I'm cumming! I'm cumming! I'm cumming!
spanish: [_hi_] ¡Estoy cummando! ¡Estoy cummando!

source: [_r_] Great... Get some rest...
spanish: [_r_] Genial... Descanse un poco...

source: [_r_] Look at you, you're so horny...
spanish: [_r_] Míralo, eres tan caluroso...

source: [_r_] You like this dick, don’t you?
spanish: [_r_] Te gusta esta polla, ¿no?

source: [_hi_] Yes...
spanish: [_hi_] Sí ...

source: [_r_] Fuck... How nice...
spanish: [_r_] Suerte... Qué bonito...

source: [_r_] Your hand and tongue...
spanish: [_r_] Tu mano y lengua ...

source: [_r_] Keep going it's very arousing...
spanish: [_r_] Sigue yendo es muy excitante...

source: [_r_] Y-yes! Damn, you're good at this...
spanish: [_r_] Y-yes! Maldita, eres bueno en esto ...

source: [_r_] Don't stop!
spanish: ¡[_r_] no pares!

source: [_r_] I'll cum any second now!
spanish: [_r_] ¡Ahora cum cualquier segundo!

source: [_r_] Mmmm... A load of thick cum on your lustful face...
spanish: [_r_] Mmmm... Una carga de esperma gruesa en tu cara lujuriosa...

source: [_hi_] More tenderly...
spanish: [_hi_] más tensión...

source: [_hi_] Very... Nice...
spanish: [_hi_] Verientemente... Genial...

source: [_hi_] Mmmm!
spanish: ¡[_hi_] Mmm!

source: [_hi_] Here it is... Great pace...
spanish: [_hi_] Aquí está... Buen ritmo...

source: [_hi_] Keep going like this... Yes...
spanish: [_hi_] Sigue siendo así ... Sí ...

source: [_hi_] Go ahead! Yes! Go ahead!
spanish: [_hi_] ¡Adelante! ¡Sí! ¡Sigue adelante!

source: [_hi_] Now! Mmmm!!
spanish: ¡[_hi_] ahora! ¡Mmm!!

source: [_hi_] God... You were good...
spanish: [_hi_] Dios ... Fuiste bueno ...

source: [_hi_] I-I didn't even know you could do that...
spanish: [_hi_] Yo ni siquiera sabía que podías hacer eso...

source: [_r_] Are you comfortable?
spanish: [_r_] ¿Está cómodo?

source: [_r_] Don't be afraid to deepthroat, I like this position.
spanish: [_r_] No tengas miedo de profundizar en la garganta, me gusta esta posición.

source: [_r_] Okay...
spanish: [_r_] Vale...

source: [_r_] Yes... Don't speak with your mouth full!
spanish: [_r_] Sí ... ¡No hables con la boca llena!

source: [_r_] Keep going! I'll cum down your throat!
spanish: [_r_] ¡Sigue adelante! ¡Te cum por la garganta!

source: [_r_] Here it is!
spanish: [_r_] ¡Aquí está!

source: [_r_] Oh... Fuck... That pose is something...
spanish: [_r_] Oh... Fuck... Esa pose es algo...

source: [_r_] Your pussy was waiting for me, right Hinata?
spanish: [_r_] Tu coño me estaba esperando, ¿de verdad Hinata?

source: [_hi_] Yes... Finally you don't just tease me...
spanish: [_hi_] Sí... Finalmente no me regocijas...

source: [_r_] To get my dick, you have to listen to me.
spanish: [_r_] Para obtener mi polla, tienes que escucharme.

source: [_hi_] Ah! Yes! I obey!
spanish: [_hi_] ¡Ah! ¡Sí! ¡Obedecido!

source: [_hi_] Okay...Okay...
spanish: [_hi_] Vale... Vale...

source: [_r_] You like it hard, huh? You’re soaked like a bitch!
spanish: [_r_] Te gusta duro, ¿eh? ¡Estás empapado como una perra!

source: [_hi_] YES! Fuck me like this!
spanish: [_hi_] ¡SÍ! ¡Me jode así!

source: [_hi_] I'm cumming! Now!
spanish: [_hi_] ¡Estoy cummando! ¡Ahora!

source: [_r_] Take it all!
spanish: [_r_] ¡Llévalo todo!

source: [_r_] Damn... I got tired...
spanish: [_r_] Damn... Me he cansado...

source: [_hi_] D-don't pull it out... Just lie like this for a while...
spanish: [_hi_] No lo saques... Solo mentira como esto durante un tiempo...

source: [_r_] You're so wet today...
spanish: [_r_] Usted está tan mojado hoy ...

source: [_r_] Glad to see me?
spanish: ¿[_r_] encantado de verme?

source: [_hi_] Mmmmm... I'm just ovulating...
spanish: [_hi_] Mmmm... Estoy simplemente ovulando...

source: [_r_] Is that so... No sperm inside today?
spanish: [_r_] ¿Es así... ¿No hay esperma dentro de hoy?

source: [_hi_] W-well... Why...
spanish: [_hi_] Bueno... ¿Por qué...

source: [_hi_] Y-you can... Mmmmmm...
spanish: [_hi_] Y-you puede... Mmmmm...

source: [_hi_] You can cum in my ass...
spanish: [_hi_] Puedes cum en mi asso...

source: [_r_] You are teasing me so much...
spanish: [_r_] Me estás burlando tanto ...

source: [_r_] I'm just warming up!
spanish: [_r_] ¡Estoy calentando!

source: [_r_] Lie on your back.
spanish: [_r_] Mente en su espalda.

source: [_hi_] Mmmmm...
spanish: [_hi_] Mmmm...

source: [_r_] I love to look at you when I fuck you!
spanish: [_r_] Me encanta mirarte cuando te folle!

source: [_r_] Your body is truly made for pleasure...
spanish: [_r_] Su cuerpo es realmente hecho para el placer ...

source: [_r_] I feel...
spanish: [_r_] me siento...

source: [_r_] A little longer...
spanish: [_r_] Un poco más...

source: [_r_] Get on all fours. Let's try your ass out.
spanish: [_r_] Ponte en cuatro. Probemos tu golpe.

source: [_r_] Fuck... It's a bit cramped...
spanish: [_r_] Suerte... Está un poco agobiado...

source: [_hi_] It's been a while since I... Practiced...
spanish: [_hi_] Ha pasado un tiempo desde que... Práctica...

source: [_hi_] I'll get used to it now...
spanish: [_hi_] ahora me acostumbraré...

source: [_hi_] Come in with confidence... I'm ready!
spanish: [_hi_] Ven con confianza... ¡Estoy listo!

source: [_r_] Fuck... You are squeezing so much!
spanish: [_r_] Suerte... ¡Estás exprimiendo tanto!

source: [_r_] Are you feeling good?
spanish: [_r_] ¿Se siente bien?

source: [_hi_] Yes! God! I love being fucked in the ass...
spanish: [_hi_] ¡Sí! ¡Dios! Me encanta ser follado en el culo...

source: [_r_] Damn... I'm so close...
spanish: [_r_] Damn... Estoy tan cerca...

source: [_hi_] Fill me up! I want it inside!
spanish: [_hi_] ¡Rellénamo! ¡Lo quiero dentro!

source: [_r_] Take it!
spanish: [_r_] ¡Tómalo!

source: [_r_] Fuck... This is something new...
spanish: [_r_] Pierde... Esto es algo nuevo...

source: [_r_] I’ll fuck that ass of yours more often from now on.
spanish: [_r_] a partir de ahora follaré ese culo tuyo más frecuentemente.

source: [_r_] Is that okay?
spanish: [_r_] ¿Eso está bien?

source: [_hi_] Yeah... Just a little bit gentler...
spanish: [_hi_] Sí... Un poco más tedioso...

source: [_hi_] Keep going... Yes...
spanish: [_hi_] Seguir adelante ... Sí ...

source: [_hi_] I can feel... Inside... Right there...
spanish: [_hi_] Puedo sentir... Encendido... Justo allí...

source: [_r_] It feels good... It's a pleasure to work your ass!
spanish: [_r_] Se siente bien... ¡Es un placer trabajar tu culo!

source: [_hi_] Yes! Fuck! YES!
spanish: [_hi_] Sí! ¡Joder ¡SÍ!

source: [_hi_] I'M GONNA CUM!!
spanish: [_hi_] ¡¡¡¡GONNA CUM!!

source: [_r_] Me too!
spanish: [_r_] ¡Yo también!

source: [_hi_] GIVE IT TO ME!!
spanish: [_hi_] ¡GIVE IT A MÍ!!

source: [_hi_] You don't have to go easy on me...
spanish: [_hi_] No tienes que ir fácil conmigo...

source: [_hi_] My ass is already used to it!
spanish: [_hi_] ¡Mi culo ya está acostumbrado a él!

source: [_r_] Good, I'll start a little faster then.
spanish: [_r_] Bueno, entonces empezaré un poco más rápido.

source: [_hi_] In this position... It feels especially good!
spanish: [_hi_] en esta posición... ¡Se siente especialmente bien!

source: [_hi_] Keep it up!
spanish: [_hi_] ¡Sigue así!

source: [_hi_] I love it...
spanish: [_hi_] Me encanta...

source: [_hi_] MMMHM!!! YES! YES!
spanish: ¡¡¡[_hi_] MMMHM!!! ¡SÍ! ¡SÍ!

source: [_hi_] Don't stop! Don't stop!
spanish: [_hi_] No te detengas! No te detengas!

source: [_r_] Just a little bit more!
spanish: [_r_] ¡Un poco más!

source: [_r_] We've worked your ass so well, Hinata...
spanish: [_r_] Hemos trabajado tan bien su culo, Hinata ...

source: [_r_] How do you like this toy? I've got a lot more fun stuff in here.
spanish: [_r_] ¿Cómo te gusta este juguete? Aquí tengo muchas cosas más divertidas.

source: [_hi_] Very good... It feels unusual...
spanish: [_hi_] Muy bueno... Se siente inusual...

source: [_hi_] After your cock, it feels so small...
spanish: [_hi_] Después de tu polla, se siente tan pequeño...

source: [_r_] Do you like it when I play with your ass like that?
spanish: [_r_] ¿Te gusta cuando juego con tu culo así?

source: [_hi_] I think we should put something bigger in it later.
spanish: [_hi_] creo que deberíamos poner algo más grande en él más adelante.

source: [_hi_] I'd like that, yes...
spanish: [_hi_] Me gustaría eso, si...

source: [_r_] Imagine how it will feel after I've worked you with a huge dildo.
spanish: [_r_] Imagine cómo se sentirá después de haber trabajado con un enorme consolador.

source: [_hi_] I can't wait!
spanish: ¡[_hi_] no puedo esperar!

source: [_hi_] MMMMM... That feels so good! The rhythm is perfect!
spanish: [_hi_] MMMM... ¡Eso se siente muy bien! ¡El ritmo es perfecto!

source: [_hi_] Keep going like this!
spanish: [_hi_] ¡Sigue así!

source: [_hi_] YES!!! I'M CUMMING!!!
spanish: [_hi_] SÍ !!! I ' M CUMMING !!!

source: [_r_] So fast from such a small toy... You're just an anal nymphomaniac.
spanish: [_r_] Tan rápido de un juguete tan pequeño... Eres un nimfómico anal.

source: [_r_] How do you like that thing?
spanish: [_r_] ¿Cómo te gusta eso?

source: [_r_] Does it feel good?
spanish: [_r_] ¿Se siente bien?

source: [_hi_] Yeah...
spanish: [_hi_] Sí...

source: [_hi_] Especially when... you press it against my clit like this...
spanish: [_hi_] Especialmente cuando... lo presionas contra mi clítor...

source: [_hi_] MMHM!!! These tingling... all over my body!
spanish: ¡¡¡¡[_hi_] MMMHM!!! Este tachador... ¡en todo mi cuerpo!

source: [_r_] You're breathing so fast and deep; are you close to the finish?
spanish: [_r_] Estás respirando tan rápido y profundo; ¿estás cerca del final?

source: [_hi_] I am! I only need...
spanish: [_hi_] ¡Yo soy! Sólo necesito...

source: [_hi_] Just a little bit more!
spanish: [_hi_] ¡Un poco más!

source: [_hi_] Pick up the pace!
spanish: [_hi_] ¡Recoge el ritmo!

source: [_r_] It's so wet! I can feel you're at your limit.
spanish: [_r_] ¡Está tan húmedo! Puedo sentir que estás en tu límite.

source: [_hi_] Please! Just a little more!
spanish: [_hi_] ¡Por favor! ¡Un poco más!

source: [_hi_] Aah, I'm shivering all over! It feels so good!
spanish: [_hi_] ¡Ah, estoy temblando por todo! ¡Se siente muy bien!

source: [_hi_] This is it! It's coming! Now!!!
spanish: [_hi_] ¡Esto es! ¡Viene! ¡¡¡ahora!

source: [_r_] Wow... Look at you...
spanish: [_r_] Wow... Mira a ti...

source: [_hi_] Yeah... I'll be whatever you want me to be.
spanish: [_hi_] Sí... Seré lo que quieras que sea.

source: [_r_] The view is incredible.
spanish: [_r_] La vista es increíble.
